let AshabAlkagf =`
<span class="h1" id="h1">
قصة أهل الكهف
</span><br>
قصة أهل الكهف وصف القرآن الكريم أهل الكهف بالأوصاف العظيمة التي توضح القيم الجميلة.
<br>
 وجاء في الآية 13 في سورة الكهف في قوله تعالى:
<span class="aya" id="aya">
” نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ إِنَّهُمْ فِتْيَةٌ آَمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى”
<span class="v" id="v">
[ الكهف:١٣]
</span>
</span>
 وأهل الكهف هم الفتية الذين كانوا يسكنون قرية لها مالك ظالم.
<br>
 ويقال أن هؤلاء الفتية كانوا من أشراف قومهم، وقرروا الهروب من القرية، التي يسكنون بها لأن أهلها كانوا مشركون.
<br>
 وكانوا يقدمون القرابين للآلهة، ويقومون بعبادة الأصنام، ولهذا ذهبوا إلى الكهف للدفاع عن دينهم وتوحيد المولى عز وجل.
<br>
 وذلك لأن هؤلاء المشركون كانوا يؤذون كل من يتطاول عليهم، وكانوا هؤلاء الفتية يستنكرون عبادة الأصنام، وكانوا يتفكرون في خلق السموات والأرض.
<br>
 ويرفضون السجود لهذه الأصنام التاي يعبدها القوم المشركين، ساعد الله عز وجل هؤلاء الفتية وثبتهم على دينهم.
<br>
 وكانوا يحاولون إقناع من في القرية بالامتناع عن السجود للأصنام، وحينما علم الملك بذلك، كان يرغب في قتلهم.
<br>
 ولهذا السبب قاموا الفتية بشد رحالهم للخروج من هذه القرية التي يتصف قومها بالظلم ليعبدوا المولى عز وجل.
<br>
 وهداهم الله سبحانه وتعالى إلى الكهف لحمايتهم، وجاء في قوله تعالى من الآية 13 حتى الآية 16 من سورة الكهف:
<span class="aya" id="aya">
” إنهم فتية آمنوا بربهم وزدناهم هدى. وربطنا على قلوبهم إذ قاموا فقالوا ربنا رب السموات والأرض لن ندعو من دونه إلها لقد قلنا إذًا شطَطًا. هؤلاء قومنا اتخذوا من دُونِه آلهةً لولا يأتون عليهم بسلطان بيّن فَمَن أظلَمُ مِمَّن افترى على الله كذبًا. وإذ اعتزلتُمُوهُم وما يعبدون إلا الله فأوُوا إلى الكهف ينشُر لكُم ربُّكُم من رحمَته ويهيئ لكم من أمركم مرفقا”
<span class="v" id="v">
[الكهف : ١٣ - ١٦]
</span>
</span>
 مدة نوم أهل الكهف ألق الله عز وجل عليهم الطمأنينة وجعلهم ينامون حتى ترتاح قلوبهم، وجاء في قوله تعالى:
<span class="aya" id="aya">
” إذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا*فَضَرَبْنَا عَلَى آذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا”.
</span>
 وجاء في كتابه الكريم في قوله تعالى:
<span class="aya" id="aya">
” وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِئَةٍ سِنِينَ وَازْدَادُوا تِسْعاً”.
</span>
 وهذا يوضح أن مدة النوم التي نامها الفتية في الكهف كانت 300 عام وتسعة أيام تقريبا.
<br>
 وشعر الفتية بأنهم ناموا ليوم واحد فقط، وهذا أكبر دليل على القدرة العظيمة للمولى عز وجل على البعث والإحياء.
<br>
 وكانت أعينهم مفتوحة أثناء نومهم، وكانوا يتقلبون أثناء نومهم للحفاظ على أجسادهم.
<br>
 والأهم أن الشمس كانت تميل عنهم حتى لا تتعرض اجسادهم للأذى.
<br>
 استيقاظ أهل الكهف عدد هؤلاء الفتية كان غير محدد بصورة دقيقة، وكان معهم كلب ينام وهو باسط ذراعيه.
<br>
 وبعد نومهم لهذه المدة الطويلة أيقظهم الله عز وجل بقدرته ليكونوا آية لجميع الخلق. وجاء في قوله تعالى:
<span class="aya" id="aya">
” سَيَقُولُونَ ثَلَاثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ ۖ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ ۚ قُل رَّبِّي أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ ۗ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا”.
</span>
 وعندما خرج واحد من هؤلاء الفتية للبحث عن الطعام لأنهم كانوا يشعرون بالجوع الشديد.
<br>
 وقالوا له أن يكون حذر حتى لا يراه القوم الظالمين، وأن يتحدث معهم بلين.
<br>
 إلا أن القوم استنكروا عليه ثيابه، وكذلك استنكروا نقوده، التي لم يتم استخدامها منذ مئات السنين.
<br>
 وهنا ذهبوا أهل القرية بالفتية إلى الملك الذي كان على ديانة المسيحية، وذهب معهم إلى الكهف لرؤيته.
<br>
 وعندما ذهب بنفسه ووجد الفتية صدقهم، ومن هنا أدرك أهل القرية أن هذه معجزة من المولى عز وجل لحمايتهم.
<br>
 وآمن أهل القرية، ثم أمات المولى عز وجل هؤلاء الفتية لتصبح قصتهم خالدة.
<br>
<span class="h2" id="h2">
 الدروس المستفادة من القصة
</span>
 أهم العبر المستفادة من قصة أصحاب الكهف تتمثل كالآتي: موازنة الأمور والتفكير بها، ومراعاة التصرف بحكمة مع الأشخاص الأخرين، وذلك لقوله تعالى:
<span class="aya" id="aya">
” فَابْعَثُوا أَحَدَكُم بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ فَلْيَنظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُم بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلا يُشْعِرَنَّ بِكُمْ أَحَدًا”
</span>
 تجنب الجدال مع الأخرين في الأمور التي لم يجدي الجدال نفع بها.
<br>
 الدفاع عن الدين الإسلامي من قبل الشباب تعد أهم العبر التي استفدنا منها من قصة أصحاب الكهف.
<br>
 ودور الشباب الكبير في نشر الدين، وقال تعالى:
<span class="aya" id="aya">
” إذْ قَاموا فَقَالوا رَبنَا رَب السَّمَاوَاتِ وَالْأَرْضِ لَنْ نَدْعوَ مِنْ دونِهِ إِلَٰهًا ۖ لَقَدْ قلْنَا إِذًا شَطَطًا”
</span>
 الاختيار الجيد للأصدقاء الصالحين؛ لأن الأصدقاء الصالحين لهم دور فعال في تقوية الإيمان. وهذا أهم عبرة من فتية أهل الكهف، وقال تعالى:
<span class="aya" id="aya">
” وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعونَ رَبَّهم بِالْغَدَاةِ وَالْعَشِيِّ يرِيدونَ وَجْهَه ۖ . وَلَا تَعْد عَيْنَاكَ عَنْهمْ ترِيد زِينَةَ الْحَيَاةِ الدنْيَا ۖ وَلَا تطِعْ مَنْ أَغْفَلْنَا قَلْبَه عَن ذِكْرِنَا وَاتَّبَعَ هَوَاه وَكَانَ أَمْره فرطًا”
</span>
 الصبر والثبات، وضرورة الالتزام بالحق حتى لو كنت وحيدًا كما فعل أهل الكهف عندما هجروا قومهم للدفاع عن دينهم.
`