let me3rag = [
  'الإسراء و المعراج',
  `<span class="h1">
قصة الإسراء والمعراج
</span> 
 بعد أن قضى رسول الله ومعلم الناس الخير محمد صلى الله عليه وسلم عشر سنوات في الدعوة إلى الله وحده لا شريك له
<br>
 فقد حان الوقت للذهاب إلى رحلة الإسراء إلى بيت المقدس قبلة المسلمين الأولى.
<br>
 حيث انطلق الرسول عليه أفضل الصلاة والسلام لهذه الرحلة من مكة المكرمة قبلة المسلمين الأخيرة.
<br>
 على هذا فإن رحلة الرسول إلى المسجد الأقصى هي رحلة الإسراء.
<br>
 الجزء الثاني من الرحلة هو كان جزء المعراج وفيه عرج رسول الله صلى الله عليه وسلم على السماوات العلا.
<br>
 حيث صعد نبي الله محمد إلى السماء، وذلك بعدما ركب الرسول عليه أفضل الصلاة والسلام مع جبريل عليه السلام دابة البراق.
<br>
 وبعدها عرج عليه به سيدنا جبريل إلى السماء، وبعد ذلك عرج الرسول صلى الله عليه وسلم إلى السماء السابعة، حيث قابل الله عز وجل. 
<br>
وهناك فرض على المسلمين خمسين صلاة في اليوم، وبعدها قابل الرسول صلى الله عليه وسلم سيدنا عيسى.
<br>
 يبين لنا هذا الحديث الشريف تفاصيل هذا اللقاء، وهو حديث صحيح رواه الإمامان البخاري ومسلم عن أنس بن مالك. رضي الله عنه، حديث الإسراء المشهور، وفيه أن رسول الله صلى الله عليه وسلم قال 
<span class="aya" id="aya">
” فَأَوْحَى اللَّهُ إِلَى مَا أَوْحَى فَفَرَضَ عَلَى خَمْسِينَ صَلَاةً في كُلِّ يَوْمٍ وَلَيْلَةٍ، فَنَزَلْتُ إِلَى مُوسَى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: مَا فَرَضَ رَبُّكَ عَلَى أُمَّتِكَ؟ قُلْتُ خَمْسِينَ صَلَاةً. قَالَ ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ التَّخْفِيفَ …. قَالَ: فَلَمْ أَزَلْ أَرْجِعُ بَيْنَ رَبِّى تَبَارَكَ وَتَعَالَى وَبَيْنَ مُوسَى عَلَيْهِ السَّلَام حَتَّى قَالَ: يَا مُحَمَّدُ إِنَّهُنَّ خَمْسُ صَلَوَاتٍ كُلَّ يَوْمٍ وَلَيْلَةٍ، لِكُلِّ صَلَاةٍ عَشْرٌ، فَذَلِكَ خَمْسُونَ صَلَاةً”.
</span>
 ثم بعد ذلك عرج النبي صلى الله عليه وسلم إلى السماء السابعة، فلقد أوحى إليه الله عز وجل وفرض خمسين صلاة
<br>
 موقف المشركين من حادثة الإسراء والمعراج عندما عاد الرسول إلى مكة عليه أفضل الصلاة والسلام قام الرسول بأخبار بعض المشركين.
<br>
 وكان على رأسهم أبو جهل ببعض تفاصيل هذه الرحلة، وكان رد الفعل المتوقع منهم. هو أنهم قاموا بتكذيب الرسول صلى الله عليه وسلم حتى قبل أن يستمعوا إليه لنهاية الحديث.
<br>
 ولكن سيدنا أبى بكر الصديق ما كان منه سوى أنه صدق على كلام خير خلق الله محمد صلى الله عليه وسلم. حتى قبل أن يستمع حتى لكلام الرسول عليه أفضل الصلاة السلام، حيث قال لهم 
<span class="hades" id="hades">
(إن كان النبي يقول ذلك فقد صدق).
</span>
 أكد الرسول عليه أفضل الصلاة والسلام على صحة قوله فيما يخص رحلة الإسراء بأنه وصف للمشركين تفاصيل بيت المقدس.
<br>
 وكذلك وصف قافلة آتية من الشام إلى مكة وفي مقدمتها جمل أورق، وقال لهم أيضاً موعد وصول هذه القفلة، وهو بعد شروق الشمس.
<br>
 وعندما صدق قول الرسول الكريم عليه أفضل الصلاة والسلام ما كان من المشركين سوى أنهم قالوا له هذا سحر مبين. بعد ذلك نزلت هذه الآية في كتاب الله العزيز القرآن الكريم تتكلم عن ليلة الإسراء والمعراج. حيث يقول الله عز وجل بكتابه العزيز: (سبحان الذي أسرى بعبده ليلًا من المسجد الحرام إلى المسجد الأقصى الذي باركنا حوله لنريه من آياتنا إنه هو السميع البصير). ما رآه الرسول في رحلة الإسراء والمعراج تكلم الرسول الكريم محمد صلى الله عليه وسلم عن تفاصيل ما رآه في رحلة الإسراء والمعراج في عدد من الأحاديث النبوية الشريفة، ومنها نذكر ما يلي: رؤية نهر الكوثر في رحلة المعراج حيث قال صلى الله عليه وسلم: (بيْنَما أنا أسِير في الجَنَّةِ، إذا أنا بنَهَرٍ، حافَتاهُ قِباب الدرِّ المجَوَّفِ، قلت: ما هذا يا جِبْرِيل؟ قالَ: هذا الكَوْثَر). رؤية النار وبعض أصناف الذين يعذّبون في نار جهنم. وتبين ذلك في حديثه الشريف (لما عرِجَ بي مررت بقومٍ لهم أظفار من نحاسٍ يخْمِشون وجوهَهم وصدورَهم). فقلت: من هؤلاء يا جبريل؟. قال: هؤلاء الذين يأكلون لحومِ الناسِ). كذلك وصف الرسول الأشخاص الذين يعذبون في النار. لأنهم يأمرون الناس بالبر وينسون أنفسهم مرَرْتُ ليلةَ أسرِيَ بي على قومٍ تقرَض شِفاههم بمَقاريضَ مِن نارٍ. قال: قلت: مَن هؤلاءِ؟ قالوا: خطَباء أمَّتِكَ). وصف الرسول أيضاً عذاب الأشخاص الذين يأكلون الربا. ودليل ذلك قوله صلى الله عليه وسلم. (رَأَيتُ لَيلةَ أسريَ بي رَجلا يَسبَح في نَهرٍ ويلقَم الحِجارةَ)؟. فسَأَلت: ما هذا؟ فقِيلَ لي: آكِل الرِّبا). الدروس المستفادة من رحلة الإسراء والمعراج نستفيد من قصة الإسراء والمعراج الكثير، ومنه نذكر ما يلي: اطلاع المسلمين على قدرة الله عز وجل وبديع خلقه. تمكين المسلمين من إدراك حكمة الله عز وجل من خلال معرفة تفاصيل رحلة الإسراء والمعراج. اطمئنان المسلم المؤمن والمطيع بأن ربه عز وجل لن يكتب له. إلا ما هو خير وصلاح في أمر الدنيا والآخرة. معرفة مكانة المسجد الأقصى عند المسلمين باعتباره قبلة الأنبياء.
`
  ]



let all = [me3rag];