



let yunes = [
  'يونس عليه السلام',
  `يونس عليه السلام

في أرض الموصل بالعراق، كانت هناك بلدة تسمى "نينوي"، انحرف أهلها عن منهج الله، وعن طريقه المستقيم، وصاروا يعبدون الأصنام، ويجعلونها ندًّا لله وشريكًا له، فأراد الله أن يهديهم إلى عبادته، والى طريقه الحق، فأرسل إليهم يونس -عليه السلام-، ليدعوهم إلى الإيمان، وترك عبادة الأصنام التي لا تضر ولا تنفع، لكنهم رفضوا الإيمان بالله، وتمسكوا بعبادة الأصنام، واستعمروا على كفرهم وضلالهم دون أن يؤمن منهم أحد، بل إنهم كذَّبوا يونس وتمردوا عليه، واستهزءوا به، وسخروا منه.
فغضب يونس من قومه، ويئس من استجابتهم له، فأوحى الله إليه أن يخبر قومه بأن الله سوف يعذبهم بسبب كفرهم.
فامتثل يونس لأمر ربه، وبلغ قومه، ووعدهم بنزول العذاب والعقاب من الله تعالى، ثم خرج من بينهم، وعلم القوم أن يونس قد ترك القرية، فتحققوا حينئذ من أن العذاب سيأتيهم لا محالة، وأن يونس نبي لا يكذب، فسارعوا، وتابوا إلى الله سبحانه، ورجعوا إليه وندموا على ما فعلوه مع نبيهم، وبكى الرجال والنساء والبنون والبنات خوفًا من العذاب الذي سيقع عليهم، فلما رأى الله -سبحانه- صدق توبتهم ورجوعهم إليه، كشف عنهم العذاب، وأبعد عنهم العقاب بحوله وقوته ورحمته.
قال تعالى: (فلولا كانت قرية آمنت فنفعها إيمانها إلا قوم يونس لما آمنوا كشفنا عنهم عذاب الخزي في الحياة الدنيا ومتعناهم إلى حين) [يونس: 98].
وبعد خروج يونس من قريته، ذهب إلى شاطئ البحر، وركب سفينة، وفي وسط البحر هاجت الأمواج واشتدت الرياح، فمالت السفينة وكادت تغرق.
وكانت السفينة محملة بالبضائع الثقيلة، فألقى الناس بعضًا منها في البحر، لتخفيف الحمولة، ورغم ذلك لم تهدأ السفينة، بل ظلت مضطربة تتمايل بهم يمينًا ويسارًا فتشاوروا فيما بينهم على تخفيف الحمولة البشرية، فاتفقوا على عمل قرعة والذي تقع عليه؛ يرمي نفسه في البحر.
فوقعت القرعة على نبي الله يونس، لكن القوم رفضوا أن يرمي يونس نفسه في البحر، وأعيدت القرعة مرة أخرى، فوقعت على يونس، فأعادوا مرة ثالثة فوقعت القرعة عليه أيضًا، فقام يونس-عليه السلام-وألقى بنفسه في البحر، وكان في انتظاره حوت كبير أرسله الله له، وأوحى إليه أن يبتلع يونس دون أن يخدش له لحمًا، أو يكسر له عظمًا؛ ففعل، قال تعالى: (وإن يونس لمن المرسلين. إذ أبق إلى الفلك المشحون. فساهم فكان من المدحضين. فالتقمه الحوت وهو مليم) [الصافات: 139-142].
وظل يونس في بطن الحوت بعض الوقت، يسبح الله -عز وجل-، ويدعوه أن ينجيه من هذا الكرب، قال تعالى: (وذا النون إذ ذهب مغاضبًا فظن أن لن نقدر عليه فنادى في الظلمات أن لا إله إلا أنت سبحانك إني كنت من الظالمين. فاستجبنا له ونجيناه من الغم وكذلك ننجي المؤمنين)[الأنبياء: 87-88].
وأمر الله الحوت أن يقذفه على الساحل، ثم أنبت عليه شجرة ذات أوراق عريضة تظلله وتستره وتقيه حرارة الشمس، قال تعالى: (فنبذناه بالعراء وهو سقيم. وأنبتنا عليه شجرة من يقطين)[الصافات: 145-146].
وأمر الله يونس أن يذهب إلى قومه؛ ليخبرهم بأن الله تاب عليهم، ورضى عنهم، فامتثل يونس لأمر ربه، وذهب إلى قومه، وأخبرهم بما أوحى إليه، فآمنوا به فبارك الله لهم في أموالهم وأولادهم. قال تعالى: (أرسلناه إلى مائة ألف أو يزيدون. فآمنوا فمتعناهم إلى حين)[الصافات: 147-148].
وقد أثنى الله -عز وجل- على يونس في القرآن الكريم، قال تعالى: (وإسماعيل والسع ويونس ولوطًا وكلا فضلنا على العالمين)[الأنعام: 86].
كما أثنى النبي ص على يونس-عليه السلام-فقال: "لا ينبغي لعبد أن يقول أنا خير من يونس بن متى"[متفق عليه].
وقد أخبر النبي ص أن الذي تصيبه مصيبة أو شر ثم يدعو بدعاء يونس-عليه السلام-، يفرِّج الله عنه، فقال ص: "دعوة ذي النون إذ دعا وهو في بطن الحوت: لا إله إلا أنت سبحانك إني كنت من الظالمين، فإنه لم يدع بها رجل مسلم في شيء قط إلا استجاب الله له" [الترمذي].

 `
  ]

let musa = [
  'موسي عليه السلام',
  `موسى(عليه السلام)
كان يوسف(عليه السلام) ملكاً في مصر، وقد جمع بين النبوّ ة، والملوكية، فكان ينظّ م أمر الناس على وفق العدل والحكمة.

وحين حضرته الوفاة جمع آل يعقوب، وهم ثمانون رجلاً..فقال لهم: إنّ هؤلاء القبط سيظهرون عليكم ويكون الملك للكافرين ويصبح المؤمن في هذه البلاد ذليلاً بأيديهم..ويسومونكم سوء العذاب.وإنما ينجّ يكم الله من أيديهم، برجل من ولد(لاوي) بن(يعقوب) اسمه: موسى بن عمران.

وبعدما أخبر يوسف بني إسرائيل بهذا الخبر، حزنوا لما يتوقعونه من البلاء، وفرحوا بما ينتظرونه من الفرج على يد نبيّ من بني أبيهم..ومات يوسف(عليه السلام).

فملك بعده رجلاً لا يسير سيرة يوسف في كل كبير وصغير..وكيف يعدل بيوسف غيره: وهو نبيّ من عند الله تعالى لا يأمر إلا بالخير، ولا يفعل إلا الخير.ثم مات الملك..

وملك بعده رجل آخر، وكان عاتياً فاجراً..وهكذا أقام بنو إسرائيل، بعد وفاة يوسف، وقد كثروا، وانتشروا، متمسّ كين بدين آبائهم يوسف، ويعقوب، وإسحاق وإبراهيم(عليهم السلام).

حتى زمان الملك فرعون..وهذا الملك الطاغي فتح لمصر صفحة جديدة من الطغيان والإرهاب، وخصّ ص لبني إسرائيل ألواناً من العذاب والنكال.

كان بنو إسرائيل ينتظرون مقدم موسى(عليه السلام) لينجّ يهم من طغيان فرعون وقسوته.وكان كلّ ما ولد لأحدهم مولود سموه عمراناً..فإذا كبر عمران، سمّ ى ولده موسى رجاءً لأن يكون هو الذي وعد به يوسف(عليه السلام) حين حضرته الوفاة ولكن خابت الظنون، فلم يكن موسى الموعود أحدهم.

واغتنم بعض متطلبي الرئاسة هذا الوعد، فجعل من نفسه موسى النبيّ!حتى ادّ عى خمسون من بني إسرائيل انهم هم الذين وعدهم يوسف، وكلّ هم يدّ عي أنه ينزل عليه الوحي، وانه هو مخلص بني إسرائيل، كذباً وافتراءً!

  ولم يزل فرعون يسمع هذه الأخبار عن بني إسرائيل وكان قد علم أن بني إسرائيل يرجفون به ويطلبون هذا الغلام.فاستشار كهنته وسحرته في هذا الأمر المهم.

قالوا: إن المسموع صحيح، وهلاك دينك وقومك على يدي هذا الغلام.

وحدّ دوا وقت ولادة الغلام بعامِ مخصوص.وهنا ثار ثائر فرعون، وجعل يخبط خبط العشواء للظفر بهذا الذي سيولد، مما يكون بيده هلاكه وتقضي أيامه!!أما كيف يصنع؟ وكيف يظفر على هذا المولود فهو سر مغلق، لا تساعده حيلته على ذلك!!

  وأخيراً ارتأى أبشع الآراء، وقرّ ر تنفيذه بكل صرامةٍ وقسوةٍ.جعل القوابل على النساء، في ذلك العام الذي أخبر بولادة موسى فيه وأمر بأن يذبح كل غلام يولد في ذلك العام، ليستريح من موسى من أوّ ل أمره.

وعجّ بنو إسرائيل من هذا الحكم الإجراميّ واجتمع بعضهم إلى بعض لحلّ المشكلة.وكان فيهم عمران والد النبي موسى(عليه السلام).

فقال بعضهم: إذا ذبح الغلمان واستحيى النساء هلكنا ولم يبق لنا نسبٌ، فمن الرأي أن لا ينكح رجالنا نساءنا حتى لا يولد لنا مولود..وبذلك ننقرض جميعاً، أما أن تبقى البنات ويذبح الأولاد فمعنى ذلك: أن نقدّ م بناتنا إلى آل فرعون غنيمة باردة.لكنّ عمران أبى هذا الرأي..وقال: أمر الله واقعٌ ولو كره المشركون.

وقد أصرّ فرعون في تعذيب بني إسرائيل، وقتل أطفالهم، حتى قتل من أطفال بني إسرائيل نيفاً وعشرين ألف مولود.بالإضافة إلى ما كان يأمر به من تعذيب الرجال والنساء.وقد كان من صنوف تعذيبه أن أمر بتقييد أرجلهم لئلا يفرّ وا..ثم كان يستعملهم في البناء، فكانوا ينقلون الطين على السلالم إلى السطوح، بأرجل مقيدة..وكثيراً ما كانوا يقعون من السلّ م فيموتون أو يزمنون، أو يصابون بصنوف الرض والكسر والتشويه.

وفي مثل هذا الوقت..وفي هذا الجوّ الخانق تعذيباً وإرهاباً..حملت أمّ موسى..فوكل بها فرعون قابلةً تترقّ ب ولادتها، فإن كان الولد ذكراً ذبحه وإن كانت أُ نثى استحياها..وألحت القابلة في حراستها، فإذا قامت الأم قامت القابلة في إثرها، وإذا جلست جلست القابلة إزاءها لئلا يفوتها زمنٌ من حالها.

لكنّ الله تعالى شاء أن تنقلب القابلة عن هذه الصرامة، فأحبّ ت أُ مّ موسى حباً كبيراً، لما رأت فيها من الأخلاق الفاضلة والأدب الرفيع.أما الأُ مّ فقد أخذها الخوف، وظهر على ملامحها فشحب وجهها ومال إلى الاصفرار.

قالت القابلة يوماً لأُ مّ موسى: يا بنية، ما لك تصفرّ ين وتذوين؟

فأجابت الأمّ قائلة: لا تلوميني، كيف لا أخاف انّ ه إذا ولدت أخذ الولد وذبح!

  لكن القابلة سلّ تها، وقالت: لا تحزني، فإني سوف اكتم عليك.

أما الأم فقد ظلّ ت في شك من هذا الوعد، إلى أن ولدت بموسى(عليه السلام)، وكانت القابلة حاضرة حين الولادة، فالتفتت إليها أُ مّ موسى، وملء نظرها استعطاف واستيفاء للوعد..وفوّ ضت أمرها إلى الله قائلةً: ما شاء الله، وانتظرت أمر القابلة.

ولما أن سمع الناس ولولة الطلق، ذهبوا يخبرون الحرس الملكي، الذين وكّ لوا بذبح الأطفال، فحضروا باب البيت، وتحيّ رت القابلة في الأمر، ماذا تجيب الحرس؟ وكيف تنقض عهداً عهدته إلى الأمّ المحببة إليها؟

لكنها أخيراً، توجّ هت إلى الأمً قائلة: إني سوف اكتم عليك، كما وعدتك فلا تخافي، وحملت الأم والولد فأدخلتها المخدع، وأصلحت بعض أمرها، ثم خرجت إلى الحرس قائلة: انصرفوا، فانّ ه خرج دم منقطع.فانصرف الحرس، واطمأنت الأمّ، وجزت القابلة خيراً.

وهكذا شاء الله تعالى أن يخلّ ص نبيّ ه العظيم موسى(عليه السلام) من براثن فرعون المجرم، وحرسه القساة(وأوحينا إلى أمّ موسى أن أرضعيه) فأرضعت الأمّ ولدها الحبيب، بكلّ لهفةٍ وحنان.لكنّ ها خافت أن يبكي موسى، فيعرف الجيران خبرها، فتقع فيما فرّ ت منه.

فألهمها الله تعالى أن(..إذا خفت عليه فألقيه في اليمّ ولا تخافي ولا تحزني..) فصنعت أُ مّ موسى تابوتاً من خشب، ووضعت ابنها الحبيب فيه، وطبقت التابوت بحيث لا يدخل فيه الماء وذهبت ليلاً إلى الماء.ثم طرحت التابوت في النيل، وقلبها ممتلئ كآبةً وحزناً.

لكن الماء أبى أن يفرّ ق بين الوالدة الحزينة والولد الحبيب، فجعلت الأمواج تدفع التابوت إلى الجرف..والوالدة تدفع التابوت إلى الغمر، خوفاً وحزناً!إلى أن ضربت الريح التابوت نحو مجرى الماء، فانطلق به.

لكن الأم كيف تصبر؟ فهمّ ت أن تصيح لوعةً وشجناً، فربط الله على قلبها، وحفظها(وأصبح فؤاد أم موسى فارغاً إن كادت لتبدى به لولا أن ربطنا على قلبها).ووعد الله الأم أن يرد الولد إليها، وبشّ رها بأن يجعله من المرسلين(إنّ ا رادّ وه إليك وجاعلوه من المرسلين).

التابوت ينطلق في الماء، حسب لهب الريح ومجرى الماء..والولد يكلأه الله بلطفه ورعايته في جوف الصندوق..والأم أخذت ترجع إلى البيت بقلبٍ والهٍ وأن لمس شيئاً من الهدوء والاطمئنان تصديقاً بوعد الله.

فما هي العاقبة؟

كانت لفرعون امرأةً صالحة تسمى(آسية) من قبيلة بني إسرائيل، وكانت تخالف زوجها في العقيدة والرأي، لكنّ ها كانت تسرّ معتقدها، خوفاً من سطوة فرعون الجبار الطاغي.

وأتت أيام الربيع فقالت آسية لفرعون: هذه أيام الربيع فأمر لي بضرب قبّ ة على النيل لكي أتنزّ ه في هذه الأيام الجميلة.فأمر فرعون بضرب قبةٍ لها على الشطّ، وخرجت هي مع لمّ ةٍ من جواريها.

وبينما الجواري على الماء..إذ رأين الأمواج تعلو وتهبط بشيء، ورأت آسية الصندوق في وسط الغمر، فقالت للجواري: ما ترين؟ قلن: يا سيدتنا، إنا لنرى شيئاً كما ترين..وأتى الماء بالصندوق إلى القرب منهن، فاندفعن في الماء حتى أخذنه، وقد كاد أن ينفلت من أيديهن.

فتحت آسية الصندوق، وإذا فيه طفل جميل كفلقة القمر، فأوقع الله في قلبها محبة منه(ألقيت عليك محبة مني) ووضعت الولد في حجرها، وتفكّ رت في أن تتخذه ابناً لها..فأعلمت الجواري، وقالت: هذا ابني..وأقرّ تها الجواري بهذا التبنّ ي الميمون.

فقلن: أي والله، أي سيّ دتنا، ما لك ولدٌ ولا للملك ـ يقصدن فرعون ـ فاتّ خذيه ولداً.

ولكن..يا ترى، هل يرضى فرعون بذلك؟

قامت آسية إلى فرعون..فقالت له: إني أصبت غلاماً طيّ باً حلواً، نتّ خذه ولداً، فيكون قرّ ة عين لي ولك، فلا تقتله.

قال فرعون: ومن أين هذا الغلام؟

قالت آسية: لا والله ما أدري، إلا أن الماء جاء به..

لكن فرعون أبى أن يقبل قولها..وهمّ أن يقتله، لما توجس خيفة، من أن يكون الولد من بني إسرائيل..فألحّ ت آسية في الإصرار، وشفعت شمائل الولد الحلوة، في قبول فرعون تبنّ ي الولد..وسمّ اه(موسى) لأنه التقط من الماء.

ولما سمع الناس أن الملك قد تبنّ ى ابناً..أرسل كبراء الناس نساءهم إلى آسية لتكون لموسى عليه السلام ظئراً ومربية..وكلما تقدّ مت النساء إلى موسى، لتلقمه ثديها، أعرض عن الثدي، فتحيّ رت آسية في أمره..ماذا تصنع به؟

ثم أمرت جواريها أن يطلبن كلّ امرأة مرضعة أو ذات لبن، ولا يحقرن أحداً كيف ما كان شأنها ومنزلتها فلعل موسى يقبل إحداهن..أما أم موسى فقد كانت تترقب الأخبار عن ولدها.إذ أنها لم تعلم ما صنع به في النيل!لكنّ ها لم تظفر بخبر صحيح عن ولدها..

فقالت لابنتها ـ أخت موسى ـ: قصيه وانظري أترين لأخيك من أثر..فانطلقت البنت تفحص عن موسى الرضيع هنا وهناك، لكنّ ها لم تقع على خبر؟!

  وانتهى بها السير إلى باب دار الملك(فرعون) ودخلت الدار فيمن دخل..وإذا بها ترى موسى أخاها في حضن آسية..وقد التمست النساء لإرضاعه، لكنّ ه يأبى عن قبول لبنهن، وذلك بمشيئة من الله تعالى(وحرّ منا عليه المراضع من قبل).

توجّ هت البنت الزكيّ ة إلى امرأة فرعون قائلة: قد بلغني أنكم تطلبون ظئراً..وهنا امرأة صالحة تأخذ ولدكم، وتكفله لكم.

قالت بعض النساء: يظهر أن هذه البنت تعرف أم الغلام وإلا فمن أين لها بالظئر!

  أجابت البنت الفطنة: أردت نصحكم..فإني اعرف امرأة مرضعةً، وإن لم تحبوا أن آتي بها فلا ضير.

لكن آسية أمرت بأن تأتي بالمرضعة، فلعل موسى يقبل ثديها.فركضت البنت إلى أمّ ها تبشرها بالخبر..وتبعتها الأمّ إلى دار فرعون.فلمّ ا دخلت الدار..

قالت آسية: ممن أنت؟

قالت الأم: من بني إسرائيل.

قالت آسية: اذهبي يا بنيّ ة، فليس لنا فيك حاجة.

توجهت النساء إلى آسية قائلات: انظري يا آسية هل يقبل الطفل الثدي أو لا يقبل؟

فقالت امرأة فرعون: أرأيتم لو قبل..هل يرضى فرعون أن يكون الغلام من بني إسرائيل والمرأة ـ تعني الظئر ـ من بني إسرائيل؟ إن فرعون لا يرضى بذلك أبداً.

قالت النساء: فانظري يقبل أو لا يقبل؟

وقد كانت أُ مّ موسى خرجت من عند آسية عندما قالت لها اذهبي يا بنيّ ة..فأرسلت آسية ـ بعض الجواري ـ عليها لترجع.فركضت أخت موسى، إلى أمّ ها تخبرها بالبشارة قائلة: إن امرأة الملك تدعوك..فأتت الأم فرحة، ودخلت على آسية.

فدفعت آسية الولد إليها، والنسوة ينظرن، أخذت الأمّ ولدها، ووضعته في حجرها، ثم ألقمته ثديها، وإذا بموسى يقبل على المصّ إقبالاً عظيماً واللّ بن يجري في فمه.فرحت آسية..وفرحت النسوة..وفرحت الأمّ فرحاً كبيراً.قامت آسية إلى فرعون، تخبره الخبر، وتستأذنه في أمر الظئر الإسرائيلية.

فقالت: إنّ ي قد أصبت لابني ظئراً، وقد قبل منها الرضاع.

قال فرعون: وممن هي؟

قالت آسية: من بني إسرائيل!

  قال فرعون: هذا مما لا يكون أبداً: الغلام من بني إسرائيل!والظئر من بني إسرائيل!

  فلم تزل آسية تلحّ عليه، وتستعطفه في أمر الغلام وتقول له: وماذا تخاف؟ إنّ الغلام ابنك وينشأ في حجرك..فهل تراه يبارزك ويخاصمك؟ هذا مما لا يكون.

حتى قبل فرعون، ورضي بالظئر الإسرائيلي(فرددناه إلى أمّ ه كي تقر عينها ولا تحزن ولتعلم أن وعد الله حق ولكن أكثرهم لا يعلمون).

فنشأ موسى في حضن فرعون وداره، في عز واحترام، بينما كان فرعون وجلاوزته يقتلون أولاد بني إسرائيل، خوفاً من أن ينشأ فيهم من أخبر المنجّ مون بأنّ زوال ملك فرعون بيده.

وهكذا شاء الله أن يربي نبيه العظيم، في حضن أعدى أعدائه(فالتقطته آل فرعون ليكون لهم عدواً وحزناً).

وقد كتمت القابلة..والأُ مّ..والأخت..خبر موسى، ومضى زمانٌ، وأتى زمانٌ، واستغنى موسى عن الرضاع، وماتت الأم، وماتت القابلة، وبقي موسى في حجر فرعون، يكلأه الله برعايته ويربيه فرعون ينظر إليه نظر الأب إلى ابنه.

وفي ذات يوم حدث أن موسى ـ وهو غلام صغير يدرج ـ عطس عطسةً فقال: الحمد لله رب العالمين.

فأنكر فرعون ذلك عليه، ولطمه موسى على وجهه وقال: ما الذي تقول؟ فوثب على لحية فرعون ـ وكانت طويلة ـ فقلع بعضها!فهمّ فرعون بقتله!

  قالت آسية ـ متشفعةً ـ: إنه غلام حدث ما يدري ما يقول..

فقال فرعون: بلى يدري.قالت آسية: فامتحنه: ضع بين يديه تمراً وجمراً، فإن ميّ ز بينهما، فافعل ما تريد.

فأمر فرعون بأن يوضع إزاء موسى طبقاً من تمر وكانوناً من جمر..فمدّ موسى يده إلى الجمر، ووضعه في فمه..فاحترق لسانه ويده، وبكى بكاءً مراً!

  فقالت آسية لفرعون: ألم أقل لك: إنه لا يعقل.فعفا فرعون عنه..

أمّ ا بنو إسرائيل، الذين كانوا تحت اضطهاد فرعون ونكاله، فقد كانوا منتظرين مقدم موسى، ولكنّ هم لم يكونوا يعلمون أنّ ه قد ولد..فكانوا يتذاكرون وعد يوسف(عليه السلام)، وينتظرون نبيّ هم المخلّ ص لهم من أيدي الجبارين..وكانوا يسأل بعضهم بعضاً عن وقت الفرج، لكن..لم يكونوا يعرفون ذلك بالضبط.

ولما علم فرعون بإلحاحهم في طلب مخلّ صهم زاد في تعذيبهم، وأمر بأن يفرّ ق بين رجالهم ونسائهم، كي لا يولد لهم المولود المنتظر.ومنع عن مذاكرة موسى منعاً باتاً، ولم يدر أن موسى في بيته!

  وقد أثّ ر الضغط الشديد في بني إسرائيل، فلم يقدروا على ذكر اسم موسى إلا في ظلمات الليل، والخفايا، كي لا يرفع أمرهم إلى الطاغية فرعون.فخرجوا!ذات ليلة مقمرة إلى كبير لهم، له علم ومعرفة، يسألونه عن موعد الفرج؟

قالوا للشيخ: قد كنّ ا نستريح إلى أخبارك من قبل، وكانت بشائرك بالفرج تسري عنّ ا بعض الهموم.فإلى متى نحن في هذا البلاء؟ إن فرعون يقتل رجالنا، ويشق بطون نسائنا الحبالى، ويذبح أطفالنا.فمتى الفرج؟

قال الشيخ: إنكم لا تزالون في البلاء حتى يجيء الله تعالى بغلام من ولد لاوي بن يعقوب..اسمه موسى بن عمران، غلامٌ طوالٌ جعدٌ.وعند ذلك يكون الفرج.

وبينما هم في الحديث، بين يأس ورجاء، إذ طلع عليهم موسى من بعيد..وهو إذ ذاك حديث السن، وقد خرج من دار فرعون، وهم يزعمون أنه يريد النزهة.لكن موسى كان قاصداً نحو بني إسرائيل، ميمّ ماً وجهه شطر ذلك الاجتماع المنعقد في ظلمة الليل، وقف على القوم، فتوسّ م الشيخ فيه الملامح الموعودة.

فقال: ما اسمك يرحمك الله؟

قال: موسى..

قال الشيخ: ابن من؟

قال: ابن عمران..فانكبّ الشيخ على قدميه يقبّ لهما.

وعرف بنو إسرائيل نبيّ هم، فأقبلوا إليه يقبّ لون يده ورجله، في فرح وغبطة ثم ودّ عهم موسى قائلاً لهم: أرجو أن يعجّ ل الله فرجكم!وذهب إلى دار فرعون.وفي هذا الوقت علم بنو إسرائيل أن الفرج قد اقترب..وانّ ه قد شبّ مخلّ صهم من فرعون.

خرج موسى ذات يوم يتفرّ ج..فدخل مدينة لفرعون، وبينما هو يسير، فإذا به يرى رجلين يقتتلان(هذا من شيعته) من بني إسرائيل(وهذا من عدوه) من القبط، فكان أحدهما يقول بقول موسى، وكان الآخر يقول بقول فرعون(فاستغاثه الذي من شيعته على الذي من عدوه) قال الإسرائيلي: يا موسى نجني من هذا القبطي.فتقدم موسى إلى القبطي(فوكزه) ضربه بيده، وكانت الوكزة شديدة، لما كان لـ(موسى) من قوة وبطش(فقضى عليه) ومات القبطي في مكانه.قال موسى: هذا الاقتتال من عمل الشيطان.

فانتشر أمر موسى في الناس، وقالوا: إنه قتل رجلاً من القبط(فأصبح في المدينة خائفاً يترقب).وخرج في غد ذلك اليوم يتحسّ س الأخبار، فإذا به يمرّ بذلك الرجل الإسرائيلي، وهو يتقاتل مع رجل قبطي آخر..ولما أن رأى الإسرائيلي موسى استصرخه وطلب منه العون في إنجائه من القبطي.توجه موسى إلى الإسرائيلي، وقال له: (إنك لغوي مبين) كل يوم تقاتل رجلاً؟!

  لكن موسى ـ بعدما قال هذا الكلام للإسرائيلي ـ نحى نحو القبطي ليزجره وينصر الإسرائيلي(ولما أراد أن يبطش بالذي هو عدوّ لهما) زعم الإسرائيلي أن موسى يريد الانتقام منه..فاضطرب وتوجه إلى موسى قائلاً: (أتريد أن تقتلني كما قتلت نفساً بالأمس إن تريد إلا أن تكون جباراً في الأرض وما تريد أن تكون من المصلحين)؟ !فخاف موسى أن يتبيّ ن أمره، ويلقى القبض عليه فهرب من محل المنازعة، واختفى.

كان خازن فرعون مؤمناً بموسى(عليه السلام) وكان قد كتم إيمانه عن فرعون..وبعد الواقعة استشار فرعون أصحابه في أمر موسى؟ وأخيراً استقرّ رأيه على أن يقتله.لكن الله شاء أن يحفظ موسى من القتل.

فأخذ الخازن يناقش فرعون في قتل موسى وقال: (أتقتلون رجلاً أن يقول ربي الله)؟ لكن لم تنفع المناقشة، وصدر حكم القتل، فلم ير الخازن حلاً للمسألة إلا أن يخبر موسى بالمؤامرة لينجو بنفسه.

(وجاء رجل من أقصا المدينة يسعى قال يا موسى إن الملأ يأتمرون بك ليقتلوك فاخرج إني لك من الناصحين) وسمع موسى كلام الخازن(فخرج منها خائفاً يترقّ ب) بغير دابّ ةٍ، ولا خادم ولا زادٍ متضرعاً إلى الله تعالى، قائلاً: (رب نجني من القوم الظالمين) وكان يخاف أن يلحقه الطلب!

  لكن الله حفظ نبيه عن أذى فرعون وقومه، فلم يظفروا به، حتى خرج من بلادهم..وورد إلى بلاد آخرين(ولما توجه تلقاء مدين قال عسى ربي أن يهديني سواء السبيل).

سار موسى(عليه السلام)..ترفعه أرض وتخفضه أخرى، حتى أتى إلى ارض مدين، فرفعت له من البعيد شجرةٌ، فقصدها ليستظلّ بها، ولما اقترب منها رأى تحتها بئراً(ولما ورد ماء مدين وجد عليه أُ مّ ةً من الناس يسقون).ونظر في ناحية، فإذا يرى جاريتين معهما غنمٌ تنتظران صدور القوم، حتى تسقيا غنمهما، من فضل ما بقي في الحوض.

فقال لهما موسى: (ما خطبكما)؟ ولماذا تنتظران؟(قالتا لا نسقى حتى يصدر الرعاء وأبونا شيخٌ كبير).فرقّ موسى لحالهما، ودنا من البئر، وقال لمن على البئر: أستقي دلوين دلواً لكم، ودلواً لي؟ وكان الدلو كبيراً يحتاج مدُّ ه إلى جماعة...فقبل القوم كلامه لما رأوا فيه من المنفعة لأنفسهم، فتقدّ م موسى(عليه السلام) وحده ـ وكان قويا ـ فاستقى وحده دلواً لمن على البئر ثم استقى دلواً آخر للجاريتين، وسقى أغنامهما.

(ثم تولّ ى إلى الظلّ فقال رب إني لما أنزلت إليّ من خيرٍ فقيرٌ) وكان(عليه السلام) حينذاك جائعاً لم يأكل منذ ثلاثة أيام شيئاً!وكان قد استولى عليه الضعف، والتعب..فقد قطع الطريق بين مصر ومدين راجلاً خائفاً، ولم يعتد ذلك من قبل حيث انه كان في ظلّ نعيمٍ في بيت الملك، مهيئاً له أفضل الأطعمة، وأحسن المراكب، وأسبغ الرفاه والأمن.

فتضرّ ع إلى الله تعالى، في أن يمنحه الراحة والأمن والمأكل.استجاب الله دعاء موسى(عليه السلام).فما أن رجعت المرأتان إلى داريهما ـ وكان أبوهما نبياً من أنبياء الله تعالى، واسمه: شعيب(عليه السلام) ـ حتى أخبرتاه بنبأ موسى.

إن شعيب سأل ابنتيه، قائلاً: أسرعتما الرجوع اليوم؟ وقد كانتا اعتادتا التأخر حتى يصدر الرعاء.

فقالتا: وجدنا رجلاً صالحاً رحيماً، فسقى لنا مع القوم، وهذا سبب مجيئنا قبل كل يوم.

فقال شعيب، لواحدة منهما: اذهبي إليه، فادعيه لنجزيه أجر ما سقى لنا(فجاءته إحداهما تمشي على استحياء) حتى وصلت إلى موسى(قالت إنّ أبي يدعوك ليجزيك أجر ما سقيت لنا) فقام موسى معها، وأرادت الفتاة أن تتقدّ م على موسى في المشي لتدلّ ه على الطريق لكن موسى أبى، وقال: بل كوني من ورائي، وأرشديني إلى الطريق بدلالة.

حتى وصل إلى دار شعيب فدخل الدار، ورحّ ب به شعيب، واستفسره عن قصته(فلمّ ا جاءه وقصّ عليه القصص قال لا تخف نجوت من القوم الظالمين).`
  ]

let dawood = [
  'داود عليه السلام',
  `داود(عليه السلام)

دخل بنو إسرائيل الأرض المقدسة (فلسطين) واستقروا بها، وكان ذلك على يد يوشع بن نون، وصاروا يعبدون الله على المنهج الذي جاء به موسى، وبعد مدة عادوا إلى طبائعهم الفاسدة مرة أخرى، فكفروا بأنعم الله، وانحرفوا عن الطريق المستقيم فسلَّط الله عليهم ملكًا جبارًا اسمه جالوت فقتل رجالهم، وسبى نساءهم وأطفالهم، وأخرجهم من بيوتهم، وأخذ منهم التابوت المقدس وبه الألواح الخاصة بالتوراة، وعصا موسى وبعض الأشياء الخاصة بهارون.
وأراد بنو إسرائيل قتال جالوت وجنوده، ولم يكن لهم في هذه الفترة ملك يوحد صفوفهم لقتال هذا الملك الجبار، وكان من بينهم آنذاك نبي من أنبياء الله فذهبوا إليه وأخبروه أنهم يريدون ملكًا عليهم لمحاربة جالوت، فتعجب نبيهم من هذا الطلب، وذكرهم من أنه يخشى إن فرض عليهم القتال أن يرفضوا القتال، ولكنهم أكدوا له عزمهم على القتال، فقد طردوا من بيوتهم، وابتعدوا عن أبنائهم، فأوحى الله إلى نبيهم أن يخبرهم أن الله قد بعث لكم طالوت ملكًا، فلما أخبرهم بذلك تعجبوا، وغضبوا من هذا الاختيار، حيث كان الكثير منهم خاصة الأغنياء يطمع أن يكون هو الملك الذي يوحد الصفوف لقتال جالوت، وتكون له الهيمنة والسلطان، ويحظى بشرف الحكم والقيادة، ومن أجل ذلك اعترض الكثير منهم على اختيار طالوت ليتولى الـمُلك من بينهم..
فأخبرهم نبيهم أن هذا اختيار الله، وأنه -سبحانه- قد أعطى طالوت قوة في الجسم، وسعة في العلم، وأن علامة ملك طالوت أن تأتيه الملائكة بالتابوت الذي كان قد أخذه جالوت من قبل، وفي لحظات كانت الملائكة قد أتت بالصندوق ووضعته أمام طالوت، فلما رأى بنو إسرائيل ذلك رضوا به، ووافقوا على حكمه لهم، ثم أوحى الله لنبي بني إسرائيل أن يخبرهم بأن الله يأمرهم بالخروج مع طالوت لقتال عدوهم الذي أذلهم، وأسر وسبى أبناءهم.
ولكنهم امتنعوا عن القتال إلا قليلاً منهم تشجعوا، واستعدوا للقتال، فساروا مع طالوت للقاء جالوت الجبار وجنوده، وبهذه القلة التى آمنت، خرج طالوت وسار في طريق صحراوى ليس فيه ماء، فاشتكى بنو إسرائيل من الظمأ والعطش فطمأنهم ملكهم طالوت وطلب منهم الصبر ومواصلة السير، وبعد لحظات اقترب طالوت وجنوده من نهر من الأنهار، فقال لهم طالوت مبينًا أنهم سيمرون على نهر فمن شرب منه بكثرة، فقد خرج عن طاعته إلا من اغترف غرفة بيده يروى بها ظمأه، ومن خالف هذا الأمر فعليه أن يترك الجيش ويرجع من حيث جاء، فلما وصل طالوت وبنو إسرائيل إلى النهر، لم يستجب أكثرهم لما أمرهم به الملك طالوت، فشربوا من النهر حتى امتلأت بطونهم إلا قليلاً منهم.
فأمر طالوت كل من شرب من النهر حتى شبع أن يترك الجيش ويعتزل الباقين، ثم واصل سيره بالبقية الباقية من بني إسرائيل، وعبر النهر ليلتقي مع جيش جالوت وحتى هذه القلة التى ثبتت تراجع بعضهم وأصابهم الخوف عندما رأوا كثرة جنود جالوت، ولم يصبر معه إلا المؤمنون الصادقون الذين يعلمون أن الله ينصر المؤمنين بقوة إيمانهم لا بكثرة عددهم، ولما ظهر جالوت وجنوده أمامهم، واقترب منهم دعوا الله فقالوا: {ربنا افرغ علينا صبرًا وثبت أقدامنا وانصرنا علي الكافرين} [البقرة:250].
وفي الميدان المخصص للقتال وقف جالوت وجنوده في ناحية، وطالوت وبنو إسرائيل في ناحية أخرى، ثم تقدم جالوت على حصانه، مسلحًا بكافة الدروع ونادى بأعلى صوته، هل من مبارز؟ هل من مقاتل؟ وكان في جيش طالوت جندي عظيم، هو نبي الله داود، والذي يرجع نسبه إلى إبراهيم -عليه السلام- فخرج من بين الصفوف ليبارز جالوت الجبار بعد أن امتنع جميع بني إسرائيل عن الخروج إليه، فضرب داود جالوت بحجارة عن طريق مقلاعه، فوقع قتيلاً، ففر الجيش هاربًا، وانتصرت القلة المؤمنة بحول الله وقوته على الكثرة الكافرة المشركة.
وانتهت المعركة، وبدأ عهد نبي جديد وملك جديد، قال تعالى:

{فهزموهم بإذن الله وقتل داود جالوت وآتاه الله الملك والحكمة وعلمه مما يشاء} [البقرة:251].؟
وجمع الله لداود الملك والنبوة، فكان ملكًا نبيًّا، وأنزل عليه الزبور، وهو كتاب مقدس فيه كثير من المواعظ والحكم، قال تعالى: {وآتينا داود زبورًا} [النساء:163] وأعطى الله لداود صوتًا جميلاً لم يعطه لأحد من قبله، فكان إذا قرأ كتابه الزبور، وسبح الله، وقف الطير في الهواء يسبح الله معه، وينصت لما يقرؤه وكذلك الجبال فإنها كانت تسبح معه في الصباح والمساء، قال تعالى:
{إنا سخرنا الجبال معه يسبحن بالعشي والإشراق . والطير محشورة كل له أواب} [ص:18-19] وأيد الله داود بمعجزات كثيرة دالة على نبوته، فألان له الحديد، حتى يسهل عليه صنع الدروع والمحاريب التى تستخدم في الحروب والقتال.
وأراد الله -سبحانه- أن يعلم داود درسًا في العدل حين يحكم، فبينما كان يجلس في محرابه يصلى ويتعبد، فوجئ باثنين من الرجال يصعدان على سور محرابه حتى وصلا إليه، فدخلا عليه، فخاف منهما وفزع، فقال الرجلان: يا داود
لا تخف، خصمان بغى بعضنا على بعض فجئنا لتحكم بيننا بالحق، فسألهم داود عن قضيتهم، فقال أحد الخصمين: إن هذا أخى له تسع وتسعون نعجة ولي نعجة واحدة، فأراد أن يأخذها مني ليكمل المائة، فتسرع داود في الحكم لهذه القضية قبل أن يسمع كلام الآخر، فقال: {لقد ظلمك بسؤال نعجتك إلي نعاجه وإن كثيرًا من الخلطاء ليبغي بعضهم علي بعض إلا الذين آمنوا
وعملوا الصالحات} _[ص: 42]

وما إن أكمل داود حكمه حتى اختفي هذان الرجلان فجأة دون أن يخرجا من الباب أو يعودا كما جاءا، فأدرك داود أن هذين ملكان أرسلهما الله ليعلماه أن يسمع من الخصمين قبل أن يحكم بينهما، فاستغفر داود ربه.
وكان داود يتقرب إلى الله بالذكر والدعاء والصلاة، لذلك مدحه الله بقوله تعالى: {واذكر عبدنا داود ذي الأيدِ إنه أواب } [ص:17] وكان رسول الله -صلى الله عليه وسلم- يقول عنه: (كان أعبد البشر) [البخارى] وقال -صلى الله عليه وسلم-: (أحب الصيام إلى الله صيام داود، كان يصوم يومًا ويفطر يومًا، وأحب الصلاة إلى الله صلاة داود، كان ينام نصف الليل ويقوم ثلثه وينام سدسه) [متفق عليه].
وكان داود لا يأكل إلا من عمل يده، لأنه يعلم أن أفضل الكسب هو ما يكسبه الإنسان من صنع يده، قال -صلى الله عليه وسلم-: (ما أكل أحد طعامًا قط خيرًا من أن يأكل من عمل يده، وإن نبي الله داود -عليه السلام- كان يأكل من عمل يده) [البخارى] وقد مات داود -عليه الصلاة والسلام- وتولى من بعده ابنه سليمان -عليه السلام- الحكم وجعله الله نبيًّا،

قال تعالى: {وورث سليمان داود} [النمل:16].`
  ]




let yasa = [
  'اليسع عليه السلام',
  `اليسع عليه السلام 
سيرته :
من أنبياء الله تعالى، الذين يذكر الحق أسمائهم ويثني عليهم، ولا يحكي قصصهم.. نبي الله تعالى اليسع. 

قال تعالى في سورة (ص): وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ مِّنْ الْأَخْيَارِ 

وقال جل جلاله في سورة (الأنعام) : وَإِسْمَاعِيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطاً وَكُلاًّ فضَّلْنَا عَلَى الْعَالَمِينَ 

جاء في تاريخ الطبري حول ذكر نسبة أنه اليسع بن أخطوب ويقال أنه ابن عم إلياس النبي عليهما السلام ، وذكر الحافظ ابن عساكر نسبة على الوجه الآتي: اسمه أسباط بن عدي بن شوتلم بن أفرائيم بن يوسف الصديق عليه السلام وهو من أنبياء بني إسرائيل، وقد أوجز القرآن الكريم عن حياته فلم يذكر عنها شيئاً وإنما اكتفى بعده في مجموعة الرسل الكرام الذي يجب الإيمان بهم تفصيلاً. 

قام بتبليغ الدعوة بعد انتقال إلياس إلى جوار الله فقام يدعو إلى الله مستمسكاً بمنهاج نبي الله إلياس وشريعته وقد كثرت في زمانه الأحداث والخطايا وكثر الملوك الجبابرة فقتلوا الأنبياء وشردوا المؤمنين فوعظهم اليسع وخوفهم من عذاب الله ولكنهم لم يأبهوا بدعوته ثم توفاه الله وسلط على بني إسرائيل من يسومهم سوء العذاب كما قص علينا القرآن الكريم. ويذكر بعض المؤرخين أن دعوته في مدينة تسعى بانياس إحدى مدن الشام، ولا تزال حتى الآن موجودة وهي قريبة من بلدة اللاذقية والله أعلم. 

وأرجح الأقوال أن اليسع هو اليشع الذي تتحدث عنه التوراة.. ويذكر القديس برنابا أنه أقام من الموت إنسانا كمعجزة.

اليسع وذو الكفل :
ويروي بعض العلماء قصة حدثت في زمن اليسع عليه السلام. 

فيروى أنه لما كبر اليسع قال لو أني استخلفت رجلاً على الناس يعمل عليهم في حياتي حتى أنظر كيف يعمل؟ فجمع الناس فقال: من يتقبل لي بثلاث استخلفه: يصوم النهار، ويقوم الليل، ولا يغضب. فقام رجل تزدريه العين، فقال: أنا، فقال: أنت تصوم النهار، وتقوم الليل، ولا تغضب؟ قال: نعم. لكن اليسع -عليه السلام- ردّ الناس ذلك اليوم دون أن يستخلف أحدا. وفي اليوم التالي خرج اليسع -عليه السلام- على قومه وقال مثل ما قال اليوم الأول، فسكت الناس وقام ذلك الرجل فقال أنا. فاستخلف اليسع ذلك الرجل.

فجعل إبليس يقول للشياطين: عليكم بفلان، فأعياهم ذلك. فقال دعوني وإياه فأتاه في صورة شيخ كبير فقير، وأتاه حين أخذ مضجعه للقائلة، وكان لا ينام الليل والنهار، إلا تلك النّومة فدقّ الباب. فقال ذو الكفل: من هذا؟ قال: شيخ كبير مظلوم. فقام ذو الكفل ففتح الباب. فبدأ الشيخ يحدّثه عن خصومة بينه وبين قومه، وما فعلوه به، وكيف ظلموه، وأخذ يطوّل في الحديث حتى حضر موعد مجلس ذو الكفل بين الناس، وذهبت القائلة. فقال ذو الكفل: إذا رحت للمجلس فإنني آخذ لك بحقّك.

فخرج الشيخ وخرج ذو الكفل لمجلسه دون أن ينام. لكن الشيخ لم يحضر للمجلس. وانفض المجلس دون أن يحضر الشيخ. وعقد المجلس في اليوم التالي، لكن الشيخ لم يحضر أيضا. ولما رجع ذو الكفل لمنزله عند القائلة ليضطجع أتاه الشيخ فدق الباب، فقال: من هذا؟ فقال الشيخ الكبير المظلوم. ففتح له فقال: ألم أقل لك إذا قعدت فاتني؟ فقال الشيخ: إنهم اخبث قوم إذا عرفوا أنك قاعد قالوا لي نحن نعطيك حقك، وإذا قمت جحدوني. فقال ذو الكفل: انطلق الآن فإذا رحت مجلسي فأتني.

ففاتته القائلة، فراح مجلسه وانتظر الشيخ فلا يراه وشق عليه النعاس، فقال لبعض أهله: لا تدعنَّ أحداً يقرب هذا الباب حتى أنام، فإني قد شق عليّ النوم. فقدم الشيخ، فمنعوه من الدخول، فقال: قد أتيته أمس، فذكرت لذي الكفل أمري، فقالوا: لا والله لقد أمرنا أن لا ندع أحداً يقربه. فقام الشيخ وتسوّر الحائط ودخل البيت ودق الباب من الداخل، فاستيقظ ذو الكفل، وقال لأهله: ألم آمركم ألا يدخل علي أحد؟ فقالوا: لم ندع أحدا يقترب، فانظر من أين دخل. فقام ذو الكفل إلى الباب فإذا هو مغلق كما أغلقه؟ وإذا الرجل معه في البيت، فعرفه فقال: أَعَدُوَّ اللهِ؟ قال: نعم أعييتني في كل شيء ففعلت كل ما ترى لأغضبك.

فسماه الله ذا الكفل لأنه تكفل بأمر فوفى به!

 `
  ]


let soliman = [
  'سليمان عليه السلام',
  `سليمان عليه السلام
سيرته:
  (وَ وَ رِ ثَ سُ لَ يْ مَ انُ دَ اوُ ودَ) ورثه في النبوة والملك..ليس المقصود وراثته في المال، لأن الأنبياء لا يورثون.إنما تكون أموالهم صدقة من بعدهم للفقراء والمحتاجين، لا يخصون بها أقربائهم.قال محمد بن عبد الله صلى الله عليه وسلم: "نحن معشر الأنبياء لا نورث".

ملك سليمان:
  لقد آتى الله سليمان– عليه السلام - ملكا عظيما، لم يؤته أحدا من قبله، ولن يعطه لأحد من بعده إلى يوم القيامة.فقد استجاب الله تعالى لدعوة سليمان(رَ بِّ اغْ فِ رْ لِ ي وَ هَ بْ لِ ي مُ لْ كً ا لَّ ا يَ نبَ غِ ي لِ أَ حَ دٍ مِّ نْ بَ عْ دِ ي).لنتحدث الآن عن بعض الأمور التي سخرها الله لنبيه سليمان عليه السلام.لقد سخر له أمرا لم يسخره لأحد من قبله ولا بعده..سخر الله له "الجن".فكان لديه– عليه السلام - القدرة على حبس الجن الذين لا يطيعون أمره، وتقييدهم بالسلاسل وتعذيبهم.ومن يعص سليمان يعذبه الله تعالى.لذلك كانوا يستجيبون لأوامره، فيبنون له القصور، والتماثيل– التي كانت مباحة في شرعهم - والأواني والقدور الضخمة جدا، فلا يمكن تحريكها من ضخامتها.وكانت تغوص له في أعماق البحار وتستخرج اللؤلؤ والمرجان والياقوت..

وسخر الله لسليمان– عليه السلام - الريح فكانت تجري بأمره.لذلك كان يستخدمها سليمان في الحرب.فكان لديه بساطا خشبيا ضخم جدا، وكان يأمر الجيش بأن يركب على هذا الخشب، ويأمر الريح بأن ترفع البساط وتنقلهم للمكان المطلوب.فكان يصل في سرعة خارقة.

ومن نعم الله عليه، إسالة النحاس له.مثلما أنعم على والده داود بأن ألان له الحديد وعلمه كيف يصهره..وقد استفاد سليمان من النحاس المذاب فائدة عظيمة في الحرب والسلم.

ونختم هذه النعم بجيش سليمان عليه السلام.كان جيشه مكون من: البشر، والجن، والطيور.فكان يعرف لغتها.

سليمان والخيل:
  بعد عرض أنعم الله عليه، لنبدأ بقصته عليه السلام.وبعض أحداثها.

كان سليمان– عليه السلام - يحب الخيل كثيرا، خصوصا ما يسمى(بالصافنات)، وهي من أجود أنواع الخيول وأسرعها.وفي يوم من الأيام، بدأ استعراض هذه الخيول أمام سليمان عصرا، وتذكر بعد الروايات أن عددها كان أكثر من عشرين ألف جواد، فأخذ ينظر إليها ويتأمل فيها، فطال الاستعراض، فشغله عن ورده اليومي في ذكر الله تعالى، حتى غابت الشمس، فانتبه، وأنب نفسه لأن حبه لهذه الخيول شغله عن ذكر ربه حتى غابت الشمس، فأمر بإرجاع الخيول له(فَ طَ فِ قَ مَ سْ حً ا بِ السُّ وقِ وَ الْ أَ عْ نَ اقِ).وجاءت هنا روايتان كلاهما قوي.رواية تقول أنه أخذ السيف وبدأ بضربها على رقابها وأرجلها، حتى لا ينشغل بها عن ذكر الله.ورواية أخرى تقول أنه كان يمسح عليها ويستغفر الله عز وجل، فكان يمسحها ليرى السقيم منها من الصحيح لأنه كان يعدّ ها للجهاد في سبيل الله.

ابتلاء سليمان:
  ورغم كل هذه النعم العظيمة والمنح الخاصة، فقد فتن الله تعالى سليمان..اختبره وامتحنه، والفتنة امتحان دائم، وكلما كان العبد عظيما كان امتحانه عظيما.

اختلف المفسرون في فتنة سليمان عليه السلام.ولعل أشهر رواية عن هذه الفتنة هي نفسها أكذب رواية..قيل إن سليمان عزم على الطواف على نسائه السبعمائة في ليلة واحدة، وممارسة الحب معهن حتى تلد كل امرأة منهن ولدا يجاهد في سبيل الله، ولم يقل سليمان إن شاء الله، فطاف على نسائه فلم تلد منهن غير امرأة واحدة..ولدت طفلا مشوها ألقوه على كرسيه..والقصة مختلقة من بدايتها لنهايتها، وهي من الإسرائيليات الخرافية.

وحقيقة هذه الفتنة ما ذكره الفخر الرازي.قال: إن سليمان ابتلي بمرض شديد حار فيه الطب.مرض سليمان مرضا شديدا حار فيه أطباء الإنس والجن..وأحضرت له الطيور أعشابا طبية من أطراف الأرض فلم يشف، وكل يوم كان المرض يزيد عليه حتى أصبح سليمان إذا جلس على كرسيه كأنه جسد بلا روح..كأنه ميت من كثرة الإعياء والمرض..واستمر هذا المرض فترة كان سليمان فيها لا يتوقف عن ذكر الله وطلب الشفاء منه واستغفاره وحبه..وانتهى امتحان الله تعالى لعبده سليمان، وشفي سليمان..عادت إليه صحته بعد أن عرف أن كل مجده وكل ملكه وكل عظمته لا تستطيع أن تحمل إليه الشفاء إلا إذا أراد الله سبحانه..هذا هو الرأي الذي نرتاح إليه، ونراه لائقا بعصمة نبي حكيم وكريم كسليمان..

ويذكر لنا القرآن الكريم مواقف عدة، تتجلى لنا فيها حكمة سليمان– عليه السلام - ومقدرته الفائقة على استنتاج الحكم الصحيح في القضايا المعروضه عليه.ومن هذه القصص ما حدث في زمن داود– عليه السلام - قال تعالى:

  وَ دَ اوُ ودَ وَ سُ لَ يْ مَ انَ إِ ذْ يَ حْ كُ مَ انِ فِ ي الْ حَ رْ ثِ إِ ذْ نَ فَ شَ تْ فِ يهِ غَ نَ مُ الْ قَ وْ مِ وَ كُ نَّ ا لِ حُ كْ مِ هِ مْ شَ اهِ دِ ينَ(78) فَ فَ هَّ مْ نَ اهَ ا سُ لَ يْ مَ انَ وَ كُ لًّ ا آتَ يْ نَ ا حُ كْ مً ا وَ عِ لْ مً ا

جلس داود كعادته يوما يحكم بين الناس في مشكلاتهم..وجاءه رجل صاحب حقل ومعه رجل آخر..

وقال له صاحب الحقل: سيدي النبي..إن غنم هذا الرجل نزلت حقلي أثناء الليل، وأكلت كل عناقيد العنب التي كانت فيه..وقد جئت إليك لتحكم لي بالتعويض..

قال داود لصاحب الغنم: هل صحيح أن غنمك أكلت حقل هذا الرجل؟

قال صاحب الغنم: نعم يا سيدي..

قال داود: لقد حكمت بأن تعطيه غنمك بدلا من الحقل الذي أكلته.

قال سليمان..وكان الله قد علمه حكمة تضاف إلى ما ورث من والده: عندي حكم آخر يا أبي..

قال داود: قله يا سليمان..

قال سليمان: أحكم بأن يأخذ صاحب الغنم حقل هذا الرجل الذي أكلته الغنم..ويصلحه له ويزرعه حتى تنمو أشجار العنب، وأحكم لصاحب الحقل أن يأخذ الغنم ليستفيد من صوفها ولبنها ويأكل منه، فإذا كبرت عناقيد الغنم وعاد الحقل سليما كما كان أخذ صاحب الحقل حقله وأعطى صاحب الغنم غنمه..

قال داود: هذا حكم عظيم يا سليمان..الحمد لله الذي وهبك الحكمة.

ومنها ما جاء في الحديث الصحيح: حَ دَّ ثَ نِ ى زُ هَ يْ رُ بْ نُ حَ رْ بٍ حَ دَّ ثَ نِ ى شَ بَ ابَ ةُ حَ دَّ ثَ نِ ى وَ رْ قَ اءُ عَ نْ أَ بِ ى الزِّ نَ ادِ عَ نِ الأَ عْ رَ جِ عَ نْ أَ بِ ى هُ رَ يْ رَ ةَ عَ نِ النَّ بِ ىِّ صلى الله عليه وسلم قَ الَ« بَ يْ نَ مَ ا امْ رَ أَ تَ انِ مَ عَ هُ مَ ا ابْ نَ اهُ مَ ا جَ اءَ الذِّ ئْ بُ فَ ذَ هَ بَ بِ ابْ نِ إِ حْ دَ اهُ مَ ا.فَ قَ الَ تْ هَ ذِ هِ لِ صَ احِ بَ تِ هَ ا إِ نَّ مَ ا ذَ هَ بَ بِ ابْ نِ كِ أَ نْ تِ.وَ قَ الَ تِ الأُ خْ رَ ى إِ نَّ ما ذَ هَ بَ بِ ابْ نِ كِ.فَ تَ حَ اكَ مَ تَ ا إِ لَ ى دَ اوُ دَ فَ قَ ضَ ى بِ هِ لِ لْ كُ بْ رَ ى فَ خَ رَ جَ تَ ا عَ لَ ى سُ لَ يْ مَ انَ بْ نِ دَ اوُ دَ عَ لَ يْ هِ مَ ا السَّ لاَ مُ فَ أَ خْ بَ رَ تَ اهُ فَ قَ الَ ائْ تُ ونِ ى بِ السِّ كِّ ينِ أَ شُ قُّ هُ بَ يْ نَ كُ مَ ا.فَ قَ الَ تِ الصُّ غْ رَ ى لاَ يَ رْ حَ مُ كَ اللَّ هُ هُ وَ ابْ نُ هَ ا.فَ قَ ضَ ى بِ هِ لِ لصُّ غْ رَ ى».قَ الَ قَ الَ أَ بُ و هُ رَ يْ رَ ةَ وَ اللَّ هِ إِ نْ سَ مِ عْ تُ بِ السِّ كِّ ينِ قَ طُّ إِ لاَّ يَ وْ مَ ئِ ذٍ مَ ا كُ نَّ ا نَ قُ ولُ إِ لاَّ الْ مُ دْ يَ ةَ.

سليمان والنملة:
  ويذكر لنا القرآن الكريم قصة عجيبة:

  وَ حُ شِ رَ لِ سُ لَ يْ مَ انَ جُ نُ ودُ هُ مِ نَ الْ جِ نِّ وَ الْ إِ نسِ وَ الطَّ يْ رِ فَ هُ مْ يُ وزَ عُ ونَ(17) حَ ـتَّ ى إِ ذا أتَ وْ ا عَ لَ ى وَ ادِ النَّ مْ لِ قَ الَ تْ نَ مْ لَ ةٌ يَ ا أَ يُّ هَ ا النَّ مْ لُ ادْ خُ لُ وا مَ سَ اكِ نَ كُ مْ لَ ا يَ حْ طِ مَ نَّ كُ مْ سُ لَ يْ مَ انُ وَ جُ نُ ودُ هُ وَ هُ مْ لَ ا يَ شْ عُ رُ ونَ(18) فَ تَ بَ سَّ مَ ضَ احِ كً ا مِّ ن قَ وْ لِ هَ ا وَ قَ الَ رَ بِّ أَ وْ زِ عْ نِ ي أَ نْ أَ شْ كُ رَ نِ عْ مَ تَ كَ الَّ تِ ي أَ نْ عَ مْ تَ عَ لَ يَّ وَ عَ لَ ى وَ الِ دَ يَّ وَ أَ نْ أَ عْ مَ لَ صَ الِ حً ا تَ رْ ضَ اهُ وَ أَ دْ خِ لْ نِ ي بِ رَ حْ مَ تِ كَ فِ ي عِ بَ ادِ كَ الصَّ الِ حِ ينَ(19)(النمل)

يقول العلماء "ما أعقلها من نملة وما أفصحها".(يَ ا) نادت،(أَ يُّ هَ ا) نبّ هت،(ادْ خُ لُ وا) أمرت،(لَ ا يَ حْ طِ مَ نَّ كُ مْ) نهت،(سُ لَ يْ مَ انُ) خصّ ت،(وَ جُ نُ ودُ هُ) عمّ ت،(وَ هُ مْ لَ ا يَ شْ عُ رُ ونَ) اعتذرت.سمع سليمان كلام النملة فتبسم ضاحكا من قولها..ما الذي تتصوره هذه النملة!رغم كل عظمته وجيشه فإنه رحيم بالنمل..يسمع همسه وينظر دائما أمامه ولا يمكن أبدا أن يدوسه..وكان سليمان يشكر الله أن منحه هذه النعمة..نعمة الرحمة ونعمة الحنو والشفقة والرفق.

سليمان عليه السلام وبلقيس ملكة سبأ:
  ولعل أشهر قصة عن سليمان– عليه السلام - هي قصته مع بلقيس ملكة سبأ.

جاء يوم..وأصدر سليمان أمره لجيشه أن يستعد..بعدها، خرج سليمان يتفقد الجيش، ويستعرضه ويفتش عليه..فاكتشف غياب الهدهد وتخلفه عن الوقوف مع الجيش، فغضب وقرر تعذيبه أو قتله، إلا إن كان لديه عذر قوي منعه من القدوم.

فجاء الهدهد ووقف على مسافة غير بعيدة عن سليمان– عليه السلام - (فَ مَ كَ ثَ غَ يْ رَ بَ عِ يدٍ فَ قَ الَ أَ حَ طتُ بِ مَ ا لَ مْ تُ حِ طْ بِ هِ وَ جِ ئْ تُ كَ مِ ن سَ بَ إٍ بِ نَ بَ إٍ يَ قِ ينٍ) وانظروا كيف يخاطب هذا الهدهد أعظم ملك في الأرض، بلا إحساس بالذل أو المهانة، ليس كما يفعل ملوك اليوم لا يتكلم معهم أحد إلا ويجب أن تكون علامات الذل ظاهرة عليه.فقال الهدهد أن أعلم منك بقضية معينة، فجئت بأخبار أكيدة من مدينة سبأ باليمن.(إِ نِّ ي وَ جَ دتُّ امْ رَ أَ ةً) بلقيس(تَ مْ لِ كُ هُ مْ) تحكمهم(وَ أُ وتِ يَ تْ مِ ن كُ لِّ شَ يْ ءٍ) أعطاها الله قوة وملكا عظيمين وسخّ ر لها أشياء كثيرة(وَ لَ هَ ا عَ رْ شٌ عَ ظِ يمٌ) وكرسي الحكم ضخم جدا ومرصّ ع بالجواهر(وَ جَ دتُّ هَ ا وَ قَ وْ مَ هَ ا يَ سْ جُ دُ ونَ لِ لشَّ مْ سِ مِ ن دُ ونِ اللَّ هِ) وهم يعبدون الشمس(وَ زَ يَّ نَ لَ هُ مُ الشَّ يْ طَ انُ أَ عْ مَ الَ هُ مْ) أضلهم الشيطان(فَ صَ دَّ هُ مْ عَ نِ السَّ بِ يلِ فَ هُ مْ لَ ا يَ هْ تَ دُ ونَ(24) أَ لَّ ا يَ سْ جُ دُ وا لِ لَّ هِ الَّ ذِ ي يُ خْ رِ جُ الْ خَ بْ ءَ فِ ي السَّ مَ اوَ اتِ وَ الْ أَ رْ ضِ وَ يَ عْ لَ مُ مَ ا تُ خْ فُ ونَ وَ مَ ا تُ عْ لِ نُ ونَ) يسجدون للشمس ويتركون الله سبحانه وتعالى(اللَّ هُ لَ ا إِ لَ هَ إِ لَّ ا هُ وَ رَ بُّ الْ عَ رْ شِ الْ عَ ظِ يمِ) وذكر العرش هنا لأنه ذكر عرش بلقيس من قبل، فحتى لا يغترّ إنسان بعرشها ذكر عرش الله سبحانه وتعالى.

فتعجب سليمان من كلام الهدهد، فلم يكن شائعا أن تحكم المرأة البلاد، وتعجب من أن قوما لديهم كل شيء ويسجدون للشمس، وتعجب من عرشها العظيم، فلم يصدق الهدهد ولم يكذبه إنما(قَ الَ سَ نَ نظُ رُ أَ صَ دَ قْ تَ أَ مْ كُ نتَ مِ نَ الْ كَ اذِ بِ ينَ) وهذا منتهى العدل والحكمة.ثم كتب كتابا وأعطاه للهدهد وقال له: (اذْ هَ ب بِّ كِ تَ ابِ ي هَ ذَ ا فَ أَ لْ قِ هْ إِ لَ يْ هِ مْ ثُ مَّ تَ وَ لَّ عَ نْ هُ مْ فَ انظُ رْ مَ اذَ ا يَ رْ جِ عُ ونَ) ألق الكتاب عليهم وقف في مكان بعيد يحث تستطيع سماع ردهم على الكتاب.

يختصر السياق القرآني في سورة النمل ما كان من أمر ذهاب الهدهد وتسليمه الرسالة، وينتقل مباشرة إلى الملكة، وسط مجلس المستشارين، وهي تقرأ على رؤساء قومها ووزرائها رسالة سليمان..

قَ الَ تْ يَ ا أَ يُّ هَ ا المَ لَ أُ إِ نِّ ي أُ لْ قِ يَ إِ لَ يَّ كِ تَ ابٌ كَ رِ يمٌ(29) إِ نَّ هُ مِ ن سُ لَ يْ مَ انَ وَ إِ نَّ هُ بِ سْ مِ اللَّ هِ الرَّ حْ مَ نِ الرَّ حِ يمِ(30) أَ لَّ ا تَ عْ لُ وا عَ لَ يَّ وَ أْ تُ ونِ ي مُ سْ لِ مِ ينَ(31)(النمل)

هذا هو نص خطاب الملك سليمان لملكة سبأ..

إنه يأمر في خطابه أن يأتوه مسلمين..هكذا مباشرة..إنه يتجاوز أمر عبادتهم للشمس..ولا يناقشهم في فساد عقيدتهم..ولا يحاول إقناعهم بشيء..إنما يأمر فحسب..أليس مؤيدا بقوة تسند الحق الذي يؤمن به..؟لا عليه إذن أن يأمرهم بالتسليم..

كان هذا كله واضحا من لهجة الخطاب القصيرة المتعالية المهذبة في نفس الوقت..

طرحت الملكة على رؤساء قومها الرسالة..وكانت عاقلة تشاورهم في جميع الأمور: (قَ الَ تْ يَ ا أَ يُّ هَ ا المَ لَ أُ أَ فْ تُ ونِ ي فِ ي أَ مْ رِ ي مَ ا كُ نتُ قَ اطِ عَ ةً أَ مْ رً ا حَ تَّ ى تَ شْ هَ دُ ونِ).

كان رد فعل الملأ وهم رؤساء قومها التحدي..أثارت الرسالة بلهجتها المتعالية المهذبة غرور القوم، وإحساسهم بالقوة.أدركوا أن هناك من يتحداهم ويلوح لهم بالحرب والهزيمة ويطالبهم بقبول شروطه قبل وقوع الحرب والهزيمة(قَ الُ وا نَ حْ نُ أُ وْ لُ وا قُ وَّ ةٍ وَ أُ ولُ وا بَ أْ سٍ شَ دِ يدٍ وَ الْ أَ مْ رُ إِ لَ يْ كِ فَ انظُ رِ ي مَ اذَ ا تَ أْ مُ رِ ينَ).

أراد رؤساء قومها أن يقولوا: نحن على استعداد للحرب..ويبدو أن الملكة كانت أكثر حكمة من رؤساء قومها..فإن رسالة سليمان أثارت تفكيرها أكثر مما استنفرتها للحرب..

فكرت الملكة طويلا في رسالة سليمان..كان اسمه مجهولا لديها، لم تسمع به من قبل، وبالتالي كانت تجهل كل شيء عن قوته، ربما يكون قويا إلى الحد الذي يستطيع فيه غزو مملكتها وهزيمتها.

ونظرت الملكة حولها فرأت تقدم شعبها وثراءه، وخشيت على هذا الثراء والتقدم من الغزو..ورجحت الحكمة في نفسها على التهور، وقررت أن تلجأ إلى اللين، وترسل إليه بهدية..وقدرت في نفسها أنه ربما يكون طامعا قد سمع عن ثراء المملكة، فحدثت نفسها بأن تهادنه وتشتري السلام منه بهدية..قدرت في نفسها أيضا إن إرسالها بهدية إليه، سيمكن رسلها الذين يحملون الهدية من دخول مملكته، وإذا سيكون رسلها عيونا في مملكته..يرجعون بأخبار قومه وجيشه، وفي ضوء هذه المعلومات، سيكون تقدير موقفها الحقيقي منه ممكنا..

أخفت الملكة ما يدور في نفسها، وحدثت رؤساء قومها بأنها ترى استكشاف نيات الملك سليمان، عن طريق إرسال هدية إليه، انتصرت الملكة للرأي الذي يقضي بالانتظار والترقب..وأقنعت رؤساء قومها بنبذ فكرة الحرب مؤقتا، لأن الملوك إذا دخلوا قرية انقلبت أوضاعها وصار رؤساءها هم أكثر من فيها تعرضا للهوان والذل..

واقتنع رؤساء قومها حين لوحت الملكة بما يتهددهم من أخطار..

وصلت هدية الملكة بلقيس إلى الملك النبي سليمان..

جاءت الأخبار لسليمان بوصول رسل بلقيس وهم يحملون الهدية..وأدرك سليمان على الفور أن الملكة أرسلت رجالها ليعرفوا معلومات عن قوته لتقرر موقفها بشأنه..ونادى سليمان في المملكة كلها أن يحتشد الجيش..ودخل رسل بلقيس وسط غابة كثيفة مدججة بالسلاح..فوجئ رسل بلقيس بأن كل غناهم وثرائهم يبدو وسط بهاء مملكة سليمان..وصغرت هديتهم في أعينهم.

وفوجئوا بأن في الجيش أسودا ونمورا وطيورا..وأدركوا أنهم أمام جيش لا يقاوم..

ثم قدموا لسليمان هدية الملكة بلقيس على استحياء شديد.وقالوا له نحن نرفض الخضوع لك، لكننا لا نريد القتال، وهذه الهدية علامة صلح بيننا ونتمنى أن تقبلها.نظر سليمان إلى هدية الملكة وأشاح ببصره(فَ لَ مَّ ا جَ اء سُ لَ يْ مَ انَ قَ الَ أَ تُ مِ دُّ ونَ نِ بِ مَ الٍ فَ مَ ا آتَ انِ يَ اللَّ هُ خَ يْ رٌ مِّ مَّ ا آتَ اكُ م بَ لْ أَ نتُ م بِ هَ دِ يَّ تِ كُ مْ تَ فْ رَ حُ ونَ) كشف الملك سليمان بكلماته القصيرة عن رفضه لهديتهم، وأفهمهم أنه لا يقبل شراء رضاه بالمال.يستطيعون شراء رضاه بشيء آخر(أَ لَّ ا تَ عْ لُ وا عَ لَ يَّ وَ أْ تُ ونِ ي مُ سْ لِ مِ ينَ) ثم هددهم(ارْ جِ عْ إِ لَ يْ هِ مْ فَ لَ نَ أْ تِ يَ نَّ هُ مْ بِ جُ نُ ودٍ لَّ ا قِ بَ لَ لَ هُ م بِ هَ ا وَ لَ نُ خْ رِ جَ نَّ هُ م مِّ نْ هَ ا أَ ذِ لَّ ةً وَ هُ مْ صَ اغِ رُ ونَ).

وصل رسل بلقيس إلى سبأ..وهناك هرعوا إلى الملكة وحدثوها أن بلادهم في خطر..حدثوها عن قوة سليمان واستحالة صد جيشه..أفهموها أنها ينبغي أن تزوره وتترضاه..وجهزت الملكة نفسها وبدأت رحلتها نحو مملكة سليمان..

جلس سليمان في مجلس الملك وسط رؤساء قومه ووزرائه وقادة جنده وعلمائه..كان يفكر في بلقيس..يعرف أنها في الطريق إليه..تسوقها الرهبة لا الرغبة..ويدفعها الخوف لا الاقتناع..ويقرر سليمان بينه وبين نفسه أن يبهرها بقوته، فيدفعها ذلك للدخول في الإسلام.فسأل من حوله، إن كان بإمكان احدهم ان يحضر له عرش بلقيس قبل أن تصل الملكة لسليمان.

فعرش الملكة بلقيس هو أعجب ما في مملكتها..كان مصنوعا من الذهب والجواهر الكريمة، وكانت حجرة العرش وكرسي العرش آيتين في الصناعة والسبك..وكانت الحراسة لا تغفل عن العرش لحظة..

فقال أحد الجن أنا أستطيع إحضار العرش قبل أن ينتهي المجلس– وكان عليه السلام يجلس من الفجر إلى الظهر - وأنا قادر على حمله وأمين على جواهره.

لكن شخص آخر يطلق عليه القرآن الكريم "الذي عنده علم الكتاب"
قال لسليمان أنا أستطيع إحضار العرش في الوقت الذي تستغرقه العين في الرمشة الواحدة.

واختلف العلماء في "الذي عنده علم الكتاب"
فمنهم من قال أنه وزيره أو أحد علماء بني إسرائيل وكان يعرف اسم الله الأعظم الذي إذا دعي به أجاب.ومنهم من قال أنه جبريل عليه السلام.

لكن السياق القرآني ترك الاسم وحقيقة الكتاب غارقين في غموض كثيف مقصود..نحن أمام سر معجزة كبرى وقعت من واحد كان يجلس في مجلس سليمان..والأصل أن الله يظهر معجزاته فحسب، أما سر وقوع هذه المعجزات فلا يديره إلا الله..وهكذا يورد السياق القرآني القصة لإيضاح قدرة سليمان الخارقة، وهي قدرة يؤكدها وجود هذا العالم في مجلسه.

هذا هو العرش ماثل أمام سليمان..تأمل تصرف سليمان بعد هذه المعجزة..لم يستخفه الفرح بقدرته، ولم يزهه الشعور بقوته، وإنما أرجع الفضل لمالك الملك..وشكر الله الذي يمتحنه بهذه القدرة، ليرى أيشكر أم يكفر.

تأمل سليمان عرش الملكة طويلا ثم أمر بتغييره، أمر بإجراء بعض التعديلات عليه، ليمتحن بلقيس حين تأتي، ويرى هل تهتدي إلى عرشها أم تكون من الذين لا يهتدون.`
  ]


let azez = [
  'عزيز عليه السلام',
  `عزيز عليه السلام 
سيرته :
مرت الأيام على بني إسرائيل في فلسطين، وانحرفوا كثير عن منهج الله عز وجل. فأراد الله أن يجدد دينهم، بعد أن فقدوا التوراة ونسوا كثيرا من آياتها، فبعث الله تعالى إليهم عزيرا.

أمر الله سبحانه وتعالى عزيرا أن يذهب إلى قرية. فذهب إليها فوجدها خرابا، ليس فيها بشر. فوقف متعجبا، كيف يرسله الله إلى قرية خاوية ليس فيها بشر. وقف مستغربا، ينتظر أن يحييها الله وهو واقف! لأنه مبعوث إليها. فأماته الله مئة عام. قبض الله روحه وهو نائم، ثم بعثه. فاستيقظ عزير من نومه.

فأرسل الله له ملكا في صورة بشر: (قَالَ كَمْ لَبِثْتَ).

فأجاب عزير: (قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ). نمت يوما أو عدة أيام على أكثر تقدير.

فرد الملك: (قَالَ بَل لَّبِثْتَ مِئَةَ عَامٍ). ويعقب الملك مشيرا إلى إعجاز الله عز وجل (فَانظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانظُرْ إِلَى حِمَارِكَ) أمره بأن ينظر لطعامه الذي ظل بجانبه مئة سنة، فرآه سليما كما تركه، لم ينتن ولم يتغير طعمه او ريحه. ثم أشار له إلى حماره، فرآه قد مات وتحول إلى جلد وعظم. ثم بين له الملك السر في ذلك (وَلِنَجْعَلَكَ آيَةً لِّلنَّاسِ). ويختتم كلامه بأمر عجيب(وَانظُرْ إِلَى العِظَامِ كَيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا) نظر عزير للحمار فرأى عظامه تتحرك فتتجمع فتتشكل بشكل الحمار، ثم بدأ اللحم يكسوها، ثم الجلد ثم الشعر، فاكتمل الحمار أمام عينيه.

يخبرنا المولى بما قاله عزير في هذا الموقف: (فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ).

سبحان الله أي إعجاز هذا.. ثم خرج إلى القرية، فرآها قد عمرت وامتلأت بالناس. فسألهم: هل تعرفون عزيرا؟ قالوا: نعم نعرفه، وقد مات منذ مئة سنة. فقال لهم: أنا عزير. فأنكروا عليه ذلك. ثم جاءوا بعجوز معمّرة، وسألوها عن أوصافه، فوصفته لهم، فتأكدوا أنه عزير.

فأخذ يعلمهم التوراة ويجددها لهم، فبدأ الناس يقبلون عليه وعلى هذا الدين من جديد، وأحبوه حبا شديدا وقدّسوه للإعجاز الذي ظهر فيه، حتى وصل تقديسهم له أن قالوا عنه أنه ابن الله (وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللّهِ).

واستمر انحراف اليهود بتقديس عزير واعتباره ابنا لله تعالى –ولا زالوا يعتقدون بهذا إلى اليوم- وهذا من شركهم لعنهم الله.

 `
  ]



let esa = [
  'عيسي عليه السلام',
  `  عيسى عليه السلام
‏مثل عيسى مثل آدم خلقه الله من تراب وقال له كن فيكون، هو عيسى بن مريم رسول الله وكلمته ألقاها إلى مريم، وهو الذي بشر بالنبي محمد، آتاه الله البينات وأيده بروح القدس وكان وجيها في الدنيا والآخرة ومن المقربين، كلم الناس في المهد وكهلا وكان يخلق من الطين كهيئة الطير فينفخ فيها فتكون طيرا، ويبرئ الأكمه والأبرص ويخرج الموتى كل بإذن الله، دعا المسيح قومه لعبادة الله الواحد الأحد ولكنهم أبوا واستكبروا وعارضوه، ولم يؤمن به سوى بسطاء قومه، رفعه الله إلى السماء وسيهبط حينما يشاء الله إلى الأرض ليكون شهيدا على الناس

الحديث عن نبي الله عيسى عليه السلام، يستدعي الحديث عن أمه (مريم)، بل وعن ذرية (آل عمران) هذه الذرية التي اصطفاها الله تعالى واختارها، كما اختار آدم ونوحا وآل إبراهيم على العالمين.

(آل عمران) أسرة كريمة مكونة من (عمران) والد مريم، و(امرأة عمران) أم مريم، و(مريم)، و(عيسى) عليه السلام؛ فعمران جد عيسى لأمه، وامرأة عمران جدته لأمه، وكان (عمران) صاحب صلاة بني إسرائيل في زمانه، وكانت زوجته (امرأة عمران) امرأة صالحة كذلك، وكانت لا تلد، فدعت الله تعالى أن يرزقها ولدا، ونذرت أن تجعله مفرغا للعبادة ولخدمة بيت المقدس، فاستجاب الله دعاءها، ولكن شاء الله أن تلد أنثى هي (مريم)، وجعل الله تعالى كفالتها ورعايتها إلى (زكريا) عليه السلام، وهو زوج أختها أو خالتها، وإنما قدر الله ذلك لتقتبس منه علما نافعا، وعملا صالحا

كانت مريم مثالا للعبادة والتقوى، وأسبغ الله تعالى على ربها فضله ونعمه مما لفت أنظار الآخرين، فكان زكريا عليه السلام كلما دخل عليها المحراب وجد عندها رزقا، فيسألها من أين لك هذا، فتجيب: (قَالَتْ هُوَ مِنْ عِندِ اللّهِ إنَّ اللّهَ يَرْزُقُ مَن يَشَاءبِغَيْرِحِسَابٍ

كل ذلك إنما كان تمهيدا للمعجزة العظمى؛ حيث ولد عيسى عليه السلام من هذه المرأة الطاهرة النقية، دون أن يكون له أب كسائر الخلق، واستمع إلى بداية القصة كما أوردها القرآن الكريم، قال تعالى:

وَإِذْ قَالَتِ الْمَلاَئِكَةُ يَا مَرْيَمُ إِنَّ اللّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاء الْعَالَمِينَ

بهذه الكلمات البسيطة فهمت مريم أن الله يختارها، ويطهرها ويختارها ويجعلها على رأس نساء الوجود.. هذا الوجود، والوجود الذي لم يخلق بعد.. هي أعظم فتاة في الدنيا وبعد قيامة الأموات وخلق الآخرة.. وعادت الملائكة تتحدث:

يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ

كان الأمر الصادر بعد البشارة أن تزيد من خشوعها، وسجودها وركوعها لله.. وملأ قلب مريم إحساس مفاجئ بأن شيئا عظيما يوشك أن يقع.. ويروي الله تعالى في القرآن الكريم قصة ولادة عيسى عليه السلام فيقول:

وَاذكُر فِى الكِتَابِ مَريَمَ إِذِ انتَبَذَت مِن أَهلِهَا مَكَاناً شَرقِياً (16) فَاتخَذَت مِن دُونِهِم حِجَاباً فَأَرسَلنَا إِلَيهَا رُوحَنَا فَتَمَثلَ لَهَا بَشَراً سَوِياً (17) قَالَت إِني أَعُوذُ بِالرحمَـنِ مِنكَ إِن كُنتَ تَقِياً (18) قَالَ إِنمَا أَنَا رَسُولُ رَبكِ لأهَبَ لَكِ غُلاماً زَكِياً (19) قَالَت أنى يَكُونُ لِى غُلامٌ وَلَم يَمسَسنِى بَشَرٌ وَلَم أَكُ بَغِياً (20) قَالَ كَذلِكَ قَالَ رَبكَ هُوَ عَلَى هَينٌ وَلِنَجعَلَهُ ءايَةً للناسِ وَرَحمَةً منا وَكَانَ أَمراً مقضِياً

جاء جبريل –عليه السلام- لمريم وهي في المحراب على صورة بشر في غاية الجمال. فخافت مريم وقالت: إِنِّي أَعُوذُ بِالرَّحْمَن مِنكَ إِن كُنتَ تَقِيًّا

أرادت أن تحتمي في الله.. وسألته هل هو إنسان طيب يعرف الله ويتقيه.

فجاء جوابه ليطمئنها بأنه يخاف الله ويتقيه: قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا

اطمئنت مريم للغريب، لكن سرعان ما تذكّرت ما قاله (لِأَهَبَ لَكِ غُلَامًا زَكِيًّا) استغربت مريم العذراء من ذلك.. فلم يمسسها بشر من قبل.. ولم تتزوج، ولم يخطبها أحد، كيف تنجب بغير زواج!! فقالت لرسول ربّها: أَنَّى يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا

قال الروح الأمين: كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِّنَّا وَكَانَ أَمْرًا مَّقْضِيًّا

استقبل عقل مريم كلمات الروح الأمين.. ألم يقل لها إن هذا هو أمر الله ..؟ وكل شيء ينفذ إذا أمر الله.. ثم أي غرابة في أن تلد بغير أن يمسسها بشر..؟ لقد خلق الله سبحانه وتعالى آدم من غير أب أو أم، لم يكن هناك ذكر وأنثى قبل خلق آدم. وخلقت حواء من آدم فهي قد خلقت من ذكر بغير أنثى.. ويخلق ابنها من غير أب.. يخلق من أنثى بغير ذكر.. والعادة أن يخلق الإنسان من ذكر وأنثى.. العادة أن يكون له أب وأم.. لكن المعجزة تقع عندما يريد الله تعالى أن تقع.. عاد جبريل عليه السلام يتحدث: إِنَّ اللّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالآخِرَةِ وَمِنَ الْمُقَرَّبِينَ (45) وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلاً وَمِنَ الصَّالِحِينَ

زادت دهشة مريم.. قبل أن تحمله في بطنها تعرف اسمه.. وتعرف أنه سيكون وجيها عند الله وعند الناس، وتعرف أنه سيكلم الناس وهو طفل وهو كبير.. وقبل أن يتحرك فم مريم بسؤال آخر.. نفخ جبريل عليه السلام في جيب مريم –الجيب هو شق الثوب الذي يكون في الصدر- فحملت فورا.

ومرت الأيام.. كان حملها يختلف عن حمل النساء.. لم تمرض ولم تشعر بثقل ولا أحست أن شيئا زاد عليها ولا ارتفع
بطنها كعادة النساء.. كان حملها به نعمة طيبة. وجاء الشهر التاسع.. وفي العلماء من يقول إن الفاء تفيد التعقيب السريع.. بمعنى أن مريم لم تحمل بعيسى تسعة أشهر، وإنما ولدته مباشرة كمعجزة..

خرجت مريم ذات يوم إلى مكان بعيد.. إنها تحس أن شيئا سيقع اليوم.. لكنها لا تعرف حقيقة هذا الشيء.. قادتها قدماها إلى مكان يمتلئ بالشجر.. والنخل، مكان لا يقصده أحد لبعده.. مكان لا يعرفه غيرها.. لم يكن الناس يعرفون أن مريم حامل.. وإنها ستلد.. كان المحراب مغلقا عليها، والناس يعرفون أنها تتعبد فلا يقترب منها أحد..

جلست مريم تستريح تحت جذع نخلة؛ لم تكن نخلة كاملة، إنما جذع فقط، لتظهر معجزات الله سبحانه وتعالى لمريم عند ولادة عيسى فيطمئن قلبها.. وراحت تفكر في نفسها.. كانت تشعر بألم.. وراح الألم يتزايد ويجيء في مراحل متقاربة.. وبدأت مريم تلد..

فَأَجَاءهَا الْمَخَاضُ إِلَى جِذْعِ النَّخْلَةِ قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنتُ نَسْيًا مَّنسِيًّا

إن ألم الميلاد يحمل لنفس العذراء الطاهرة آلاما أخرى تتوقعها ولم تقع بعد.. كيف يستقبل الناس طفلها هذا..؟ وماذا يقولون عنها..؟ إنهم يعرفون أنها عذراء.. فكيف تلد العذراء..؟ هل يصدق الناس أنها ولدته بغير أن يمسسها بشر..؟ وتصورت نظرات الشك.. وكلمات الفضول.. وتعليقات الناس.. وامتلأ قلبها بالحزن..

وولدت في نفس اللحظة من قدر عليه أن يحمل في قلبه أحزان البشرية.. لم تكد مريم تنتهي من تمنيها الموت والنسيان، حتى نادها الطفل الذي ولد:

فَنَادَاهَا مِن تَحْتِهَا أَلَّا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا (24) وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا (25) فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيًّا

نظرت مريم إلى المسيح.. سمعته يطلب منها أن تكف عن حزنها.. ويطلب منها أن تهز جذع النخلة لتسقط عليها بعض ثمارها الشهية.. فلتأكل، ولتشرب، ولتمتلئ بالسلام والفرح ولا تفكر في شيء.. فإذا رأت من البشر أحدا فلتقل لهم أنها نذرت للرحمن صوما فلن تكلم اليوم إنسانا.. ولتدع له الباقي..

لم تكد تلمس جذعها حتى تساقط عليها رطب شهي.. فأكلت وشربت ولفت الطفل في ملابسها.. وألصقته بقلبها واستسلمت لعذوبة النوم.

كان تفكير مريم العذراء كله يدور حول مركز واحد.. هو عيسى، وهي تتساءل بينها وبين نفسها: كيف يستقبله اليهود..؟ ماذا يقولون فيه..؟ هل يصدق أحد من كهنة اليهود الذين يعيشون على الغش والخديعة والسرقة..؟ هل يصدق أحدهم وهو بعيد عن السماء أن السماء هي التي رزقتها بطفل؟ إن موعد خلوتها ينتهي، ولا بد أن تعود إلى قومها.. فماذا يقولون الناس؟

كان الوقت عصرا حين عادت مريم.. وكان السوق الكبير الذي يقع في طريقها إلى المسجد يمتلئ بالناس الذي فرغوا من البيع والشراء وجلسوا يثرثرون. لم تكد مريم تتوسط السوق حتى لاحظ الناس أنها تحمل طفلا، وتضمه لصدرها وتمشي به في جلال وبطئ..

تسائل أحد الفضوليين: أليست هذه مريم العذراء..؟ طفل من هذا الذي تحمله على صدرها..؟

قال أحدهم: هو طفلها.. ترى أي قصة ستخرج بها علينا..؟

وجاء كهنة اليهود يسألونها.. ابن من هذا يا مريم؟ لماذا لا تردين؟ هو ابنك قطعا.. كيف جاءك ولد وأنت عذراء؟

يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا

الكلمة ترمي مريم بالبغاء.. هكذا مباشرة دون استماع أو تحقيق أو تثبت.. ترميها بالبغاء وتعيرها بأنها من بيت طيب وليست أمها بغيا.. فكيف صارت هي كذلك؟ راحت الاتهامات تسقط عليها وهي مرفوعة الرأس.. تومض عيناها بالكبرياء والأمومة.. ويشع من وجهها نور يفيض بالثقة.. فلما زادت الأسئلة، وضاق الحال، وانحصر المجال، وامتنع المقال، اشتد توكلها على ذي الجلال وأشارت إليه..

أشارت بيدها لعيسى.. واندهش الناس.. فهموا أنها صائمة عن الكلام وترجو منهم أن يسألوه هو كيف جاء.. تساءل الكهنة ورؤساء اليهود كيف يوجهون السؤال لطفل ولد منذ أيام.. هل يتكلم طفل في لفافته..؟!

قالوا لمريم:

كَيْفَ نُكَلِّمُ مَن كَانَ فِي الْمَهْدِ صَبِيًّا

قال عيسى:

قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا (30) وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا (31) وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا (32) وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا

لم يكد عيسى ينتهي من كلامه حتى كانت وجوه الكهنة والأحبار ممتقعة وشاحبة.. كانوا يشهدون معجزة تقع أمامهم مباشرة.. هذا طفل يتكلم في مهده.. طفل جاء بغير أب.. طفل يقول أن الله قد آتاه الكتاب وجعله نبيا.. هذا يعني إن سلطتهم في طريقها إلى الانهيار.. سيصبح كل واحد فيهم بلا قيمة عندما يكبر هذا الطفل.. لن يستطيع أن يبيع الغفران للناس، أو يحكمهم عن طريق ادعائه أنه ظل السماء على الأرض، أو باعتباره الوحيد العارف في الشريعة.. شعر كهنة اليهود بالمأساة الشخصية التي جاءتهم بميلاد هذا الطفل.. إن مجرد مجيء المسيح يعني إعادة الناس إلى عبادة الله وحده.. وهذا معناه إعدام الديانة اليهودية الحالية.. فالفرق بين تعاليم موسى وتصرفات اليهود كان يشبه الفرق بين نجوم السماء ووحل الطرقات.. وتكتم رهبان اليهود قصة ميلاد عيسى وكلامه في المهد.. واتهموا مريم العذراء ببهتان عظيم.. اتهموها بالبغاء.. رغم أنهم عاينوا بأنفسهم معجزة كلام ابنها في المهد.

وتخبرنا بعض الروايات أن مريم هاجرت بعيسى إلى مصر، بينما تخبرنا روايات أخرى بأن هجرتها كانت من بيت لحم لبيت المقدس. إلا أن المعروف لدينا هو أن هذه الهجرة كانت قبل بعثته.

كبر عيسى.. ونزل عليه الوحي، وأعطاه الله الإنجيل. وكان عمره آنذاك --كما يرى الكثير من العلماء- ثلاثون سنة. وأظهر الله على يديه المعجزات. يقول المولى عزّ وجل في كتابه عن معجزات عيسى عليه السلام:

وَيُعَلمُهُ الكِتَابَ وَالحِكمَةَ وَالتورَاةَ وَالإِنجِيلَ (48) وَرَسُولاً إِلَى بَنِي إِسرائيلَ أني قَد جِئتُكُم بِآيَةٍ من ربكُم أَنِي أَخلُقُ لَكُم منَ الطينِ كَهَيئَةِ الطيرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيرًا بِإِذنِ اللهِ وَأُبرِىْ الأكمَهَ والأبرَصَ وَأُحي المَوتَى بِإِذنِ اللهِ وَأُنَبئُكُم بِمَا تَأكُلُونَ وَمَا تَدخِرُونَ فِى بُيُوتِكُم إِن فِي ذلِكَ لآيَةً لكُم إِن كُنتُم مؤمِنِينَ (49) وَمُصَدقًا لمَا بَينَ يَدَي مِنَ التورَاةِ وَلأحِل لَكُم بَعضَ الذِي حُرمَ عَلَيكُم وَجِئتُكُم بِآيَةٍ من ربكُم فَاتقُوا اللهَ وَأَطِيعُونِ (50) إِن اللهَ رَبي وَرَبكُم فَاعبُدُوهُ هَـذَا صِراطٌ مستَقِيمٌ

فكان عيسى –عليه السلام- رسولا لبني إسرائيل فقط. ومعجزاته هي: علّمه الله التوراة.

يصنع من الطين شكل الطير ثم ينفخ فيه فيصبح طيرا حيّا يطير أمام أعينهم.
يعالج الأكمه (وهو من ولد أعمى)، فيمسح على عينيه أمامهم فيبصر.
يعالج الأبرص (وهو المرض الذي يصيب الجلد فيجعل لونه أبيضا)، فيسمح على جسمه فيعود سليما.
يخبرهم بما يخبئون في بيوتهم، وما أعدّت لهم زوجاتهم من طعام.
وكان –عليه السلام- يحيي الموتى.
جاء عيسى ليخفف عن بني إسرائيل بإباحة بعض الأمور التي حرمتها التوراة عليهم عقابا لهم. إلا أن بني إسرائيل –مع كل هذه الآيات- كفروا. قال تعالى:

فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنصَارِي إِلَى اللّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللّهِ آمَنَّا بِاللّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ (52) رَبَّنَا آمَنَّا بِمَا أَنزَلَتْ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ

وقال تعالى:

يَا أَيُّهَا الَّذِينَ آَمَنُوا كُونوا أَنصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ فَآَمَنَت طَّائِفَةٌ مِّن بَنِي إِسْرَائِيلَ وَكَفَرَت طَّائِفَةٌ فَأَيَّدْنَا الَّذِينَ آَمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ

قيل أن عدد الحواريين كان سبعة عشر رجلا، لكن الروايات الأرجح أنهم كانوا اثني عشر رجلا. آمن الحواريون، لكن التردد لا يزال موجودا في نفوسهم. قال الله تعالى قصة هذا التردد:

إِذْ قَالَ الْحَوَارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيْنَا مَآئِدَةً مِّنَ السَّمَاء قَالَ اتَّقُواْ اللّهَ إِن كُنتُم مُّؤْمِنِينَ (112) قَالُواْ نُرِيدُ أَن نَّأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَن قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ (113) قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ السَّمَاء تَكُونُ لَنَا عِيداً لِّأَوَّلِنَا وَآخِرِنَا وَآيَةً مِّنكَ وَارْزُقْنَا وَأَنتَ خَيْرُ الرَّازِقِينَ (114) قَالَ اللّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لاَّ أُعَذِّبُهُ أَحَدًا مِّنَ الْعَالَمِينَ

استجاب الله عز وجل، لكنه حذّرهم من الكفر بعد هذه الآية التي جاءت تلبية لطلبهم. نزلت المائدة، وأكل الحواريون منها، وظلوا على إيمانهم وتصديقهم لعيسى –عليه السلام- إلا رجل واحد كفر بعد رفع عيسى عليه السلام.

لما بدأ الناس يتحدثون عن معجزات عيسى عليه السلام، خاف رهبان اليهود أن يتبع الناس الدين الجديد فيضيع سلطانهم. فذهبوا لمَلك تلك المناطق وكان تابعا للروم. وقالوا له أن عيسى يزعم أنه مَلك اليهود، وسيأخذ المُلك منك. فخاف المَلك وأمر بالبحث عن عيسى –عليه السلام- ليقتله.

جاءت روايات كثيرة جدا عن رفع عيسى –عليه السلام- إلى السماء، معظمها من الإسرائيليات أو نقلا عن الإنجيل. وسنشير إلى أرجح رواية هنا.

عندما بلغ عيسى عليه السلام أنهم يريدون قتله، خرج على أصحابه وسألهم من منهم مستعد أن يلقي الله عليه شبهه فيصلب بدلا منه ويكون معه في الجنة. فقام شاب، فحنّ عليه عيسى عليه السلام لأنه لا يزال شابا. فسألهم مرة ثانية، فقام نفس الشاب. فنزل عليه شبه عيسى عليه السلام، ورفع الله عيسى أمام أعين الحواريين إلى السماء. وجاء اليهود وأخذوا الشبه وقتلوه ثم صلبوه. ثم أمسك اليهود الحواريين فكفر واحد منهم. ثم أطلقوهم خشية أن يغضب الناس. فظل الحواريون يدعون بالسر. وظل النصارى على التوحيد أكثر من مئتين سنة. ثم آمن أحد ملوك الروم واسمه قسطنطين، وأدخل الشركيات في دين النصارى.

يقول ابن عباس: افترق النصارى ثلاث فرق. فقالت طائفة: كان الله فينا ما شاء ثم صعد إلى السماء. وقالت طائفة: كان فينا ابن الله ما شاء ثم رفعه الله إليه. وقلت طائفة: كان فينا عبد الله ورسوله ما شاء ثم رفعه الله إليه. فتظاهرت الكافرتان على المسلمة فقتلوها فلم يزل الإسلام طامسا حتى بعث الله محمدا –صلى الله عليه وسلم- فذلك قول الله تعالى:

فَأَيَّدْنَا الَّذِينَ آَمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ

وقال تعالى عن رفعه:

وَقَولِهِم إِنا قَتَلنَا المَسِيحَ عِيسَى ابنَ مَريَمَ رَسُولَ اللهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَـكِن شُبهَ لَهُم وَإِن الذِينَ اختَلَفُوا فِيهِ لَفِي شَك منهُ مَا لَهُم بِهِ مِن عِلمٍ إِلا اتبَاعَ الظن وَمَا قَتَلُوهُ يَقِيناً (157) بَل رفَعَهُ اللهُ إِلَيهِ وَكَانَ اللهُ عَزِيزاً حَكِيماً (158) وَإِن من أَهلِ الكِتَابِ إِلا لَيُؤمِنَن بِهِ قَبلَ مَوتِهِ وَيَومَ القِيَامَةِ يَكُونُ عَلَيهِم شَهِيداً

لا يزال عيسى –عليه السلام- حيا. ويدل على ذلك أحاديث صحيحة كثيرة. والحديث الجامع لها في مسند الإمام أحمد:

حدثنا عبد الله، حدثني أبي، ثنا يحيى، عن ابن أبي عروبة قال: ثنا قتادة، عن عبد الرحمن بن آدم، عن أبي هريرة،: (عن النبي صلى الله عليه وسلم قال: الأنبياء إخوة لعلات، دينهم واحد وأمهاتهم شتى، وأنا أولى الناس بعيسى ابن مريم لأنه لم يكن بيني وبينه نبي، وأنه نازل فإذا رأيتموه فاعرفوه، فإنه رجل مربوع إلى الحمرة والبياض، سبط كأن رأسه يقطر وإن لم يصبه بلل بين ممصرتين، فيكسر الصليب ويقتل الخنزير، ويضع الجزية، و يعطل الملل حتى يهلك الله في زمانه الملل كلها غير الإسلام، ويهلك الله في زمانه المسيح الدجال الكذاب، وتقع الأمنة في الأرض حتى ترتع الإبل مع الأسد جميعاً، والنمور مع البقر، والذئاب مع الغنم، ويلعب الصبيان بالحيات لا يضر بعضهم بعضاً، فيمكث ما شاء الله أن يمكث ثم يتوفى، فيصلي عليه المسلمون و يدفنونه.)

(مربوع) ليس بالطويل وليس بالقصير، (إلى الحمرة والبياض) وجهه أبيض فيه احمرار، (سبط) شعره ناعم، (ممصرتين) عصاتين أو منارتين وفي الحديث الآخر ينزل عند المنارة البيضاء من مسجد دمشق.

وفي الحديث الصحيح الآخر يحدد لنا رسولنا الكريم مدة مكوثه في الأرض فيقول: (فيمكث أربعين سنة ثم يتوفى، و يصلي عليه المسلمون).

لا بد أن يذوق الإنسان الموت. عيسى لم يمت وإنما رفع إلى السماء، لذلك سيذوق الموت في نهاية الزمان.

ويخبرنا المولى عز وجل بحوار لم يقع بعد، هو حواره مع عيسى عليه السلام يوم القيامة فيقول:

وَإِذ قَالَ اللهُ يا عِيسَى ابنَ مَريَمَ أَءنتَ قُلتَ لِلناسِ اتخِذُونِي وَأُميَ إِلَـهَينِ مِن دُونِ اللهِ قَالَ سُبحَانَكَ مَا يَكُونُ لِي أَن أَقُولَ مَا لَيسَ لِي بِحَق إِن كُنتُ قُلتُهُ فَقَد عَلِمتَهُ تَعلَمُ مَا فِى نَفسِي وَلاَ أَعلَمُ مَا فِى نَفسِكَ إِنكَ أَنتَ عَلامُ الغُيُوبِ (116) مَا قُلتُ لَهُم إِلا مَا أَمَرتَنِي بِهِ أَنِ اعبُدُوا اللهَ رَبي وَرَبكُم وَكُنتُ عَلَيهِم شَهِيداً ما دُمتُ فِيهِم فَلَما تَوَفيتَنِي كُنتَ أَنتَ الرقِيبَ عَلَيهِم وَأَنتَ عَلَى كُل شَىء شَهِيدٌ (117) إِن تُعَذبهُم فَإِنهُم عِبَادُكَ وَإِن تَغفِر لَهُم فَإِنكَ أَنتَ العَزِيزُ الحَكِيمُ

هذا هو عيسى بن مريم عليه السلام، آخر الرسل قبل سيدنا محمد صلى الله عليه وسلم`
  ]

let elyas = [
  'إلياس عليه السلام',
  `إلياس(عليه السلام)

في منطقة تسمى بعلبك(موجودة حاليً ا في لبنان) كان يعيش مجموعة من
بني إسرائيل، أغواهم الشيطان فانحرفوا عن منهج الله، وساروا يعبدون
صنمً ا يقال له(بعل) فأرسل الله - عز وجل - إليهم نبيًّ ا منهم هو إلياس(عليه السلام).
أخذ إلياس يدعو قومه إلى عبادة الله عز وجل، فآمنت به طائفة من قومه وأصبحوا من الموحدين المخلصين، وكذَّ بت به طائفة أخرى وخالفوه، فكانت نهايتهم العذاب الأليم، وقد سجل القرآن الكريم قصة إلياس - عليه السلام - مع قومه،

فقال تعالى: { وإن إلياس لمن المرسلين.إذ قال لقومه ألا تتقون.أتدعون بعلا وتذرون أحسن الخالقين.الله ربكم ورب آبائكم الأولين.فكذبوه فإنهم لمحضرون.إلا عباد الله المخلصين.وتركنا عليه في الآخرين.سلام علي أل ياسين.إنا كذلك نجزي المحسنين.إنه من عبادنا المؤمنين } [الصافات: 123 - 132].
وقد مدح الله - سبحانه - إلياس - عليه السلام - وأثنى عليه ثناءً جميلاً، وذلك لأنه أخلص في العبادة، وأحسن في عمله،

قال تعالى: { وزكريا ويحيى وعيسى وإلياس كل من الصالحين } [الأنعام: 85].`
  ]
let zakarya = [
  'زكريا عليه السلام',
  `قصة زكريا عليه السلام
نبذة:
  عبد صالح تقي أخذ يدعو للدين الحنيف، كفل مريم العذراء، دعا الله أن يرزقه ذرية صالحة فوهب له يحيى الذي خلفه في الدعوة لعبادة الله الواحد القهار.


سيرته:
  امرأة عمران:
  في ذلك العصر القديم..كان هناك نبي..وعالم عظيم يصلي بالناس..كان اسم النبي زكريا عليه السلام..أما العالم العظيم الذي اختاره الله للصلاة بالناس، فكان اسمه عمران عليه السلام.

وكان لعمران زوجته لا تلد..وذات يوم رأت طائرا يطعم ابنه الطفل في فمه ويسقيه..ويأخذه تحت جناحه خوفا عليه من البرد..وذكرها هذا المشهد بنفسها فتمنت على الله أن تلد..ورفعت يديها وراحت تدعو خالقها أن يرزقها بطفل..

واستجابت لها رحمة الله فأحست ذات يوم أنها حامل..وملأها الفرح والشكر لله فنذرت ما في بطنها محررا لله..كان معنى هذا أنها نذرت لله أن يكون ابنها خادما للمسجد طوال حياته..يتفرغ لعبادة الله وخدمة بيته.

ولادة مريم:
  وجاء يوم الوضع ووضعت زوجة عمران بنتا، وفوجئت الأم!كانت تريد ولدا ليكون في خدمة المسجد والعبادة، فلما جاء المولود أنثى قررت الأم أن تفي بنذرها لله برغم أن الذكر ليس كالأنثى.

سمع الله سبحانه وتعالى دعاء زوجة عمران، والله يسمع ما نقوله، وما نهمس به لأنفسنا، وما نتمنى أن نقوله ولا نفعله..يسمع الله هذا كله ويعرفه..سمع الله زوجة عمران وهي تخبره أنها قد وضعت بنتا، والله أعلم بما وضعت، الله..هو وحده الذي يختار نوع المولود فيخلقه ذكرا أو يخلقه أنثى..سمع الله زوجة عمران تسأله أن يحفظ هذه الفتاة التي سمتها مريم، وأن يحفظ ذريتها من الشيطان الرجيم.

ويروي الإمام مسلم في صحيحه: حَ دَّ ثَ نَ ا أَ بُ و بَ كْ رِ بْ نُ أَ بِ ى شَ يْ بَ ةَ حَ دَّ ثَ نَ ا عَ بْ دُ الأَ عْ لَ ى عَ نْ مَ عْ مَ رٍ عَ نِ الزُّ هْ رِ ىِّ عَ نْ سَ عِ يدٍ عَ نْ أَ بِ ى هُ رَ يْ رَ ةَ أَ نَّ رَ سُ ولَ اللَّ هِ صلى الله عليه وسلم قَ الَ« مَ ا مِ نْ مَ وْ لُ ودٍ يُ ولَ دُ إِ لاَّ نَ خَ سَ هُ الشَّ يْ طَ انُ فَ يَ سْ تَ هِ لُّ صَ ارِ خاً مِ نْ نَ خْ سَ ةِ الشَّ يْ طَ انِ إِ لاَّ ابْ نَ مَ رْ يَ مَ وَ أُ مَّ هُ».ثُ مَّ قَ الَ أَ بُ و هُ رَ يْ رَ ةَ اقْ رَ ءُ وا إِ نْ شِ ئْ تُ مْ(وَ إِ نِّ ى أُ عِ يذُ هَ ا بِ كَ وَ ذُ رِّ يَّ تَ هَ ا مِ نَ الشَّ يْ طَ انِ الرَّ جِ يمِ).

كفالة زكريا لمريم:
  أثار ميلاد مريم بنت عمران مشكلة صغيرة في بداية الأمر..كان عمران قد مات قبل ولادة مريم..وأراد علماء ذلك الزمان وشيوخه أن يربوا مريم..كل واحد يتسابق لنيل هذا الشرف..أن يربي ابنة شيخهم الجليل العالم وصاحب صلاتهم وإمامهم فيها.

قال زكريا: أكفلها أنا..هي قريبتي..زوجتي هي خالتها..وأنا نبي هذه الأمة وأولاكم بها.

وقال العلماء والشيوخ: ولماذا لا يكفلها أحدنا..؟لا نستطيع أن نتركك تحصل على هذا الفضل بغير اشتراكنا فيه.

ثم اتفقوا على إجراء قرعة.أي واحد يكسب القرعة هو الذي يكفل مريم، ويربيها، ويكون له شرف خدمتها، حتى تكبر هي وهي تخدم المسجد وتتفرغ لعبادة الله، وأجريت القرعة..وضعت مريم وهي مولودة على الأرض، ووضعت إلى جوارها أقلام الذين يرغبون في كفالتها، وأحضروا طفلا صغيرا، فأخرج قلم زكريا..

قال زكريا: حكم الله لي بأن أكفلها.

قال العلماء والشيوخ: لا..القرعة ثلاث مرات.

وراحوا يفكرون في القرعة الثانية..حفر كل واحد اسمه على قلم خشبي، وقالوا: نلقي بأقلامنا في النهر..من سار قلمه ضد التيار وحده فهو الغالب.

وألقوا أقلامهم في النهر، فسارت أقلامهم جميعا مع التيار ما عدا قلم زكريا..سار وحده ضد التيار..وظن زكريا أنهم سيقتنعون، لكنهم أصروا على أن تكون القرعة ثلاث مرات.قالوا: نلقي أقلامنا في النهر..القلم الذي يسير مع التيار وحده يأخذ مريم.وألقوا أقلامهم فسارت جميعا ضد التيار ما عدا قلم زكريا.وسلموا لزكريا، وأعطوه مريم ليكفلها..وبدأ زكريا يخدم مريم، ويربيها ويكرمها حتى كبرت..

كان لها مكان خاص تعيش فيه في المسجد..كان لها محراب تتعبد فيه..وكانت لا تغادر مكانها إلا قليلا..يذهب وقتها كله في الصلاة والعبادة..والذكر والشكر والحب لله..

وكان زكريا يزورها أحيانا في المحراب..وكان يفاجأه كلما دخل عليها أنه أمام شيء مدهش..يكون الوقت صيفا فيجد عندها فاكهة الشتاء..ويكون الوقت شتاء فيجد عندها فاكهة الصيف.

ويسألها زكريا من أين جاءها هذا الرزق..؟

فتجيب مريم: إنه من عند الله..

وتكرر هذا المشهد أكثر من مرة.

دعاء زكريا ربه:
  كان زكريا شيخا عجوزا ضعف عظمه، واشتعل رأسه بالشعر الأبيض، وأحس أنه لن يعيش طويلا..وكانت زوجته وهي خالة مريم عجوزا مثله ولم تلد من قبل في حياتها لأنها عاقر..وكان زكريا يتمنى أن يكون له ولد يرث علمه ويصير نبيا ويستطيع أن يهدي قومه ويدعوهم إلى كتاب الله ومغفرته..وكان زكريا لا يقول أفكاره هذه لأحد..حتى لزوجته..ولكن الله تعالى كان يعرفها قبل أن تقال..ودخل زكريا ذلك الصباح على مريم في المحراب..فوجد عندها فاكهة ليس هذا أوانها.

سألها زكريا: (قَ الَ يَ ا مَ رْ يَ مُ أَ نَّ ى لَ كِ هَ ـذَ ا)؟ !

  مريم: (قَ الَ تْ هُ وَ مِ نْ عِ ندِ اللّ هِ إنَّ اللّ هَ يَ رْ زُ قُ مَ ن يَ شَ اء بِ غَ يْ رِ حِ سَ ابٍ).

قال زكريا في نفسه: سبحان الله..قادر على كل شيء..وغرس الحنين أعلامه في قلبه وتمنى الذرية..فدعا ربه.

سأل زكريا خالقه بغير أن يرفع صوته أن يرزقه طفلا يرث النبوة والحكمة والفضل والعلم..وكان زكريا خائفا أن يضل القوم من بعده ولم يبعث فيهم نبي..فرحم الله تعالى زكريا واستجاب له.فلم يكد زكريا يهمس في قلبه بدعائه لله حتى نادته الملائكة وهو قائم يصلي في المحراب: (يَ ا زَ كَ رِ يَّ ا إِ نَّ ا نُ بَ شِّ رُ كَ بِ غُ لَ امٍ اسْ مُ هُ يَ حْ يَ ى لَ مْ نَ جْ عَ ل لَّ هُ مِ ن قَ بْ لُ سَ مِ يًّ ا).

فوجئ زكريا بهذه البشرى..أن يكون له ولد لا شبيه له أو مثيل من قبل..أحس زكريا من فرط الفرح باضطراب..تسائل من موضع الدهشة: (قَ الَ رَ بِّ أَ نَّ ى يَ كُ ونُ لِ ي غُ لَ امٌ وَ كَ انَ تِ امْ رَ أَ تِ ي عَ اقِ رً ا وَ قَ دْ بَ لَ غْ تُ مِ نَ الْ كِ بَ رِ عِ تِ يًّ ا) أدهشه أن ينجب وهو عجوز وامرأته لا تلد..

(قَ الَ كَ ذَ لِ كَ قَ الَ رَ بُّ كَ هُ وَ عَ لَ يَّ هَ يِّ نٌ وَ قَ دْ خَ لَ قْ تُ كَ مِ ن قَ بْ لُ وَ لَ مْ تَ كُ شَ يْ ئً ا) أفهمته الملائكة أن هذه مشيئة الله وليس أمام مشيئة الله إلا النفاذ..وليس هناك شيء يصعب على الله سبحانه وتعالى..كل شيء يريده يأمره بالوجود فيوجد..وقد خلق الله زكريا نفسه من قبل ولم يكن له وجود..وكل شيء يخلقه الله تعالى بمجرد المشيئة(إِ نَّ مَ ا أَ مْ رُ هُ إِ ذَ ا أَ رَ ادَ شَ يْ ئً ا أَ نْ يَ قُ ولَ لَ هُ كُ نْ فَ يَ كُ ونُ).

امتلأ قلب زكريا بالشكر لله وحمده وتمجيده..وسأل ربه أن يجعل له آية أو علامة.فأخبره الله أنه ستجيء عليه ثلاثة أيام لا يستطيع فيها النطق..سيجد نفسه غير قادر على الكلام..سيكون صحيح المزاج غير معتل..إذا حدث له هذا أيقن أن امرأته حامل، وأن معجزة الله قد تحققت..وعليه ساعتها أن يتحدث إلى الناس عن طريق الإشارة..وأن يسبح الله كثيرا في الصباح والمساء..

وخرج زكريا يوما على الناس وقلبه مليء بالشكر..وأراد أن يكلمهم فاكتشف أن لسانه لا ينطق..وعرف أن معجزة الله قد تحققت..فأومأ إلى قومه أن يسبحوا الله في الفجر والعشاء..وراح هو يسبح الله في قلبه..صلى لله شكرا على استجابته لدعوته ومنحه يحيي..

ظل زكريا عليه السلام يدعوا إلى ربه حتى جاءت وفاته.

ولم ترد روايات صحيحة عن وفاته عليه السلام.لكن ورايات كثير - ضعيفة - أوردت قتله على يد جنود الملك الذي قتل يحيى من قبل.`
  ]

let muhamed = [
  'محمد عليه افضل الصلاه و السلام',
  `  محمد خاتم الانبياءعليه الصلاة و السلام
سيرته:
نسب الرسول صلى الله عليه وسلم: هو سيدنا أبو القاسم محمد بن عبد الله ، بن عبد المطلب ، بن هاشم ، بن مناف ، بن قصي ، بن كلاب ، بن مرة ،بن كعب ، بن لؤي ،بن غالب ، بن فهر ، ابن مالك ، بن النصر ، بن كنانة ، بن خزيمة ، بن مدركة ، بن إلياس ، بن مضر، بن نزار ، بن معد ، بن عدنان ، وينتهي نسبة الشريف إلى سيدنا إسماعيل ابن سيدنا إبراهيم عليهما السلام لما بلغ سيدنا محمد رسول الله صلى الله عليه وسلم أربعين سنه بعثه الله تعالى رحمة للعالمين ، وكافه للناس بشيرا . عن عائشة أم المؤمنين رضي الله عنها أنها قالت :" إن أول ما بدى به رسول الله صلى الله عليه وسلم من النبوة حين أراد الله كرامته ، ورحمة العباد به ، الرؤيا الصادقة، لا يرى رسول الله صلى الله عليه وسلم رؤيا في نومه إلا جاءت كفلق الصبح ، وحبب الله تعالى إليه الخلوة فلم يكن شيء أحب إليه من أن يخلو وحده وكان يخلو بغار حراء فيتحنث فيه ( يتعبد ) الليالي ذوات العدد قبل أن ينزع إلى أهله ويتزود لذلك ثم يرجع إلى خديجة فيتزود لمثلها حتى جاءه الحق وهو في غار حراء . فجاءه الملك فقال " اقرأ، قال: ما أنا بقارئ، قال: فأخذني فغطني حتى بلغ مني الجهد ثم أرسلني فقال: اقرأ فقلت : ما أنا بقارئ ، فأخذني فغطني الثانية حتى بلغ مني الجهد ثم أرسلني فقال: اقرأ فقلت ما أنا بقارئ فأخذني فغطني الثالثة ثم أرسلني فقال: ( اقرأ باسم ربك الذي خلق 0 خلق الإنسان من علق 0 اقرأ وربك الأكرم ) العلق:1-3).

وعندما رجع رسول الله صلى الله عليه وسلم وفؤاده يرجف دخل على خديجة وأخبرها الخبر: (لقد خشيت على نفسي، فقالت له خديجة : كلا والله ما يخزيك الله أبدا ، إنك لتصل الرحم وتحمل الكل وتكسب المعدوم وتقري الضيف وتعين على نوائب الحق)، فانطلقت به خديجة حتى أتت ورقة بن نوفل بن أسد بن عبد العزى ابن عم خديجة وكان امرءا قد تنصر في الجاهلية وكان يكتب الكتاب العبراني فيكتب من الإنجيل بالعبرانية ما شاء الله أن يكتب وكان شيخا كبيرا قد عمي . فقالت له خديجة : يا ابن عم اسمع من ابن أخيك : فقال له ورقة : يا ابن أخي ماذا ترى؟ فأخبره رسول الله صلى الله عليه وسلم خبر ما أرى . فقال له ورقه : هذا الناموس الذي نزل الله على موسى يا ليتني فيها جذعا ليتني أكون حيا إذ يخرجك قومك. فقال: رسول الله صلى الله عليه وسلم أو مخرجي هم ؟ قال: " نعم لم يأت رجل قط بمثل ما جئت به إلا عودي وأن يدركني يومك أنصرك نصرا مؤزرا . ثم لم يلبث ورقة أن توفي وفتر الوحي

منذ ذلك الوقت ظهر له ما يراد به ، فلم يكن ما جاءه في غار حراء إلا إيذانا له بأن مهمة ثقيلة خطيرة قد ألقيت على عاتقه ، وأن عليه أن يؤديها صبورا جلدا محتملا في سبيل أدائها ما قد يعرض من المشقة والتعب والأذى. وقد تجرد رسول الله صلى الله عليه وسلم كالداء ما كلف من مهمة وما حمل من أمانة ، فأخذ نفسه بأشد ما يأخذ الرجل به من الجهد والمشقة في ذات الله ، وأنفذ أمر الله في نفسه فيما اختصه به من التكاليف كما انفذ أمر الله في كل ما كلف أن يأمر الناس به. وانتظر رسول الله صلى الله عليه وسلم هداية الوحي في أمره فإذا أمين الوحي جبريل لا ينزل عليه ، حتى شق ذلك عليه فأحزنه، وإذا ما حوله سكينة صامتة جعلته في وحدة من الناس ومن نفسه .. وإنه لكذلك إذ جاءه جبريل بسورة الضحى، يقسم له ربه وهو الذي أكرمه بما أكرمه ربه ، ما ودعه وما قلاه .

فقال تعالى :=والضحى  والليل إذا سجى ما ودعك ربك وما قلى  وللآخرة خير لك من الأولى ولسوف يعطيك ربك فترضى  ألم يجدك يتيما فآوى  ووجدك ضالا فهدى ووجدك عائلا فأغنى  فأما اليتيم فلا تقهروأما السائل فلا تنهر وأما بنعمة ربك فحدث =

ابتدأ رسول الله صلى الله عليه وسلم بشكواه في مرضه الذي قبضه الله فيه بعد تجهيز أسامه بن زيد في أول شهر ربيع الأول ، وذلك بعد رجوعه من زيارة لبقيع الغرقد في جوف الليل ، وبعد أن دعا لأهل البقيع من الموتى واستغفر لهم ثم رجع إلى أهله . فلما أصبح فاجأه الوجع من يومه ذلك . ولما أشتد الوجع برسول الله صلى الله عليه وسلم استأذن أزواجه أن يمرض في بيت عائشة-رضي الله عنها-فأذن له فأخرجه أهله إلى بيتها، وكان يستعين برش الماء على وجهه ورأسه وجسده ليقلل من حرارة جسده وليستطيع أن يكلم الناس أو أن يصلي بهم ، أو يوصيهم. وكان من وصاياه في مرض موته وصيته بأبي بكر وذكر فضله عليه ، ووصيته بالأنصار ، ودعوته إلى عبادة الله ونبذ الشرك

قبيل وفاته صلى الله عليه وسلم لم يستطع الخروج إلى المسجد والصلاة بالناس . فأرسل إلى أبي بكر - رضي الله عنه-أن يصلي بالناس ، فصلى بهم أبو بكر سبع عشرة صلاة قبل موته صلى الله عليه وسلم.وفي أثناء صلاة أبي بكر أحس رسول الله صلى الله عليه وسلم مرة بنشاط ، فخرج لصلاة الظهر بين العباس وعلي -رضي الله عنهما- فوجد أبا بكر يصلي بالناس وأراد أبو بكر أن يتأخر لرسول الله صلى الله عليه وسلم فأمره ألا يفعل وصلى عن يسار أبي بكر جالسا وأبو بكر يصلي واقفا مقتديا برسول الله صلى الله عليه وسلم

بينما كان أبو بكر الصديق رضي الله عنه يؤم الناس في صلاة الفجر من يوم الاثنين الثاني عشر من ربيع الأول في الحادي عشر من الهجرة، والنبي صلى الله عليه وسلم يمرض في بيت عائشة رآه المسلمون يطل من باب الحجرة وهم يصلون ويبتسم لهم. فأراد أبو بكر رضي الله عنه أن يتنحى له عن الإمامة فأومأ له أن استمر واطمأن رسول الله صلى الله عليه وسلم أنهم على صلاتهم يحافظون، وودعهم الوداع الأخير وأرخى ستر الحجرة، وعاد إلى فراشه رضي النفس مطمئنا

وزاد اشتداد الوجع برسول الله صلى الله عليه وسلم وهو يدخل يديه في الماء ويمسح وجهه الشريف ويقول: لا اله إلا الله ، إن للموت لسكرات ثم رفع يده وجعل يقول: في الرفيق الأعلى حتى قبض ومالت يده. وأسلم روحه لبارئها راضية مرضية. وكانت وفاته بعد بلوغ الثالثة والستين من عمره في وسط نهار اليوم الثاني عشر من ربيع الأول في السنة الحادية عشرة من الهجرة. وقد عاش صلى الله عليه وسلم فقيرا ولم يخلف درهما ولا دينارا ولا عبدا ولا أمة، وانما ترك بغلته التي كان يركبها وسلاحه الذي كان يجاهد به ، وأرضا جعلها وفقا لابن السبيل

وفي اليوم نفسه الذي توفي فيه رسول الله صلى الله عليه وسلم قام المسلمون باختيار خليفة رسول الله ، فلما فرغوا من ذلك واستقرت الأمور واتفقوا على خلافة أبي بكر رضي الله عنه قاموا بدفنه صلى الله عليه وسلم في اليوم التالي من وفاته ، فغسلوه في قميصه وكفنوه بثلاثة أثواب من القطن الأبيض ووضعوه على حافة قبره ، ثم خرجوا عنه ليتركوا الملائكة تصلي عليه ، ثم دخل عليه رجال أهل بيته فصلوا عليه، ثم تقاطر الناس يصلون عليه فرادى دون أن يؤمهم أحد . ودفن رسول الله صلى الله عليه وسلم في بيت عائشة - رضي الله عنها - في لحد مكان الفراش الذي توفي عليه

 `
  ]
