let adam =['ادم عليه السلام',`
<span class="h1">
  قصة ادم عليه السلام
</span>
<br><br>
أبو البشر، خلقه الله بيده وأسجد له الملائكة وعلمه الأسماء وخلق له زوجته وأسكنهما الجنة وأنذرهما أن لا يقربا شجرة معينة ولكن الشيطان وسوس لهما فأكلا منها فأنزلهما الله إلى الأرض ومكن لهما سبل العيش بها وطالبهما بعبادة الله وحده وحض الناس على ذلك، وجعله خليفته في الأرض، وهو رسول الله إلى أبنائه وهو أول الأنبياء.
<br><br>
<span class="h2">
خلق آدم عليه السلام
</span>
<br><br>
أخبر الله سبحانه وتعالى ملائكة بأنه سيخلق بشرا خليفة له في الأرض. فقال الملائكة: (أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاء وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ).
<br><br>
ويوحي قول الملائكة هذا بأنه كان لديهم تجارب سابقة في الأرض , أو إلهام وبصيرة , يكشف لهم عن شيء من فطرة هذا المخلوق , ما يجعلهم يتوقعون أنه سيفسد في الأرض , وأنه سيسفك الدماء . . ثم هم - بفطرة الملائكة البريئة التي لا تتصور إلا الخير المطلق - يرون التسبيح بحمد الله والتقديس له , هو وحده الغاية للوجود . . وهو متحقق بوجودهم هم , يسبحون بحمد الله ويقدسون له, ويعبدونه ولا يفترون عن عبادته !
<br><br>
هذه الحيرة والدهشة التي ثارت في نفوس الملائكة بعد معرفة خبر خلق آدم.. أمر جائز على الملائكة، ولا ينقص من أقدارهم شيئا، لأنهم، رغم قربهم من الله، وعبادتهم له، وتكريمه لهم، لا يزيدون على كونهم عبيدا لله، لا يشتركون معه في علمه، ولا يعرفون حكمته الخافية، ولا يعلمون الغيب . لقد خفيت عليهم حكمة الله تعالى , في بناء هذه الأرض وعمارتها , وفي تنمية الحياة , وفي تحقيق إرادة الخالق في تطويرها وترقيتها وتعديلها , على يد خليفة الله في أرضه . هذا الذي قد يفسد أحيانا , وقد يسفك الدماء أحيانا . عندئذ جاءهم القرار من العليم بكل شيء , والخبير بمصائر الأمور: (إِنِّي أَعْلَمُ مَا لاَ تَعْلَمُونَ).
<br><br>
وما ندري نحن كيف قال الله أو كيف يقول للملائكة . وما ندري كذلك كيف يتلقى الملائكة عن الله ، فلا نعلم عنهم سوى ما بلغنا من صفاتهم في كتاب الله . ولا حاجة بنا إلى الخوض في شيء من هذا الذي لا طائل وراء الخوض فيه . إنما نمضي إلى مغزى القصة ودلالتها كما يقصها القرآن .
<br><br>
أدركت الملائكة أن الله سيجعل في الأرض خليفة.. وأصدر الله سبحانه وتعالى أمره إليهم تفصيلا، فقال إنه سيخلق بشرا من طين، فإذا سواه ونفخ فيه من روحه فيجب على الملائكة أن تسجد له، والمفهوم أن هذا سجود تكريم لا سجود عبادة، لأن سجود العبادة لا يكون إلا لله وحده.
<br><br>
جمع الله سبحانه وتعالى قبضة من تراب الأرض، فيها الأبيض والأسود والأصفر والأحمر - ولهذا يجيء الناس ألوانا مختلفة - ومزج الله تعالى التراب بالماء فصار صلصالا من حمأ مسنون. تعفن الطين وانبعثت له رائحة.. وكان إبليس يمر عليه فيعجب أي شيء يصير هذا الطين؟
<br><br>
<span class="h2">
  سجود الملائكة لآدم
</span>
<br><br>
من هذا الصلصال خلق الله تعالى آدم .. سواه بيديه سبحانه ، ونفخ فيه من روحه سبحانه .. فتحرك جسد آدم ودبت فيه الحياة.. فتح آدم عينيه فرأى الملائكة كلهم ساجدين له .. ما عدا إبليس الذي كان يقف مع الملائكة، ولكنه لم يكن منهم، لم يسجد .. فهل كان إبليس من الملائكة ? الظاهر أنه لا . لأنه لو كان من الملائكة ما عصى . فالملائكة لا يعصون الله ما أمرهم ويفعلون ما يؤمرون . . وسيجيء أنه خلق من نار . والمأثور أن الملائكة خلق من نور . . ولكنه كان مع الملائكة وكان مأموراً بالسجود .
<br><br>
أما كيف كان السجود ? وأين ? ومتى ? كل ذلك في علم الغيب عند الله . ومعرفته لا تزيد في مغزى القصة شيئاً..
<br><br>
فوبّخ الله سبحانه وتعالى إبليس: (قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ الْعَالِينَ) . فردّ بمنطق يملأه الحسد: (قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ) . هنا صدر الأمر الإلهي العالي بطرد هذا المخلوق المتمرد القبيح: (قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ) وإنزال اللعنة عليه إلى يوم الدين. ولا نعلم ما المقصود بقوله سبحانه (مِنْهَا) فهل هي الجنة ? أم هل هي رحمة الله . . هذا وذلك جائز . ولا محل للجدل الكثير . فإنما هو الطرد واللعنة والغضب جزاء التمرد والتجرؤ على أمر الله الكريم .
<br><br>
قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ (84) لَأَمْلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ (85) (ص)
<br><br>
هنا تحول الحسد إلى حقد . وإلى تصميم على الانتقام في نفس إبليس: (قَالَ رَبِّ فَأَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ) . واقتضت مشيئة الله للحكمة المقدرة في علمه أن يجيبه إلى ما طلب , وأن يمنحه الفرصة التي أراد. فكشف الشيطان عن هدفه الذي ينفق فيه حقده: (قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ) ويستدرك فيقول: (إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ) فليس للشيطان أي سلطان على عباد الله المؤمنين .
<br><br>
وبهذا تحدد منهجه وتحدد طريقه . إنه يقسم بعزة الله ليغوين جميع الآدميين . لا يستثني إلا من ليس له عليهم سلطان . لا تطوعاً منه ولكن عجزاً عن بلوغ غايته فيهم ! وبهذا يكشف عن الحاجز بينه وبين الناجين من غوايته وكيده ; والعاصم الذي يحول بينهم وبينه . إنه عبادة الله التي تخلصهم لله . هذا هو طوق النجاة . وحبل الحياة ! . . وكان هذا وفق إرادة الله وتقديره في الردى والنجاة . فأعلن - سبحانه - إرادته . وحدد المنهج والطريق: (لَأَمْلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ) .
<br><br>
فهي المعركة إذن بين الشيطان وأبناء آدم , يخوضونها على علم . والعاقبة مكشوفة لهم في وعد الله الصادق الواضح المبين . وعليهم تبعة ما يختارون لأنفسهم بعد هذا البيان . وقد شاءت رحمة الله ألا يدعهم جاهلين ولا غافلين . فأرسل إليهم المنذرين
<br><br>
<span class="h2">
  تعليم آدم الأسماء
</span>
ثم يروي القرآن الكريم قصة السر الإلهي العظيم الذي أودعه الله هذا الكائن البشري , وهو يسلمه مقاليد الخلافة: (وَعَلَّمَ آدَمَ الأَسْمَاء كُلَّهَا) . سر القدرة على الرمز بالأسماء للمسميات . سر القدرة على تسمية الأشخاص والأشياء بأسماء يجعلها - وهي ألفاظ منطوقة - رموزا لتلك الأشخاص والأشياء المحسوسة . وهي قدرة ذات قيمة كبرى في حياة الإنسان على الأرض . ندرك قيمتها حين نتصور الصعوبة الكبرى , لو لم يوهب الإنسان القدرة على الرمز بالأسماء للمسميات , والمشقة في التفاهم والتعامل , حين يحتاج كل فرد لكي يتفاهم مع الآخرين على شيء أن يستحضر هذا الشيء بذاته أمامهم ليتفاهموا بشأنه . . الشأن شأن نخلة فلا سبيل إلى التفاهم عليه إلا باستحضار جسم النخلة ! الشأن شأن جبل . فلا سبيل إلى التفاهم عليه إلا بالذهاب إلى الجبل ! الشأن شأن فرد من الناس فلا سبيل إلى التفاهم عليه إلا بتحضير هذا الفرد من الناس . . . إنها مشقة هائلة لا تتصور معها حياة ! وإن الحياة ما كانت لتمضي في طريقها لو لم يودع الله هذا الكائن القدرة على الرمز بالأسماء للمسميات .
<br><br>
أما الملائكة فلا حاجة لهم بهذه الخاصية , لأنها لا ضرورة لها في وظيفتهم . ومن ثم لم توهب لهم . فلما علم الله آدم هذا السر , وعرض عليهم ما عرض لم يعرفوا الأسماء . لم يعرفوا كيف يضعون الرموز اللفظية للأشياء والشخوص . . وجهروا أمام هذا العجز بتسبيح ربهم , والاعتراف بعجزهم , والإقرار بحدود علمهم , وهو ما علمهم . . ثم قام آدم بإخبارهم بأسماء الأشياء . ثم كان هذا التعقيب الذي يردهم إلى إدراك حكمة العليم الحكيم: (قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ) .
<br><br>
أراد الله تعالى أن يقول للملائكة إنه عَـلِـمَ ما أبدوه من الدهشة حين أخبرهم أنه سيخلق آدم، كما علم ما كتموه من الحيرة في فهم حكمة الله، كما علم ما أخفاه إبليس من المعصية والجحود.. أدرك الملائكة أن آدم هو المخلوق الذي يعرف.. وهذا أشرف شيء فيه.. قدرته على التعلم والمعرفة.. كما فهموا السر في أنه سيصبح خليفة في الأرض، يتصرف فيها ويتحكم فيها.. بالعلم والمعرفة.. معرفة بالخالق.. وهذا ما يطلق عليه اسم الإيمان أو الإسلام.. وعلم بأسباب استعمار الأرض وتغييرها والتحكم فيها والسيادة عليها.. ويدخل في هذا النطاق كل العلوم المادية على الأرض.
<br><br>
إن نجاح الإنسان في معرفة هذين الأمرين (الخالق وعلوم الأرض) يكفل له حياة أرقى.. فكل من الأمرين مكمل للآخر.
<br><br>
سكن آدم وحواء في الجنة:
اختلف المفسرون في كيفية خلق حواء. ولا نعلم إن كان الله قد خلق حواء في نفس وقت خلق آدم أم بعده لكننا نعلم أن الله سبحانه وتعالى أسكنهما معا في الجنة. لا نعرف مكان هذه الجنة. فقد سكت القرآن عن مكانها واختلف المفسرون فيها على خمسة وجوه. قال بعضهم: إنها جنة المأوى، وأن مكانها السماء. ونفى بعضهم ذلك لأنها لو كانت جنة المأوى لحرم دخولها على إبليس ولما جاز فيها وقوع عصيان. وقال آخرون: إنها جنة المأوى خلقها الله لآدم وحواء. وقال غيرهم: إنها جنة من جنات الأرض تقع في مكان مرتفع. وذهب فريق إلى التسليم في أمرها والتوقف.. ونحن نختار هذا الرأي. إن العبرة التي نستخلصها من مكانها لا تساوي شيئا بالقياس إلى العبرة التي تستخلص مما حدث فيها.
<br><br>
لم يعد يحس آدم الوحدة. كان يتحدث مع حواء كثيرا. وكان الله قد سمح لهما بأن يقتربا من كل شيء وأن يستمتعا بكل شيء، ما عدا شجرة واحدة. فأطاع آدم وحواء أمر ربهما بالابتعاد عن الشجرة. غير أن آدم إنسان، والإنسان ينسى، وقلبه يتقلب، وعزمه ضعيف. واستغل إبليس إنسانية آدم وجمع كل حقده في صدره، واستغل تكوين آدم النفسي.. وراح يثير في نفسه يوما بعد يوم. راح يوسوس إليه يوما بعد يوم: (هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَّا يَبْلَى) .
<br><br>
تسائل أدم بينه وبين نفسه. ماذا يحدث لو أكل من الشجرة ..؟ ربما تكون شجرة الخلد حقا، وكل إنسان يحب الخلود. ومرت الأيام وآدم وحواء مشغولان بالتفكير في هذه الشجرة. ثم قررا يوما أن يأكلا منها. نسيا أن الله حذرهما من الاقتراب منها. نسيا أن إبليس عودهما القديم. ومد آدم يده إلى الشجرة وقطف منها إحدى الثمار وقدمها لحواء. وأكل الاثنان من الثمرة المحرمة.
<br><br>
ليس صحيحا ما تذكره صحف اليهود من إغواء حواء لآدم وتحميلها مسئولية الأكل من الشجرة. إن نص القرآن لا يذكر حواء. إنما يذكر آدم -كمسئول عما حدث- عليه الصلاة والسلام. وهكذا أخطأ الشيطان وأخطأ آدم. أخطأ الشيطان بسبب الكبرياء، وأخطأ آدم بسبب الفضول.
<br><br>
لم يكد آدم ينتهي من الأكل حتى اكتشف أنه أصبح عار، وأن زوجته عارية. وبدأ هو وزوجته يقطعان أوراق الشجر لكي يغطي بهما كل واحد منهما جسده العاري. وأصدر الله تبارك وتعالى أمره بالهبوط من الجنة.
<br><br>
<span class="h2">
  هبوط آدم وحواء إلى الأرض
</span>
وهبط آدم وحواء إلى الأرض. واستغفرا ربهما وتاب إليه. فأدركته رحمة ربه التي تدركه دائما عندما يثوب إليها ويلوذ بها ... وأخبرهما الله أن الأرض هي مكانهما الأصلي.. يعيشان فيهما، ويموتان عليها، ويخرجان منها يوم البعث.
<br><br>
يتصور بعض الناس أن خطيئة آدم بعصيانه هي التي أخرجتنا من الجنة. ولولا هذه الخطيئة لكنا اليوم هناك. وهذا التصور غير منطقي لأن الله تعالى حين شاء أن يخلق آدم قال للملائكة: "إِنِّي جَاعِلٌ فِي الأَرْضِ خَلِيفَةً" ولم يقل لهما إني جاعل في الجنة خليفة. لم يكن هبوط آدم إلى الأرض هبوط إهانة، وإنما كان هبوط كرامة كما يقول العارفون بالله. كان الله تعالى يعلم أن آدم وحواء سيأكلان من الشجرة. ويهبطان إلى الأرض. أما تجربة السكن في الجنة فكانت ركنا من أركان الخلافة في الأرض. ليعلم آدم وحواء ويعلم جنسهما من بعدهما أن الشيطان طرد الأبوين من الجنة، وأن الطريق إلى الجنة يمر بطاعة الله وعداء الشيطان.
<br><br>`]







let sheth = ['شيث عليه السلام', `شيث بن ادم عليه السلام
سيرته:
  لما مات آدم عليه السلام قام بأعباء الأمر بعده ولده شيث عليه السلام وكان نبياً.
لما مات آدم عليه السلام قام بأعباء الأمر بعده ولده شيث عليه السلام وكان نبياً.ومعنى شيث: هبة الله، وسمياه بذلك لأنهما رزقاه بعد أن قُ تِ لَ هابيل.فلما حانت وفاته أوصى إلى أبنه أنوش فقام بالأمر بعده، ثم بعده ولده قينن ثم من بعده ابنه مهلاييل - وهو الذي يزعم الأعاجم من الفرس أنه ملك الأقاليم السبعة، وأنه أول من قطع الأشجار، وبنى المدائن والحصون الكبار، وأنه هو الذي بنى مدينة بابل ومدينة السوس الأقصى وأنه قهر إبليس وجنوده وشردهم عن الأرض إلى أطرافها وشعاب جبالها وأنه قتل خلقاً من مردة الجن والغيلان، وكان له تاج عظيم، وكان يخطب الناس ودامت دولته أربعين سنة.

فلما مات قام بالأمر بعده ولده يرد فلما حضرته الوفاة أوصى إلى ولده خنوخ، وهو إدريس عليه السلام على المشهور.`];









let edres = ['إدريس عليه السلام',
`إدريس عليه السلام
نبذة:
  كان صديقا نبيا ومن الصابرين، أول نبي بعث في الأرض بعد آدم، وهو أبو جد نوح، أنزلت عليه ثلاثون صحيفة، ودعا إلى وحدانية الله وآمن به ألف إنسان، وهو أول من خط بالقلم وأول من خاط الثياب ولبسها، وأول من نظر في علم النجوم وسيرها

سيرته:
  إدريس عليه السلام هو أحد الرسل الكرام الذين أخبر الله تعالى عنهم في كتابة العزيز، وذكره في بضعة مواطن من سور القرآن، وهو ممن يجب الإيمان بهم تفصيلاً أي يجب اعتقاد نبوته ورسالته على سبيل القطع والجزم لأن القرآن قد ذكره باسمه وحدث عن شخصه فوصفه بالنبوة والصديقية.

نسبه:
  هو إدريس بن يارد بن مهلائيل وينتهي نسبه إلى شيث بن آدم عليه السلام واسمه عند العبرانيين(خنوخ) وفي الترجمة العربية(أخنوخ) وهو من أجداد نوح عليه السلام.وهو أول بني آدم أعطي النبوة بعد(آدم) و(شيث) عليهما السلام، وذكر ابن إسحاق أنه أول من خط بالقلم، وقد أدرك من حياة آدم عليه السلام 308 سنوات لأن آدم عمر طويلاً زهاء 1000 ألف سنة.

حياته:
  وقد أختلف العلماء في مولده ونشأته، فقال بعضهم إن إدريس ولد ببابل، وقال آخرون إنه ولد بمصر والصحيح الأول، وقد أخذ في أول عمره بعلم شيث بن آدم، ولما كبر آتاه الله النبوة فنهي المفسدين من بني آدم عن مخالفتهم شريعة(آدم) و(شيث) فأطاعه نفر قليل، وخالفه جمع خفير، فنوى الرحلة عنهم وأمر من أطاعه منهم بذلك فثقل عليهم الرحيل عن أوطانهم فقالوا له، وأين نجد إذا رحلنا مثل(بابل) فقال إذا هاجرنا رزقنا الله غيره، فخرج وخرجوا حتى وصلوا إلى أرض مصر فرأوا النيل فوقف على النيل وسبح الله، وأقام إدريس ومن معه بمصر يدعو الناس إلى الله وإلى مكارم الأخلاق.وكانت له مواعظ وآداب فقد دعا إلى دين الله، وإلى عبادة الخالق جل وعلا، وتخليص النفوس من العذاب في الآخرة، بالعمل الصالح في الدنيا وحض على الزهد في هذه الدنيا الفانية الزائلة، وأمرهم بالصلاة والصيام والزكاة وغلظ عليهم في الطهارة من الجنابة، وحرم المسكر من كل شي من المشروبات وشدد فيه أعظم تشديد وقيل إنه كان في زمانه 72 لساناً يتكلم الناس بها وقد علمه الله تعالى منطقهم جميعاً ليعلم كل فرقة منهم بلسانهم.وهو أول من علم السياسة المدنية، ورسم لقومه قواعد تمدين المدن، فبنت كل فرقة من الأمم مدناً في أرضها وأنشئت في زمانه 188 مدينة وقد اشتهر بالحكمة فمن حكمة قوله(خير الدنيا حسرة، وشرها ندم) وقوله(السعيد من نظر إلى نفسه وشفاعته عند ربه أعماله الصالحة) وقوله(الصبر مع الإيمان يورث الظفر).

وفاته:
  وقد أُ خْ تُ لِ فَ في موته..فعن ابن وهب، عن جرير بن حازم، عن الأعمش، عن شمر بن عطية، عن هلال بن يساف قال: سأل ابن عباس كعباً وأنا حاضر فقال له: ما قول الله تعالى لإدريس { وَ رَ فَ عْ نَ اهُ مَ كَ اناً عَ لِ يّ اً }؟ فقال كعب: أما إدريس فإن الله أوحى إليه: أني أرفع لك كل يوم مثل جميع عمل بني آدم - لعله من أهل زمانه - فأحب أن يزداد عملاً، فأتاه خليل له من الملائكة، فقال "له": إن الله أوحى إلي كذا وكذا فكلم ملك الموت حتى ازداد عملاً، فحمله بين جناحيه ثم صعد به إلى السماء، فلما كان في السماء الرابعة تلقاه ملك الموت منحدراً، فكلم ملك الموت في الذي كلمه فيه إدريس، فقال: وأين إدريس؟ قال هو ذا على ظهري، فقال ملك الموت: يا للعجب!بعثت وقيل لي اقبض روح إدريس في السماء الرابعة، فجعلت أقول: كيف أقبض روحه في السماء الرابعة وهو في الأرض؟!فقبض روحه هناك.فذلك قول الله عز وجل { وَ رَ فَ عْ نَ اهُ مَ كَ اناً عَ لِ يّ اً }.ورواه ابن أبي حاتم عند تفسيرها.وعنده فقال لذلك الملك سل لي ملك الموت كم بقي من عمري؟ فسأله وهو معه: كم بقي من عمره؟ فقال: لا أدري حتى أنظر، فنظر فقال إنك لتسألني عن رجل ما بقي من عمره إلا طرفة عين، فنظر الملك إلى تحت جناحه إلى إدريس فإذا هو قد قبض وهو لا يشعر.وهذا من الإسرائيليات، وفي بعضه نكارة.

وقول ابن أبي نجيح عن مجاهد في قوله: { وَ رَ فَ عْ نَ اهُ مَ كَ اناً عَ لِ يّ اً } قال: إدريس رفع ولم يمت كما رفع عيسى.إن أراد أنه لم يمت إلى الآن ففي هذا نظر، وإن أراد أنه رفع حياً إلى السماء ثم قبض هناك.فلا ينافي ما تقدم عن كعب الأحبار.والله أعلم.

وقال العوفي عن ابن عباس في قوله: { وَ رَ فَ عْ نَ اهُ مَ كَ اناً عَ لِ يّ اً }: رفع إلى السماء السادسة فمات بها، وهكذا قال الضحاك.والحديث المتفق عليه من أنه في السماء الرابعة أصح، وهو قول مجاهد وغير واحد.وقال الحسن البصري: { وَ رَ فَ عْ نَ اهُ مَ كَ اناً عَ لِ يّ اً } قال: إلى الجنة، وقال قائلون رفع في حياة أبيه يرد بن مهلاييل والله أعلم.وقد زعم بعضهم أن إدريس لم يكن قبل نوح بل في زمان بني إسرائيل.

قال البخاري: ويذكر عن ابن مسعود وابن عباس أن إلياس هو إدريس، واستأنسوا في ذلك بما جاء في حديث الزهري عن أنس في الإسراء: أنه لما مرّ به عليه السلام قال له مرحباً بالأخ الصالح والنبي الصالح، ولم يقل كما قال آدم و إبراهيم: مرحباً بالنبي الصالح والابن الصالح، قالوا: فلو كان في عمود نسبه لقال له كما قالا له.

وهذا لا يدل ولابد، قد لا يكون الراوي حفظه جيداً، أو لعله قاله على سبيل الهضم والتواضع، ولم ينتصب له في مقام الأبوة كما انتصب لآدم أبي البشر، وإبراهيم الذي هو خليل الرحمن، وأكبر أولي العزم بعد محمد صلوات الله عليهم أجمعين`];









let noh = ['نوح عليه السلام',
`"نوح عليه السلام"
قال الله تعالى: {إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ أَنْ أَنذِرْ 
قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ} [نوح: 1].

وقد أرسله الله إلى قومٍ فسد حالهم، ونسوا أصول شريعة الله التي أنزلها على 
أنبيائه ورسله السابقين، وصاروا يعبدون الأوثان. وقد أثبت القرآن الكريم 
خمسة أوثان لهم، كانوا يقدسونها ويعبدونها، وهي: (وَدّ - سُوَاع - يَغُوث -
يَعُوق - نْسْر). قال الله تعالى: {وَقَالُوا لا تَذَرُنَّ آلِهَتَكُمْ 
وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا} 
[نوح: 23].

 

 نسب نوح:
يذكر النسَّابون أنه: نوح  (عليه السلام) بن لامك بن متوشالح بن إدريس ("أخنوخ" عليه السلام) بن يارد 
بن مهلائيل بن قينان بن أنوش بن شيث (عليه السلام) بن آدم (عليه السلام) 
أبي البشر. والله أعلم.

 

حياة نوح مع قومه في فقرات:
وقد ذُكرت قصة نوح مع قومه في ست سور من القرآن الكريم بشكل مفصَّل، وأبرز ما فيها النقاط التالية:

1- إثبات نبوته ورسالته.

2- دعوته لقومه دعوة ملحَّة، وثباته وصبره فيها، واتخاذه فيها مختلف الحجج والوسائل.

3- إعراض قومه عنه، فكلما زادهم دعاءً وتذكيراً زادوه فراراً وإعراضاً، وإصراراً على الباطل، واحتقاراً لأتباعه من الضعفاء.

4- عبادة قومه الأوثان الخمسة التي مرَّ ذكرها، وضلالهم الكثير.

5- تنكّر قومه لدعوته، وتكذيبه فيها بحجة أنه رجل منهم، ثم طلبهم إنزال العذاب الذي يَعِدهم به.

6- شكوى نوح إلى ربه أن قومه عصَوْه، واتبعوا من لم يزده ماله وولده إلاَّ خساراً.

7- إعلام أو إخبار الله لنوح بأنه لن يؤمن من قومه إلاَّ من آمن، وذلك بعد 
زمن طويل لبعثه فيهم وهو يدعوهم ويصبر عليهم، وقد تعاقبت عليه منهم أجيال.

8- دعوة نوح عليهم بقوله: {رَبِّ لا تَذَرْ عَلَى الأَرْضِ مِنَ 
الْكَافِرِينَ دَيَّارًا * إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ 
وَلا يَلِدُوا إِلا فَاجِرًا كَفَّارًا} [نوح: 26-27].

9- أمْرُ  الله لنوح أن يصنع السفينة - وقد كان ماهراً في النجارة - وذلك تهيئة 
لإِنقاذه هو ومَن معه من الطوفان الذي سيغسل الأرض من الكفر.

10- سخرية قوم نوح منه كلما مرَّ عليه ملأَ منهم ورأَوْهِ يصنع السفينة، وذلك إمعاناً منهم بالضلال وهم يَرَون منذرات العذاب.

11- حلول الأجل الذي قضاه الله وقدَّره للطوفان، وكان من علامة ذلك أن فار الماء من التَّنُّور.

12- أمر الله لنوح أن يحمل في السفينة:

(أ) من كلٍّ زوجين اثنين.

(ب)أهله إلاَّ من كفر منهم، ومنهم ولده الذي كان من المُغْرَقين وزوجته.

(ج) الذين آمنوا معه، وهؤلاء قليل.

 

فركبوا فيها وقالوا: {بِاِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا} [هود: 41].

13- تفجّر عيون الأرض، وانسكاب سحب السماء، ووقوع قضاء الله، ودعوة نوحٍ ولدَه
في آخر الساعات قبيل غرقه، ولكن هذا الولد رفض الإِيمان، وظن النجاة 
بالاعتصام بالجبل وجرت السفينة بأمر الله، وقُضي الأمر، وكان ولد نوح من 
المغرقين.

14- تحسُّر نوحٍ على ولده وهو في السفينة تجري بأمر الله 
وتمنِّيه أن يكون معه ناجياً، وقوله لربه: "إن ابني من أهلي" وعتاب الله 
له، وإخباره بأن هذا الولد ليس من أهله، لأنه كافر عمل عملاً غير صالح.

15- ختم القصة بالإِعلان عن انقضاء الأمر:

{وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ وَيَا سَمَاءُ أَقْلِعِي وَغِيضَ الْمَاءُ 
وَقُضِيَ الأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِيِّ وَقِيلَ بُعْدًا 
لِلْقَوْمِ الظَّالِمِينَ} [هود: 44].

الجودي: جبل في نواحي ديار بكر من بلاد الجزيرة، وهو متصل بجبال أرمينية. ويُسمى في التوراة: "أراراط".

16- ذِكْرُ المدة التي لبثها نوح في قومه، وهي: ألف سنة إلاَّ خمسين عاماً، 
فهل هي مجموع حياته، أو هي فترة دعوته لقومه - أي: منذ رسالته حتى وفاته - 
أو هي منذ ولادته أو رسالته إلى زمن الطوفان؟ كل ذلك محتمل والله أعلم 
بالحقيقة.

قال الله تعالى: {وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى 
قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلا خَمْسِينَ عَامًا 
فَأَخَذَهُمْ الطُّوفَانُ وَهُمْ ظَالِمُونَ} [العنكبوت: 14].

ويرجح الرأي الأخير لقوله تعالى: {فأخذهم الطوفان} بعد قوله: {فلبث فيهم ألف سنة إلاَّ خمسين عاماً}، لما تفيده الفاء من الترتيب.

17- بيان أن الذين بقوا بعد نوح هم ذريته فقط، وذلك في قوله تعالى: {وجعلنا ذريته هم الباقين}.

قال المؤرخون: وهم ذرية أولاده الثلاثة، سام وحام ويافث.

ويقولون أيضاً:

1- سام: أبو العرب وفارس الروم.

2- وحام: أبو السودان والفرنج والقبط والهند والسند.

3- ويافث: أبو الترك والصين والصقالبة ويأجوج ومأجوج.`];




let ibrahem = ['إبراهيم عليه السلام',
`إبراهيم خليل الرحمن عليه السلام
قد أثبت الله نبوته ورسالته في مواطن عديدة من الكتاب العزيز، وشهد له بأنه 
كان أمة قانتاً لله حنيفاً. قال تعالى: {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً 
قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُنْ مِنَ الْمُشْرِكِينَ * شَاكِرًا 
لأَنْعُمِهِ اجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاطٍ مُسْتَقِيمٍ * 
وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً وَإِنَّهُ فِي الآخِرَةِ لَمِنْ 
الصَّالِحِينَ} [النحل: 120 - 122].

 

 نسب إبراهيم:
ذكر المؤرخون نسبه واصلاً إلى سام بن نوح عليه السلام، ونوح - في سلسلة نسب 
إبراهيم- هو الأب الثاني عشر. وقد أسقط بعض النسابين من آبائه في سلسلة 
النسب (قينان)، بسبب أنه كان ساحراً.

فهو على ما يذكرون: إبراهيم 
"أبرام" (عليه السلام) بن تارح "وهو آزر كما ورد في القرآن الكريم" بن 
ناحور بن ساروغ "سروج" بن رعو بن فالغ "فالج" بن عابر بن شالح بن قينان - 
الذي يسقطونه من النسب لأنه كان ساحراً - بن أرفكشاذ "أرفخشذ" بن سام بن 
نوح (عليه السلام). والله أعلم.

 

 حياة إبراهيم عليه السلام في فقرات:
1- موجز حياته عند أهل التاريخ:
ذكر المؤرخون: أنه ولد بالأهواز، وقيل: ببابل - وهي مدينة في العراق -.

ويذكر أهل التوراة أنه كان من أهل "فدّان آرام" بالعراق.

وكان أبوه نجاراً، يصنع الأصنام ويبيعها لمن يعبدها.

وبعد نضاله في الدعوة إلى التوحيد ونبذ الأصنام، وما كان من أمره مع نمروذ بن 
لوش ملك العراق، وإلقائه في النار، ونجاته منها بالمعجزة - كما قص الله 
علينا في كتابه المجيد -، انتقل إلى أور الكلدانيين - وهي مدينة كانت قرب 
الشاطئ الغربي للفرات - ومعه في رحلته زوجته سارة وقد آمنت معه، وابن أخيه 
لوط بن هاران بن آزر وقد آمن معه وهاجر معه، كما قال تعالى: {فَآمَنَ لَهُ 
لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي إِنَّهُ هُوَ الْعَزِيزُ 
الْحَكِيمُ} [العنكبوت 29].

 

كما هاجر معه في الرحلة ثُلة من قومه الذين آمنوا معه، وأبوه آزر دون أن يؤمن به، وأقام في أور الكلدانيين حقبةً من الزمن.

ثم رحل إلى حاران أو "حرَّان".

ثم رحل إلى أرض الكنعانيين - وهي أرض فلسطين -، وأقام في "شكيم" وهي مدينة "نابلس".

ثم رحل إلى مصر، وكان ذلك في عهد ملوك الرعاة، وهم العماليق - ويسميهم 
الرومان: "هكسوس" -، واسم فرعون مصر حينئذٍ: "سنان بن علوان"، وقيل 
"طوليس".

وقد وهب فرعون هذا سارة زوجة إبراهيم - بعد أن عصمها الله منه - جاريةٌ من جواريه اسمها: "هاجر"، فوهبتها لزوجها فاستولدها.

ولما وُلِدَ له من هاجر "إسماعيل" - وكان عمره (86) سنة - سافر بأمر من الله 
إلى وادي مكة، وترك عند بيت الله الحرام ولده الصغير إسماعيل مع أمه هاجر، 
وعاد إلى أرض الكنعانيين.

ثم وهبه الله ولداً من زوجته سارة سماه "إسحاق"، وذلك حين صار عمره (100) سنة.

وكان يتعهد ولده إسماعيل في وادي مكة من آن إلى آخر، وبنى مع ولده إسماعيل 
البيت الحرام بأمر من الله. قال الله تعالى: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ
الْقَوَاعِدَ مِنْ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا 
إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ} [البقرة: 127].

 

وقد  جاء في الإِصحاح الخامس والعشرين من "سفر التكوين": أن إبراهيم تزوج بعد 
وفاة سارة زوجة اسمها "قطورة"، فولدت له ستة أولاد هم: زمران ويقشان ومدان 
ويشباق وشوحا ومديان.

وإلى مديان - هو مدين - بن إبراهيم هذا ينسب "أهل مدين" الذي أرسل إليهم "شعيب عليه السلام".

ولما بلغ عمر إبراهيم عليه السلام (175) سنة ختم الله حياته في أرض فلسطين، 
ودفن في مدينة الخليل "حبرون وكان اسمها في الأصل قرية أربع"، في المغارة 
المقام عليها الآن مقام الخليل عليه السلام، وتعرف بمغارة الأنبياء.

واختتن وهو ابن ثمانين سنة، فعن أبي هريرة قال: قال رسول الله صلى الله عليه 
وسلم: "اختتن إبراهيم النبي وهو ابن ثمانين سنة بالقدوم". رواه البخاري 
ومسلم.

2- لمحات من قصة إبراهيم عليه السلام في القرآن:
وقد بسط القرآن الكريم مشاهد بارزة مهمة من حياة سيدنا إبراهيم عليه السلام في عدة سور، وأبرز ما فيها النقاط التالية:

1- بدأ حياته عليه السلام باحتقار الأصنام، وبيان سخف عبادتها، ثم ثورته 
عليها وتحطيمها، غير مكترث بما ينجم عن عمله هذا، وتنبيه عابديها على خطئهم
البالغ في عبادتها وتعظيمها، ونشأته على ما بقي محفوظاً من ملّة نوح عليه 
السلام.

2- تأمّلاته في ملكوت السماوات والأرض، وبحثه الذي دلّه على
جلال الرب وكمال صفاته وتنزه ذاته عن كل صفة من صفات الحدوث وعوارض النقص.

3- توجُّهه إلى الله فاطر السماوات والأرض، وتبرؤه مما يشرك المشركون.

4- بلوغه منزلة النبوة والرسالة باصطفاء الله له، واضطلاعه بمهامها، وإنزال الصحف عليه المسماة "بصحف إبراهيم".

5- محاجّته لقومه بالبراهين والأدلة المنطقية المقنعة والملزمة، وثباته في 
محاجّةِ من آتاه الله الملك في البلاد، وارتقاؤه إلى أعلى مراتب الإِيمان 
بأن الله هو الذي يميت ويحيي، ويطعم ويسقي، ويمرض ويشفي، وبيده كل شيء.

6- تعرضه للعذاب من قبل قومه، وذلك بإيقاد النار له في بنيان أعدوه لهذا 
الغاية، وإلقاؤه فيها، وصبره وثباته وثقته بالله، ثم سلامته من حرّها 
وضُرّها، إذ قال الله لها: {يَا نَارُ كُونِي بَرْدًا وَسَلامًا عَلَى 
إِبْرَاهِيمَ} [الأنبياء:69] !!

7- عزمه على الهجرة من أرض الشرك، وإيمان لوط به ومهاجرته معه.

8- إثبات أن الله أنزل عليه صحفاً تسمى "صحف إبراهيم".

9- زيارته مكة، وإسكانه في واديها بعض ذريته وهو "إسماعيل". ورفع قواعد بيت 
الله الحرام فيها بعد سنوات من الإسكان مع ولده إسماعيل عليهما السلام. 
وعهدُ اللهِ له ولولده إسماعيل أن يطهرا البيت للطائفين والعاكفين والركّع 
السُّجود، وأمر الله له أن يؤذِّن في الناس بالحج. ومشاهد رائعة من مواقف 
التجاءاته إلى الله، ومناجاته له بالعبادة والدعاء.

10- طلبه من  الله أن يريه كيف يحيي الموتى، وذلك ليطمئن قلبه، ويزداد يقينه بالحياة بعد
الموت، إذا رأى بالمشاهدة الحسية كيفية حدوث ذلك.

11- أن الله وهبه - على كبر سنه - إسماعيل وإسحاق، وخرق العادة له بإكرامه بإسحاق من امرأته العجوز العاقر "سارة".

12- مجادلته الملائكة المرسلين لإِهلاك قوم لوط، لعل الله أن يدرأ عنهم العذاب
الماحق، وذلك طمعاً بأن يهتدوا ويستقيموا، إلاَّ أن جواب الرب ناداه: 
{إِلا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُوْلَئِكَ لَهُمْ 
مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ} [هود: 11].

13- إكرام الله له بأن جعل في ذريته النبوة والكتاب من بعده، وقد كان واقع الأمر كما وعده الله، 
فجميع الأنبياء والرسل من بعده كانوا من ذريته. أما لوط عليه السلام فإنه 
كان معاصراً له، على أن إبراهيم كان عمه فيمكن دخوله في عموم الذرية.

قال أبو هريرة: (تلك أمكم يا بني ماء السماء).`];






let ishak = ['إسحاق عليه السلام',
`إسحاق عليه السلام
نبذة:
هو ولد سيدنا إبراهيم من زوجته سارة، وقد كانت البشارة بمولده من الملائكة لإبراهيم وسارة لما مروا بهم مجتازين ذاهبين إلى مدائن قوم لوط ليدمروها عليهم لكفرهم وفجورهم، ذكره الله في القرآن بأنه "غلام عليم" جعله الله نبيا يهدي الناس إلى فعل الخيرات، جاء من نسله سيدنا يعقوب.

سيرته:
ذكر الله تعالى عبد إسحاق بالصفات الحميدة وجعله نبيًا ورسولا، وبرأه من كل ما نسبه إليه الجاهلون، وأمر الله قومه بالإيمان به كغيره من الأنبياء والرسل، وقد مدح رسول الله صلى الله عليه وسلم نبي الله إسحاق وأثنى عليه عندما قال( إن الكريم ابن الكريم ابن الكريم ابن الكريم يوسف بن يعقوب بن اسحاق بن إبراهيم)). فهؤلاء الأنبياء الأربعة الذين مدحهم رسول الله صلىالله عليه وسلم هم أنبياء متناسلون، ولا يوجد بين الناس أنبياء متناسلون غيرهم وهم يوسف ويعقوب وإسحاق وإبراهيم عليهم الصلاة والسلام.

دعا إسحاق بن إبراهيم عليهما السلام إلى دين الإسلام وإلى عبادة الله وحده، وأوحى إليه بشريعة مبنية على الإسلام ليبلغها ويعلمها الناس، وقد أرسله الله تبارك وتعالى إلى الكنعانيين في بلاد الشام وفلسطين الذين عاش بينهم، وقد قيل: إن إبراهيمعليه السلام أوصى ابنه إسحاق ألا يتزوج إلا امرأة من أهل أبيه فتزوج إسحاق رفقة بنت ابن عمه، وكانت عاقرًا لا تنجب فدعاالله لها فحملت فولدت غلامين توأمين أحدهما اسمه العيص، والثاني يعقوب وهو نبي الله إسرائيل.

قيل إن الله إسحاق عليه السلام عاش مائة وثمانين سنة ومات في حبرون وهي قرية في فلسطين وهي مدينة الخليل اليوم حيث كان يسكن إبراهيم عليه السلام، ودفنه ابناه العيص ويعقوب عليه السلام في المغارة التي دفن فيها أبوه إبراهيم عليهما الصلاة والسلام.`];






let ayyob = ['أيوب عليه السلام',
`أيوب عليه السلام
نبذة: 
من سلالة سيدنا إبراهيم كان من النبيين الموحى إليهم، كان أيوب ذا مال وأولاد 
كثيرين ولكن الله ابتلاه في هذا كله فزال عنه، وابتلي في جسده بأنواع 
البلاء واستمر مرضه 13 أو 18 عاما اعتزله فيها الناس إلا امرأته صبرت وعملت
لكي توفر قوت يومهما حتى عافاه الله من مرضه وأخلفه في كل ما ابتلي فيه، 
ولذلك يضرب المثل بأيوب في صبره وفي بلائه، روي أن الله يحتج يوم القيامة 
بأيوب عليه السلام على أهل البلاء. 

سيرته: 
ضربت الأمثال في صبر هذا النبي العظيم. فكلما ابتلي إنسانا ابتلاء عظيما أوصوه 
بأن يصبر كصبر أيوب عليه السلام.. وقد أثنى الله تبارك وتعالى على عبده 
أيوب في محكم كتابه (إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْدُ إِنَّهُ
أَوَّابٌ) والأوبة هي العودة إلى الله تعالى.. وقد كان أيوب دائم العودة 
إلى الله بالذكر والشكر والصبر. وكان صبره سبب نجاته وسر ثناء الله عليه. 
والقرآن يسكت عن نوع مرضه فلا يحدده.. وقد نسجت الأساطير عديدا من الحكايات
حول مرضه.. 

مرض أيوب 
كثرت الروايات والأساطير التي نسجت حول مرض أيوب، ودخلت الإسرائيليات في كثير من هذه الروايات. ونذكر هنا أشهرها: 

أن أيوب عليه السلام كان ذا مال وولد كثير، ففقد ماله وولده، وابتلي في جسده،
فلبث في بلائه ثلاث عشرة سنة, فرفضه القريب والبعيد إلا زوجته ورجلين من 
إخوانه. وكانت زوجته تخدم الناس بالأجر، لتحضر لأيوب الطعام. ثم إن الناس 
توقفوا عن استخدامها، لعلمهم أنها امرأة أيوب، خوفاً أن ينالهم من بلائه، 
أو تعديهم بمخالطته. فلما لم تجد أحداً يستخدمها باعت لبعض بنات الأشراف 
إحدى ضفيرتيها بطعام طيب كثير، فأتت به أيوب، فقال: من أين لك هذا؟ وأنكره،
فقالت: خدمت به أناساً، فلما كان الغد لم تجد أحداً، فباعت الضفيرة الأخرى
بطعام فأتته به فأنكره أيضاً، وحلف لا يأكله حتى تخبره من أين لها هذا 
الطعام؟ فكشفت عن رأسها خمارها، فلما رأى رأسها محلوقاً، قال في دعائه: (رب
إني مسني الضر وأنت أرحم الراحمين). وحلف أن يضربها مئة سوط إذا شفى. 

وقيل أن امرأة أيوب أخبرته أنها لقيت طبيبا في الطريق عرض أن يداوي أيوب إذا 
رضي أن يقول أنت شفيتي بعد علاجه، فعرف أيوب أن هذا الطبيب هو إبليس، فغضب 
وحلف أن يضربها مئة ضربة. 

أما ما كان من أمر صاحبي أيوب، فقد كانا 
يغدوان إليه ويروحان, فقال أحدهما للآخر: لقد أذنب أيوب ذنبا عظيما وإلا 
لكشف عنه هذا البلاء, فذكره الآخر لأيوب, فحزن ودعا الله. ثم خرج لحاجته 
وأمسكت امرأته بيده فلما فرغ أبطأت عليه, فأوحى الله إليه أن اركض برجلك, 
فضرب برجله الأرض فنبعت عين فاغتسل منها فرجع صحيحا, فجاءت امرأته فلم 
تعرفه, فسألته عن أيوب فقال: إني أنا هو, وكان له أندران: أحدهما: للقمح 
والآخر: للشعير, فبعث الله له سحابة فأفرغت في أندر القمح الذهب حتى فاض, 
وفي أندر الشعير الفضة حتى فاض. 

وفي الصحيح أن رسول الله صلى الله لعيه وسلم قال: "بينما ‏‏أيوب يغتسل عريانا خر عليه رجل جراد من ذهب فجعل 
يحثي في ثوبه فناداه ربه يا ‏‏ أيوب ‏ ‏ألم أكن أغنيتك عما ترى قال بلى يا 
رب ولكن لا غنى لي عن بركتك" (رجل جراد ‏أي جماعة جراد). 

فلما عوفي أمره الله أن يأخذ عرجونا فيه مائة شمراخ (عود دقيق) فيضربها ضربة 
واحدة لكي لا يحنث في قسمه وبذلك يكون قد بر في قسمه. ثم جزى الله -عز وجل-
أيوب -عليه السلام- على صبره بأن آتاه أهله (فقيل: أحيى الله أبناءه. 
وقيل: آجره فيمن سلف وعوضه عنهم في الدنيا بدلهم، وجمع له شمله بكلهم في 
الدار الآخرة) وذكر بعض العلماء أن الله رد على امرأته شبابها حتى ولدت له 
ستة وعشرين ولدا ذكرا. 

هذه أشهر رواية عن فتنة أيوب وصبره.. ولم يذكر فيها أي شيء عن تساقط لحمه، وأنه لم يبقى منه إلا العظم والعصب. فإننا
نستبعد أن يكون مرضه منفرا أو مشوها كما تقول أساطير القدماء.. نستبعد ذلك
لتنافيه مع منصب النبوة.. 

ويجدر التنبيه بأن دعاء أيوب ربه 
(أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ). قد يكون القصد منه 
شكوى أيوب -عليه السلام- لربه جرأة الشيطان عليه وتصوره أنه يستطيع أن 
يغويه. ولا يعتقد أيوب أن ما به من مرض قد جاء بسبب الشيطان. هذا هو الفهم 
الذي يليق بعصمة الأنبياء وكمالهم. 

وروى الطبري أن مدة عمره كانت 
ثلاثا وتسعين سنة فعلى هذا فيكون عاش بعد أن عوفي عشر سنين , والله أعلم. 
وأنه أوصى إلى ولده حومل، وقام بالأمر بعده ولده بشر بن أيوب، وهو الذي 
يزعم كثير من الناس أنه ذو الكفل فالله أعلم.`];








let shoayb = ['شعيب عليه السلام',
`شعيب عليه السلام
على أرض مدين، وهي منطقة بالأردن الآن، كان يعيش قوم كفار يقطعون الطريق، ويسلبون أموال الناس الذين يمرون عليهم، ويعبدون شجرة كثيفة تسمى الأيكة.
وكانوا يسيئون معاملة الناس، ويغشُّون في البيع والشراء والمكيال والميزان، ويأخذون ما يزيد عن حقهم.
فأرسل الله إليهم رجلاً منهم هو رسول الله شعيب-عليه السلام-، فدعاهم إلى عبادة الله وعدم الشرك به، ونهاهم عن إتيان الأفعال الخبيثة، من نقص الناس أشياءهم، وسلب أموال القوافل التي تمر بديارهم.
فقال لهم: (يا قوم اعبدوا الله ما لكم من إله غيره قد جاءتكم بينة من ربكم فأوفوا الكيل والميزان ولا تبخسوا الناس أشياءهم ولا تفسدوا في الأرض بعد إصلاحها ذلكم خير لكم إن كنتم مؤمنين)[الأعراف: 85].
وظل شعيب يدعو قومه ويبين لهم الحق، فآمن به عدد قليل من قومه وكفر أكثرهم، لكن شعيبا لم ييأس من عدم استجابتهم، بل أخذ يدعوهم، ويذكر لهم نعم الله التي لا تحصى، وينهاهم عن الغش في البيع والشراء.
لكن قومه لم يتقبلوا كلامه، ولم يؤمنوا به، بل قالوا له على سبيل الاستهزاء والتهكم: (يا شعيب أصلاتك تأمرك أن نترك ما يعبد آباؤنا أو أن نفعل في أموالنا ما نشاء إنك لأنت الحليم الرشيد)[هود: 87].
فرد عليهم شعيب بعبارة لطيفة، يدعوهم فيها إلى الحق (قال يا قوم أرأيتم إن كنت على بينة من ربي ورزقني منه رزقًا حسنًا وما أريد أن أخالفكم إلى ما أنهاكم عنه إن أريد إلا الإصلاح ما استطعت وما توفيقي إلا بالله عليه توكلت وإليه أنيب)[هود:88].
وهكذا كان نبي الله شعيب قوي الحجة في دعوته إلى قومه، وقد سماه المفسرون خطيب الأنبياء لبراعته، ثم قال لهم ليخوفهم من عذاب الله: (ويا قوم لا يجرمنكم شقاقي أن يصيبكم مثل ما أصاب قوم نوح أو قوم هود أو قوم صالح وما قوم لوط منكم ببعيد)[هود: 89].
فأخذوا يهددونه ويتوعدونه بالقتل لولا أهله وعشيرته، وقالوا له: (يا شعيب ما نفقه كثيرًا مما تقول وإنا لنراك فينا ضعيفا ولولا رهطك لرجمناك وما أنت علينا بعزيز)[هود: 91].
فقال لهم: (يا قوم أرهطي أعز عليكم من الله واتخذتموه وراءكم ظهريًّا إن ربي بما تعملون محيط)[هود: 92].
ثم أخذ يهددهم ويخوفهم من عذاب الله إن استمروا على طريق الضلال والعصيان، وعند ذلك خيره قومه بين أمرين: إما العودة إلى دين الآباء والأجداد، أو الخروج من البلاد مع الذي آمنوا معه، ولكن شعيبًا والذين آمنوا معه يثبتون على إيمانهم، ويفوضون أمرهم لله.
فما كان من قومه ألا أن اتهموه بالسحر والكذب، وسخروا من توعده إياهم العذاب، ويستعجلون هذا العذاب إن كان حقًّا. فدعا شعيب ربه قائلاً: (ربنا افتح بيننا وبين قومنا بالحق وأنت خير الفاتحين[الأعراف: 89]، (أي احكم بيننا وبين قومنا بالعدل وأنت خير الحاكمين).
فطلب الله سبحانه من شعيب أن يخرج هو ومن آمن معه؛ لأن العذاب سينزل بهؤلاء المكذبين، ثم سلط الله على الكفار حرًّا شديدًا جفت منه الزروع والضروع والآبار، فخرج الناس يلتمسون النجاة، فإذا بسحابة سوداء، فظنوا أن فيها المطر والرحمة، فتجمعوا تحتها حتى أظلتهم، لكنها أنزلت عليهم حممًا حارقة، ونيرانا ملتهبة أحرقتهم جميعًا، واهتزت الأرض، وأخذتهم صيحة أزهقت أرواحهم، وحولتهم إلى جثث هامدة لا حراك فيها ولا حياة.
ونجي الله شعيبًا والذين آمنوا معه من العذاب الأليم، قال تعالى: (ولما جاء أمرنا نجينا شعيبا والذين آمنوا معه برحمة منا وأخذت الذين ظلموا الصيحة فأصبحوا في ديارهم جاثمين. كأن لم يغنوا فيها ألا بعدا لمدين كما بعدت ثمود)[هود: 94-95].`];








let hood = ['هود عليه السلام',
`هود عليه السلام
وقد أرسله الله إلى عاد.

قالالله تعالى: {كَذَّبَتْ عَادٌ الْمُرْسَلِينَ * إِذْ قَالَ لَهُمْ 
أَخُوهُمْ هُودٌ أَلا تَتَّقُونَ * إِنِّي لَكُمْ رَسُولٌ أَمِينٌ * 
فَاتَّقُوا اللَّهَ وَأَطِيعُونِ * وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ 
أَجْرٍ إِنْ أَجْرِي إِلا عَلَى رَبِّ الْعَالَمِينَ} [الشعراء: 123-127].

 نسب هود:
أرسل الله هوداً عليه السلام في قبيلة من القبائل العربية البائدة، المتفرعة من
أولاد سام بن نوح عليه السلام، وهي قبيلة عاد، وسميت بذلك نسبةً إلى أحد 
أجدادها، وهو: عاد بن عوص بن إرم بن سام. وهو عليه السلام من هذه القبيلة 
ويتصل نسبه بعاد.

ويرجح النسابون أن نسبه كما يلي:

فهو: هود  (عليه السلام) بن عبد الله بن رباح بن الخلود بن عاد - جدّ هذه القبيلة - 
ابن عوص بن إرم بن سام بن نوح (عليه السلام). والله أعلم.

 مساكن عاد:
كانت مساكن عاد في أرض "الأحقاف"، من جنوب شبه الجزيرة العربية. والأحقاف تقع 
 في شمال حضرموت، ويقع في شمال الأحقاف الربع الخالي، وفي شرقها عُمان. 
وموضع بلادهم اليوم رمال قاحلة، لا أنيس فيها ولا ديار.

قال الله  تعالى: {وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالأَحْقَافِ 
وَقَدْ خَلَتْ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ أَلا 
تَعْبُدُوا إِلا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ 
عَظِيمٍ} [الأحقاف: 21].

 حياة هود مع قومه في فقرات:
لقد فصل القرآن الكريم قصة سيدنا هود عليه السلام مع قومه عاد في نحو عشر سور، وأبرز ما فيها النقاط التالية:

1- إثبات نبوته ورسالته إلى عاد.

2- ذكر أن عاداً كانوا خلفاء في الأرض من بعد قوم نوح.

3- ذكر أن هؤلاء القوم كانوا:

(أ) أقوياء أشداء، ممن زادهم الله بسطة في الخلق.

(ب) مترفين في الحياة الدنيا، قد أمدهم الله بأنعام وبنين، وجنات وعيون، 
وألهمهم أن يتخذوا مصانع لجمع المياه فيها، وقصوراً فخمة شامخة، إلى غير 
ذلك من مظاهر النعمة والترف. 

(جـ) يبنون على الروابي والمرتفعات 
مباني شامخة، ليس لهم فيها مصلحة تقصد إلاَّ أن تكون آيةً يتباهون بها، 
تُظهر قوتهم وبأسهم في الأرض.

(د) أهل بطش، فإذا بطشوا بطشوا جبارين.

(هـ) أصحاب آلهةٍ من الأوثان، يعبدونها من دون الله.

(و) ينكرون الدار الآخرة ويقولون: {إِنْ هِيَ إِلا حَيَاتُنَا الدُّنْيَا 
نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ} [المؤمنون:37]

4-  ذكر أن هوداً عليه السلام دعاهم إلى الله بمثل دعوة الرسل، وأمرهم بالتقوى،
وأنذرهم عقاب الله وعذابه، فكذبوه واستهزؤوا بدعوته، وأصروا على العناد، 
واتبعوا أمر كل جبار عنيد منهم، ولم يؤمن معه إلاَّ قليل منهم، فاستنصر 
بالله، فقال الله له: {قَالَ عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ} 
[المؤمنون: 40]، فأرسل الله عليهم الريح العقيم، ريحاً صرصراً عاتية، سخرها
عليهم سبع ليالٍ وثمانية أيامٍ حسومٍ نحسات، تدمر كلّ شيء بأمر ربها، فما 
تذر من شيء أتت عليه إلاَّ جعلته كالرميم. فأهلكتهم، وأنجى الله برحمته 
هوداً والذين آمنوا معه، وتم بذلك أمر الله وقضاؤه.`];






let loot = ['لوط عليه السلام',
`لوط عليه السلام
نبذة: 
أرسله الله ليهدي قومه ويدعوهم إلى عبادة الله، وكانوا قوما ظالمين يأتون 
الفواحش ويعتدون على الغرباء وكانوا يأتون الرجال شهوة من دون النساء فلما 
دعاهم لوط لترك المنكرات أرادوا أن يخرجوه هو وقومه فلم يؤمن به غير بعض من
آل بيته، أما امرأته فلم تؤمن ولما يئس لوط دعا الله أن ينجيهم ويهلك 
المفسدين فجاءت له الملائكة وأخرجوا لوط ومن آمن به وأهلكوا الآخرين بحجارة مسومة. 

سيرته: 
حال قوم لوط: 
دعى لوط قومه إلى عبادة الله وحده لا شريك له، ونهاهم عن كسب السيئات والفواحش.
واصطدمت دعوته بقلوب قاسية وأهواء مريضة ورفض متكبر. وحكموا على لوط وأهله
بالطرد من القرية. فقد كان القوم الذين بعث إليهم لوط يرتكبون عددا كبيرا 
من الجرائم البشعة. كانوا يقطعون الطريق، ويخونون الرفيق، ويتواصون بالإثم،
ولا يتناهون عن منكر، وقد زادوا في سجل جرائمهم جريمة لم يسبقهم بها أحد 
من العالمين. كانوا يأتون الرجال شهوة من دون النساء. 

لقد اختلت المقاييس عند قوم لوط.. فصار الرجال أهدافا مرغوبة بدلا من النساء، وصار 
النقاء والطهر جريمة تستوجب الطرد.. كانوا مرضى يرفضون الشفاء ويقاومونه.. 
ولقد كانت تصرفات قوم لوط تحزن قلب لوط.. كانوا يرتكبون جريمتهم علانية في 
ناديهم.. وكانوا إذا دخل المدينة غريب أو مسافر أو ضيف لم ينقذه من أيديهم 
أحد.. وكانوا يقولون للوط: استضف أنت النساء ودع لنا الرجال.. واستطارت 
شهرتهم الوبيلة، وجاهدهم لوط جهادا عظيما، وأقام عليهم حجته، ومرت الأيام 
والشهور والسنوات، وهو ماض في دعوته بغير أن يؤمن له أحد.. لم يؤمن به غير 
أهل بيته.. حتى أهل بيته لم يؤمنوا به جميعا. كانت زوجته كافرة. 

وزاد الأمر بأن قام الكفرة بالاستهزاء برسالة لوط عليه السلام، فكانوا يقولون: 
(ائْتِنَا بِعَذَابِ اللَّهِ إِن كُنتَ مِنَ الصَّادِقِينَ). فيئس لوط 
منهم، ودعا الله أن ينصره ويهلك المفسدين. 

ذهاب الملائكة لقوم لوط: 
خرج الملائكة من عند إبراهيم قاصدين قرية لوط.. بلغوا أسوار سدوم.. وابنة لوط 
واقفة تملأ وعاءها من مياه النهر.. رفعت وجهها فشاهدتهم.. فسألها أحد 
الملائكة: يا جارية.. هل من منزل؟ 

قالت [وهي تذكر قومها]: مكانكم  لا تدخلوا حتى أخبر أبي وآتيكم.. أسرعت نحو أبيها فأخبرته. فهرع لوط يجري 
نحو الغرباء. فلم يكد يراهم حتى (سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا 
وَقَالَ هَـذَا يَوْمٌ عَصِيبٌ) سألهم: من أين جاءوا؟ .. وما هي وجهتهم؟.. 
فصمتوا عن إجابته. وسألوه أن يضيفهم.. استحى منهم وسار أمامهم قليلا ثم 
توقف والتفت إليهم يقول: لا أعلم على وجه الأرض أخبث من أهل هذا البلد. 

قال كلمته ليصرفهم عن المبيت في القرية، غير أنهم غضوا النظر عن قوله ولم 
يعلقوا عليه، وعاد يسير معهم ويلوي عنق الحديث ويقسره قسرا ويمضي به إلى 
أهل القرية - حدثهم أنهم خبثاء.. أنهم يخزون ضيوفهم.. حدثهم أنهم يفسدون في
الأرض. وكان الصراع يجري داخله محاولا التوفيق بين أمرين.. صرف ضيوفه عن 
المبيت في القرية دون إحراجهم، وبغير إخلال بكرم الضيافة.. عبثا حاول 
إفهامهم والتلميح لهم أن يستمروا في رحلتهم، دون نزول بهذه القرية. 

سقط الليل على المدينة.. صحب لوط ضيوفه إلى بيته.. لم يرهم من أهل المدينة 
أحد.. لم تكد زوجته تشهد الضيوف حتى تسللت خارجة بغير أن تشعره. أسرعت إلى 
قومها وأخبرتهم الخبر.. وانتشر الخبر مثل النار في الهشيم. وجاء قوم لوط له
مسرعين.. تساءل لوط بينه وبين نفسه: من الذي أخبرهم؟.. وقف القوم على باب 
البيت.. خرج إليهم لوط متعلقا بأمل أخير، وبدأ بوعظهم: 

(هَـؤُلاء  بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ).. قال لهم: أمامكم النساء -زوجاتكم- هن 
أطهر.. فهن يلبين الفطرة السوية.. كما أن الخالق -جلّ في علاه- قد هيّئهن 
لهذا الأمر. 

(فَاتَّقُواْ اللّهَ).. يلمس نفوسهم من جانب التقوى 
بعد أن لمسها من جانب الفطرة.. اتقوا الله وتذكروا أن الله يسمع ويرى.. 
ويغضب ويعاقب وأجدر بالعقلاء اتقاء غضبه. 

(وَلاَ تُخْزُونِ فِي ضَيْفِي).. هي محاولة يائسة لِلَمْس نخوتهم وتقاليدهم. و ينبغي عليهم إكرام الضيف لا فضحه. 

(أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ).. أليس فيكم رجل عاقل؟.. إن ما تريدونه -لو تحقق- هو عين الجنون. 

إلا أن كلمات لوط عليه السلام لم تلمس الفطرة المنحرفة المريضة، ولا القلب 
الجامد الميت، ولا العقل المريض الأحمق.. ظلت الفورة الشاذة على اندفاعها. 

أحس لوط بضعفه وهو غريب بين القوم.. نازح إليهم من بعيد بغير عشيرة تحميه، ولا
أولاد ذكور يدافعون عنه.. دخل لوط غاضبا وأغلق باب بيته.. كان الغرباء 
الذين استضافهم يجلسون هادئين صامتين.. فدهش لوط من هدوئهم.. وازدادت ضربات
القوم على الباب.. وصرخ لوط في لحظة يأس خانق: (قَالَ لَوْ أَنَّ لِي 
بِكُمْ قُوَّةً أَوْ آوِي إِلَى رُكْنٍ شَدِيدٍ) تمنى أن تكون له قوة تصدهم
عن ضيفه.. وتمنى لو كان له ركن شديد يحتمي فيه ويأوي إليه.. غاب عن لوط في
شدته وكربته أنه يأوي إلى ركن شديد.. ركن الله الذي لا يتخلى عن أنبيائه 
وأوليائه.. قال رسول الله صلى الله عليه وسلم، وهو يقرأ هذه الآية: "رحمة 
الله على لوط.. كان يأوي إلى ركن شديد". 

هلاك قوم لوط: 
عندما بلغ الضيق ذروته.. وقال النبي كلمته.. تحرك ضيوفه ونهضوا فجأة.. أفهموه 
أنه يأوي إلى ركن شديد.. فقالوا له لا تجزع يا لوط ولا تخف.. نحن ملائكة.. 
ولن يصل إليك هؤلاء القوم.. ثم نهض جبريل، عليه السلام، وأشار بيده إشارة 
سريعة، ففقد القوم أبصارهم. 

التفتت الملائكة إلى لوط وأصدروا إليه 
أمرهم أن يصحب أهله أثناء الليل ويخرج.. سيسمعون أصواتا مروعة تزلزل 
الجبال.. لا يلتفت منهم أحد.. كي لا يصيبه ما يصيب القوم.. أي عذاب هذا؟.. 
هو عذاب من نوع غريب، يكفي لوقوعه بالمرء مجرد النظر إليه.. أفهموه أن 
امرأته كانت من الغابرين.. امرأته كافرة مثلهم وستلتفت خلفها فيصيبها ما أصابهم. 

سأل لوط الملائكة: أينزل الله العذاب بهم الآن.. أنبئوه أن موعدهم مع العذاب هو الصبح.. (أَلَيْسَ الصُّبْحُ بِقَرِيبٍ)؟ 

خرج لوط مع بناته وزوجته.. ساروا في الليل وغذوا السير.. واقترب الصبح.. كان 
لوط قد ابتعد مع أهله.. ثم جاء أمر الله تعالى.. قال العلماء: اقتلع جبريل،
عليه السلام، بطرف جناحه مدنهم السبع من قرارها البعيد.. رفعها جميعا إلى 
عنان السماء حتى سمعت الملائكة أصوات ديكتهم ونباح كلابهم، قلب المدن السبع
وهوى بها في الأرض.. أثناء السقوط كانت السماء تمطرهم بحجارة من الجحيم.. 
حجارة صلبة قوية يتبع بعضها بعضا، ومعلمة بأسمائهم، ومقدرة عليهم.. استمر 
الجحيم يمطرهم.. وانتهى قوم لوط تماما.. لم يعد هناك أحد.. نكست المدن على 
رؤوسها، وغارت في الأرض، حتى انفجر الماء من الأرض.. هلك قوم لوط ومحيت مدنهم. 

كان لوط يسمع أصوات مروعة.. وكان يحاذر أن يلتفت خلفه.. 
نظرت زوجته نحو مصدر الصوت فانتهت.. تهرأ جسدها وتفتت مثل عمود ساقط من الملح. 

قال العلماء: إن مكان المدن السبع.. بحيرة غريبة.. ماؤها 
أجاج.. وكثافة الماء أعظم من كثافة مياه البحر الملحة.. وفي هذه البحيرة 
صخور معدنية ذائبة.. توحي بأن هذه الحجارة التي ضرب بها قوم لوط كانت شهبا 
مشعلة. يقال إن البحيرة الحالية التي نعرفها باسم "البحر الميت" في 
فلسطين.. هي مدن قوم لوط السابقة. 

انطوت صفحة قوم لوط.. انمحت مدنهم وأسمائهم من الأرض.. سقطوا من ذاكرة الحياة والأحياء.. وطويت صفحة من
صفحات الفساد.. وتوجه لوط إلى إبراهيم.. زار إبراهيم وقص عليه نبأ قومه.. 
وأدهشه أن إبراهيم كان يعلم.. ومضى لوط في دعوته إلى الله.. مثلما مضى 
الحليم الأواه المنيب إبراهيم في دعوته إلى الله.. مضى الاثنان ينشران الإسلام في الأرض.`];





let yakib = [
  'يعقوب عليه السلام',
  `يعقوب عليه السلام

دعا نبي الله يعقوب عليه السلام إلى دين الإسلام وإلى عبادة الله وحده وترك 
عبادة غير الله، وقد ابتلى الله نبيه يعقوب بالبلايا الكثيرة فصبر ونال 
الدرجات العالية، ومن جملة البلاء الذي ابتلى به عليه السلام أنه فقد بصره 
حُزنًا على ولده يوسف الذي مكر به أخوته العشرة وهم من سوى بنيامين، ثم رد 
الله تعالى له بصره بعد أن جاء البشير بقميص يوسف ووضعه على وجهه فعاد 
بصيرًا بعد طول غياب وشدة حزن وألم على فقد ابنه وحبيبه يوسف عليه الصلاة 
والسلام

قال الله { ‏ فلما أن جاء البشير ألقاه على وجهه فارتد بصيرا 
قال ألم أقل لكم إني أعلم من الله ما لا تعلمون ‏.‏ قالوا يا أبانا استغفر 
لنا ذنوبنا إنا كنا خاطئين ‏.‏ قال سوف أستغفر لكم ربي إنه هو الغفور 
الرحيم ‏ }‏ الآية رقم ‏(‏96 ‏:‏ 98‏)‏ سورة يوسف


وقد اجتمع يعقوب بابنه يوسف عليهما السلام في مصر بعد طول غياب حيث مكث يوسف بعيدًا عن أبيه يعقوب ما يقارب الأربعين سنة.

كما يتبين مقدار تقواه من هذه الإشارة السريعة إلى وفاته.. نعلم أن الموت 
كارثة تدهم الإنسان فتنسيه رسمه، ولا يذكر غير همه ومصيبته.. غير أن يعقوب 
لا ينسى وهو يموت أن يدعو إلى ربه.. قال تعالى في سورة (البقرة):

{ أَمْ كُنتُمْ شُهَدَاء إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ 
لِبَنِيهِ مَا تَعْبُدُونَ مِن بَعْدِي قَالُواْ نَعْبُدُ إِلَـهَكَ 
وَإِلَـهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَـهاً 
وَاحِداً وَنَحْنُ لَهُ مُسْلِمُونَ } (133) (البقرة)

إن هذا المشهد بين يعقوب وبنيه في ساعة الموت ولحظات الاحتضار، مشهد عظيم الدلالة.. نحن 
أمام ميت يحتضر.. ما القضية التي تشغل باله في ساعة الاحتضار..؟ ما الأفكار
التي تعبر ذهنه الذي يتهيأ للانزلاق مع سكرات الموت..؟ ما الأمر الخطير 
الذي يريد أن يطمئن عليه قبل موته..؟ ما التركة التي يريد أن يخلفها 
لأبنائه وأحفاده..؟ ما الشيء الذي يريد أن يطمئن -قبل موته- على سلامة 
وصوله للناس.. كل الناس..؟

ستجد الجواب عن هذه الأسئلة كلها في 
سؤاله { مَا تَعْبُدُونَ مِن بَعْدِي }. هذا ما يشغله ويؤرقه ويحرص عليه في
سكرات الموت.. قضية الإيمان بالله. هي القضية الأولى والوحيدة، وهي 
الميراث الحقيقي الذي لا ينخره السوس ولا يفسده.. وهي الذخر والملاذ.

قال أبناء إسرائيل: نعبد إلهك وإله آبائك إبراهيم وإسماعيل وإسحاق إلها واحدا،
ونحن له مسلمون.. والنص قاطع في أنهم بعثوا على الإسلام.. إن خرجوا عنه، 
خرجوا من رحمة الله.. وإن ظلوا فيه، أدركتهم الرحمة.

توفي يعقوب  عليه السلام وله من العمر ما يزيد على المائة، وكان ذلك بعد سبعة عشر سنة 
من اجتماعه بيوسف، وقد أوصى نبي الله يعقوب ابنه يوسف عليه السلام أن يدفنه
مع أبيه إسحاق وجده إبراهيم عليهم الصلاة والسلام ففعل ذلك، وسار به إلى 
فلسطين ودفنه في المغارة بحبرون وهي مدينة الخليل في فلسطين.`
  ]

let zoAlkafal = [
  'ذو الكفل عليه السلام',
  `ذو الكفل عليه السلام

أحد أنبياء الله، ورد ذكره في القرآن الكريم مرتين، فقد مدحه الله -عز وجل- وأثنى عليه لصبره وصلاحه، وصدقه، وأمانته وتحمله لكثير من المصاعب والآلام في سبيل تبليغ دعوته إلى قومه، ولم يقصَّ الله -عز وجل- لنا قصته، ولم يحدد زمن دعوته، أو القوم الذين أرسل إليهم.
قال تعالى: (وإسماعيل وإدريس وذا الكفل كل من الصابرين. وأدخلناهم في رحمتنا إنهم من الصالحين)[الأنبياء: 85-86].
وقال تعالى: (واذكر إسماعيل واليسع وذا الكفل وكل من الأخيار)[ص: 48].
وقد روي أن نبيًّا من الأنبياء قال لمن معه: أيكم يكفل لي أن يصوم النهار ويقوم الليل ولا يغضب، ويكون معي في درجتي ويكون بعدي في مقامي؟ قال شاب من القوم: أنا. ثم أعاد فقال الشاب: أنا، ثم أعاد فقال الشاب: أنا، ثم أعاد فقال الشاب: أنا، فلما مات قام بعده في مقامه فأتاه إبليس بعدما قال ليغضبه يستعديه فقال الرجل: اذهب معه.
فجاء فأخبره أنه لم ير شيئًا، ثم أتاه فأرسل معه آخر فجاءه فأخبره أنه لم ير شيئًا، ثم أتاه فقام معه فأخذ بيده فانفلت منه فسمي (ذا الكفل) لأنه كفل أن لا يغضب.[ابن جرير وابن المنذر وأبي تمام].
 `
  ]

let ahlAlqarya = [
  'انبياء اهل القريه',
  `أنبياء اهل القرية عليهم السلام 
سيرته:
يحكي الحق تبارك وتعالى قصة أنبياء ثلاثة بغير أن يذكر أسمائهم. كل ما يذكره السياق أن القوم كذبوا رسولين فأرسل الله ثالثا يعزرهما. ولم يذكر القرآن من هم أصحاب القرية ولا ما هي القرية. وقد اختلفت فيها الروايات. وعدم إفصاح القرآن عنها دليل على أن تحديد اسمها أو موضعها لا يزيد شيئاً في دلالة القصة وإيحائها. لكن الناس ظلوا على إنكارهم للرسل وتكذيبهم، وقالوا (قَالُوا مَا أَنتُمْ إِلاَّ بَشَرٌ مِّثْلُنَا وَمَا أَنزَلَ الرَّحْمن مِن شَيْءٍ إِنْ أَنتُمْ إِلاَّ تَكْذِبُونَ). 
وهذا الاعتراض المتكرر على بشرية الرسل تبدو فيه سذاجة التصور والإدراك, كما يبدو فيه الجهل بوظيفة الرسول. قد كانوا يتوقعون دائماً أن يكون هناك سر غامض في شخصية الرسول وحياته تكمن وراءه الأوهام والأساطير.. أليس رسول السماء إلى الأرض فكيف يكون شخصية مكشوفة بسيطة لا أسرار فيها ولا ألغاز حولها ?! شخصية بشرية عادية من الشخصيات التي تمتلىء بها الأسواق والبيوت ?!
وهذه هي سذاجة التصور والتفكير. فالأسرار والألغاز ليست صفة ملازمة للنبوة والرسالة. فالرسالة منهج إلهي تعيشه البشرية. وحياة الرسول هي النموذج الواقعي للحياة وفق ذلك المنهج الإلهي. النموذج الذي يدعو قومه إلى الاقتداء به. وهم بشر. فلا بد أن يكون رسولهم من البشر ليحقق نموذجاً من الحياة يملكون هم أن يقلدوه. 
وفي ثقة المطمئن إلى صدقه, العارف بحدود وظيفته أجابهم الرسل: إن الله يعلم، وهذا يكفي. وإن وظيفة الرسل البلاغ. وقد أدوه. والناس بعد ذلك أحرار فيما يتخذون لأنفسهم من تصرف. وفيما يحملون في تصرفهم من أوزار. والأمر بين الرسل وبين الناس هو أمر ذلك التبليغ عن الله; فمتى تحقق ذلك فالأمر كله بعد ذلك إلى الله. 
ولكن المكذبين الضالين لا يأخذون الأمور هذا المأخذ الواضح السهل اليسير; ولا يطيقون وجود الدعاة إلى الهدى ويعمدون إلى الأسلوب الغليظ العنيف في مقاومة الحجة لأن الباطل ضيق الصدر. قالوا: إننا نتشاءم منكم; ونتوقع الشر في دعوتكم; فإن لم تنتهوا عنها فإننا لن نسكت عليكم, ولن ندعكم في دعوتكم: (لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٌ). هكذا أسفر الباطل عن غشمه; وأطلق على الهداة تهديده; وبغى في وجه كلمة الحق الهادئة! 
ولكن الواجب الملقى على عاتق الرسل يقضي عليهم بالمضي في الطريق: (قَالُوا طَائِرُكُمْ مَعَكُمْ). فالقول بالتشاؤم من دعوة أو من وجه هو خرافة من خرافات الجاهلية. والرسل يبينون لقومهم أنها خرافة; وأن حظهم ونصيبهم من خير ومن شر لا يأتيهم من خارج نفوسهم. إنما هو معهم. مرتبط بنواياهم وأعمالهم, متوقف على كسبهم وعملهم. وفي وسعهم أن يجعلوا حظهم ونصيبهم خيراً أو أن يجعلوه شراً. فإن إرادة الله بالعبد تنفذ من خلال نفسه, ومن خلال اتجاهه, ومن خلال عمله. وهو يحمل طائره معه. هذه هي الحقيقة الثابتة القائمة على أساس صحيح. أما التشاؤم بالأمكنة أو التشاؤم بالوجوه أو التشاؤم بالكلمات، فهو خرافة لا تستقيم على أصل!
وقالوا لهم: (أَئِن ذُكِّرْتُم) أترجموننا وتعذبوننا لأننا نذكركم! أفهذا جزاء التذكير? (بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ) تتجاوزون الحدود في التفكير والتقدير; وتجازون على الموعظة بالتهديد والوعيد; وتردون على الدعوة بالرجم والتعذيب!
ما كان من الرجل المؤمن:
لا يقول لنا السياق ماذا كان من أمر هؤلاء الأنبياء، إنما يذكر ما كان من أمر إنسان آمن بهم. آمن بهم وحده.. ووقف بإيمانه أقلية ضعيفة ضد أغلبية كافرة. إنسان جاء من أقصى المدينة يسعى. جاء وقد تفتح قلبه لدعوة الحق.. فهذا رجل سمع الدعوة فاستجاب لها بعد ما رأى فيها من دلائل الحق والمنطق. وحينما استشعر قلبه حقيقة الإيمان تحركت هذه الحقيقة في ضميره فلم يطق عليها سكوتاً; ولم يقبع في داره بعقيدته وهو يرى الضلال من حوله والجحود والفجور; ولكنه سعى بالحق الذي آمن به. سعى به إلى قومه وهم يكذبون ويجحدون ويتوعدون ويهددون. وجاء من أقصى المدينة يسعى ليقوم بواجبه في دعوة قومه إلى الحق, وفي كفهم عن البغي, وفي مقاومة اعتدائهم الأثيم الذي يوشكون أن يصبوه على المرسلين.
ويبدو أن الرجل لم يكن ذا جاه ولا سلطان. ولم تكن له عشيرة تدافع عنه إن وقع له أذى. ولكنها العقيدة الحية في ضميره تدفعه وتجيء به من أقصى المدينة إلى أقصاها.
فقال لهم: اتبعوا هؤلاء الرسل، فإن الذي يدعو مثل هذه الدعوة, وهو لا يطلب أجراً, ولا يبتغي مغنماً. إنه لصادق. وإلا فما الذي يحمله على هذا العناء إن لم يكن يلبي تكليفاً من الله? ما الذي يدفعه إلى حمل هم الدعوة? ومجابهة الناس بغير ما ألفوا من العقيدة? والتعرض لأذاهم وشرهم واستهزائهم وتنكيلهم, وهو لا يجني من ذلك كسباً, ولا يطلب منهم أجراً? وهداهم واضح في طبيعة دعوتهم. فهم يدعون إلى إله واحد. ويدعون إلى نهج واضح. ويدعون إلى عقيدة لا خرافة فيها ولا غموض. فهم مهتدون إلى نهج سليم, وإلى طريق مستقيم. 
ثم عاد يتحدث إليهم عن نفسه هو وعن أسباب إيمانه, ويناشد فيهم الفطرة التي استيقظت فيه فاقتنعت بالبرهان الفطري السليم. فلقد تسائل مع نفسه قبل إئمانه، لماذا لا أعبد الذي فطرني؟ والذي إليه المرجع والمصير? وما الذي يحيد بي عن هذا النهج الطبيعي الذي يخطر على النفس أول ما يخطر? إن الفطر مجذوبة إلى الذي فطرها, تتجه إليه أول ما تتجه, فلا تنحرف عنه إلا بدافع آخر خارج على فطرتها. والتوجه إلى الخالق هو الأولى.
ثم يبين ضلال المنهج المعاكس. مهج من يعبد آلهة غير الرحمن لا تضر ولا تنفع. وهل أضل ممن يدع منطق الفطرة الذي يدعو المخلوق إلى عبادة خالقه, وينحرف إلى عبادة غير الخالق بدون ضرورة ولا دافع? وهل أضل ممن ينحرف عن الخالق إلى آلهة ضعاف لا يحمونه ولا يدفعون عنه الضر حين يريد به خالقه الضر بسبب انحرافه وضلاله? 
والآن وقد تحدث الرجل بلسان الفطرة الصادقة العارفة الواضحة يقرر قراره الأخير في وجه قومه المكذبين المهددين المتوعدين. لأن صوت الفطرة في قلبه أقوى من كل تهديد ومن كل تكذيب: (إِنِّي آمَنتُ بِرَبِّكُمْ فَاسْمَعُونِ) هكذا ألقى بكلمة الإيمان الواثقة المطمئنة. وأشهدهم عليها. وهو يوحي إليهم أن يقولوها كما قالها. أو أنه لا يبالي بهم ماذا يقولون!
استشهاد الرجل ودخوله الجنة:
ويوحي سياق القصة بعد ذلك القوم الكافرين قتلوا الرجل المؤمن. وإن كان لا يذكر شيئاً من هذا صراحة. إنما يسدل الستار على الدنيا وما فيها, وعلى القوم وما هم فيه; ويرفعه لنرى هذا الشهيد الذي جهر بكلمة الحق, متبعاً صوت الفطرة, وقذف بها في وجوه من يملكون التهديد والتنكيل. نراه في العالم الآخر. ونطلع على ما ادخر الله له من كرامة. تليق بمقام المؤمن الشجاع المخلص الشهيد: (قِيلَ ادْخُلِ الْجَنَّةَ قَالَ يَا لَيْتَ قَوْمِي يَعْلَمُونَ .. بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ).
وتتصل الحياة الدنيا بالحياة الآخرة. ونرى الموت نقلة من عالم الفناء إلى عالم البقاء. وخطوة يخلص بها المؤمن من ضيق الأرض إلى سعة الجنة. ومن تطاول الباطل إلى طمأنينة الحق. ومن تهديد البغي إلى سلام النعيم. ومن ظلمات الجاهلية إلى نور اليقين. 
ونرى الرجل المؤمن. وقد اطلع على ما آتاه الله في الجنة من المغفرة والكرامة, يذكر قومه طيب القلب رضي النفس, يتمنى لو يراه قومه ويرون ما آتاه ربه من الرضى والكرامة, ليعرفوا الحق, معرفة اليقين. 
هلاك أصحاب القرية بالصيحة:
هذا كان جزاء الإيمان. فأما الطغيان فكان أهون على الله من أن يرسل عليه الملائكة لتدمره. فهو ضعيف ضعيف: (وَمَا أَنزَلْنَا عَلَى قَوْمِهِ مِن بَعْدِهِ مِنْ جُندٍ مِّنَ السَّمَاءِ وَمَا كُنَّا مُنزِلِينَ .. إِن كَانَتْ إِلاَّ صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ). لا يطيل هنا في وصف مصرع القوم, تهويناً لشأنهم, وتصغيراً لقدرهم. فما كانت إلا صيحة واحدة أخمدت أنفاسهم. ويسدل الستار على مشهدهم البائس المهين الذليل!
تجاوز السياق أسماء الأنبياء وقصصهم ليبرز قصة رجل آمن.. لم يذكر لنا السياق اسمه. اسمه لا يهم.. المهم ما وقع له.. لقد آمن بأنبياء الله.. قيل له ادخل الجنة. ليكن ما كان من أمر تعذيبه وقتله. ليس هذا في الحساب النهائي شيئا له قيمته. تكمن القيمة في دخوله فور إعلانه أنه آمن. فور قتله.
 `
  ]

let youshay = [
  'يوشع بن نون عليه السلام',
  `يوشع بن نون عليه السلام 
سيرته:
لم يخرج أحد من التيه ممن كان مع موسى. سوى اثنين. هما الرجلان اللذان أشارا على ملأ بني إسرائيل بدخول قرية الجبارين. ويقول المفسرون: إن أحدهما يوشع بن نون. وهذا هو فتى موسى في قصته مع الخضر. صار الآن نبيا من أنبياء بني إسرائيل، وقائدا لجيش يتجه نحو الأرض التي أمرهم الله بدخولها.

خرج يوشع بن نون ببني إسرائيل من التيه، بعد أربعين سنة، وقصد بهم الأرض المقدسة. ,كانت هذه الأربعين سنة -كما يقول العلماء- كفيلة بأن يموت فيها جميع من خرج مع موسى عليه السلام من مصر، ويبقى جيل جديد تربى على أيادي موسى وهارون ويوشع بن نون، جيل يقيم الصلا ويؤتي الزكاة ويؤمن بالله ورسله. قطع بهم نهر الأردن إلى أريحا، وكانت من أحصن المدائن سورا وأعلاها قصورا وأكثرها أهلا. فحاصرها ستة أشهر.

وروي في صحيح مسلم أن رسول الله صلى الله عليه وسلم قال: ‏(غزا نبي من الأنبياء فقال لقومه لا يتبعني رجل قد ملك ‏ ‏بضع ‏ ‏امرأة وهو يريد أن ‏ ‏يبني ‏ ‏بها ولما ‏ ‏يبن ‏ ‏ولا آخر قد بنى بنيانا ولما يرفع سقفها ولا آخر قد اشترى غنما أو ‏ ‏خلفات ‏ ‏وهو منتظر ولادها قال فغزا ‏ ‏فأدنى ‏ ‏للقرية ‏ ‏حين صلاة العصر أو قريبا من ذلك فقال للشمس أنت مأمورة وأنا مأمور اللهم احبسها علي شيئا فحبست عليه حتى فتح الله عليه قال فجمعوا ما غنموا فأقبلت النار لتأكله فأبت أن ‏ ‏تطعمه ‏ ‏فقال فيكم ‏ ‏غلول ‏ ‏فليبايعني من كل قبيلة رجل فبايعوه فلصقت يد رجل بيده فقال فيكم ‏ ‏الغلول ‏ ‏فلتبايعني قبيلتك فبايعته قال فلصقت بيد رجلين أو ثلاثة فقال فيكم ‏ ‏الغلول ‏ ‏أنتم ‏ ‏غللتم ‏ ‏قال فأخرجوا له مثل رأس بقرة من ذهب قال فوضعوه في المال وهو ‏ ‏بالصعيد ‏ ‏فأقبلت النار فأكلته فلم تحل الغنائم لأحد من قبلنا ذلك بأن الله تبارك وتعالى رأى ضعفنا وعجزنا فطيبها لنا) ويرى العلماء أن هذا النبي هو يوشع بن نون، فقد كان اليهود لا يعملون ولا يحاربون يوم السبت، وعندما خشي أن يذهب النصر إذا توقف اليهود عن القتال، فدعى الله أن يحبس الشمس. واخْتـُلِفَ في حبس الشمس المذكور هنا, فقيل: ردت على أدراجها, وقيل: وقفت ولم ترد, وقيل: أبطئ بحركتها, وكل ذلك من معجزات النبوة .

صدر الأمر الإلهي لبني إسرائيل أن يدخلوا المدينة سجدا.. أي راكعين مطأطئي رءوسهم شاكرين لله عز وجل ما من به عليهم من الفتح. أمروا أن يقولوا حال دخولهم: (حِطَّةٌ).. بمعنى حط عنا خطايانا التي سلفت، وجنبنا الذي تقدم من آبائنا.

إلا أن بني إسرائيل خالف ما أمرت به قولا وفعلا.. فدخلوا الباب متعالين متكبرين، وبدلوا قولا غير الذي قيل لهم.. فأصابهم عذاب من الله بما ظلموا. كانت جريمة الآباء هي الذل، وأصبحت جريمة الأبناء الكبرياء والافتراء.

ولم تكن هذه الجريمة هي أول جرائم بني إسرائيل ولا آخر جرائمهم، فقد عذبوا رسلهم كثيرا بعد موسى، وتحولت التوراة بين أيديهم إلى قراطيس يبدون بعضها ويخفون كثيرا. حسبما تقتضي الأحوال وتدفع المصلحة المباشرة، وكان هذا الجحود هو المسؤول عما أصاب بني إسرائيل من عقوبات.

عاد بنو إسرائيل إلى ظلمهم لأنفسهم.. اعتقدوا أنهم شعب الله المختار، وتصوروا انطلاقا من هذا الاعتقاد أن من حقهم ارتكاب أي شيء وكل شيء.. وعظمت فيهم الأخطاء وتكاثرت الخطايا وامتدت الجرائم بعد كتابهم إلى أنبيائهم، فقتلوا من قتلوا من الأنبياء.

وسلط الله عليهم بعد رحمة الأنبياء قسوة الملوك الجبارين، يظلمونهم ويسفكون دمائهم، وسلط الله أعدائهم عليهم ومكن لهم من رقابهم وأموالهم.

وكان معهم تابوت الميثاق. وهو تابوت يضم بقية مما ترك موسى وهارون، ويقال إن هذا التابوت كان يضم ما بقي من ألواح التوراة التي أنزلت على موسى ونجت من يد الزمان. وكان لهذا التابوت بركة تمتد إلى حياتهم وحروبهم، فكان وجود التابوت بينهم في الحرب، يمدهم بالسكينة والثبات، ويدفعهم إلى النصر، فلما ظلموا أنفسهم ورفعت التوراة من قلوبهم لم يعد هناك معنى لبقاء نسختها معهم، وهكذا ضاع منهم تابوت العهد، وضاع في حرب من حروبهم التي هزموا فيها.

وساءت أحوال بني إسرائيل بسبب ذنوبهم وتعنتهم وظلمهم لأنفسهم. ومرت سنوات وسنوات. واشتدت الحاجة إلى ظهور نبي ينتشلهم من الوهدة السحيقة التي أوصلتهم إليها فواجع الآثام وكبائر الخطايا.
`]

let saleh = [
  'صالح عليه السلام',
  `سيدنا صالح
في منطقة الحِجْر التي تقع بين الحجاز والشام، والتي تسمى الآن (بمدائن صالح) 
كانت تعيش قبيلة مشهورة تسمى ثمود، يرجع أصلها إلى سام بن نوح،
وكانت لهم حضارة عمرانية واضحة المعالم،فقد نحتوا الجبال واتخذوها بيوتًا، يسكنون فيها في الشتاء؛
لتحميهم من الأمطار والعواصف التي تأتي إليهم من حين لآخر واتخذوا من السهول قصورًا يقيمون فيها في الصيف.

وأنعم الله -عز وجل- عليهم بنعم كثيرة لا تعد ولا تحصى
، فأعطاهم الأرض الخصبة، والماء العذب الغزير،
والحدائق والنخيل، والزروع والثمار، ولكنهم قابلوا النعمة بالجحود والنكران،
فكفروا بالله -سبحانه- ولم يشكروه على نعمه وعبدوا الأصنام،
وجعلوها شريكة لله، وقدَّموا إليها القرابين، وذبحوا لها الذبائح وتضرعوا لها
، وأخذوا يدعونها، فأراد الله هدايتهم، فأرسل إليهم نبيًّا منهم، هو صالح -عليه السلام- 
وكان رجلاً كريمًا تقيًّا محبوبًا لديهم.

وبدأ صالح يدعوهم إلى عبادة الله وحده لا شريك له، وترك ما هم فيه من عبادة الأصنام،
فقال لهم: {يا قوم اعبدوا الله ما لكم من إله غيره} [الأعراف:73] 

فرفض قومه ذلك، وقالوا له: يا صالح قد كنت بيننا رجلا فاضلاً كريمًا محبوبًا نستشيرك في جميع أمورنا لعلمك وعقلك وصدقك،
فماذا حدث لك؟!
وقال رجل من القوم: يا صالح ما الذي دعاك لأن تأمرنا أن نترك ديننا الذي وجدنا عليه آباءنا وأجدادنا، ونتبع دينًا جديدًا ؟!
وقال آخر: يا صالح قد خاب رجاؤنا فيك، وصِرْتَ في رأينا رجلا مختلَّ التفكير.
كل هذه الاتهامات وجهت لنبي الله صالح -عليه السلام- فلم يقابل إساءتهم له بإساءة مثلها، ولم ييأس من استهزائهم به وعدم استجابتهم له،
بل ظل يتمسك بدين الله رغم كلامهم، ويدعوهم إلى عبادة الله الواحد الأحد، ويذكِّرهم بما حدث للأمم التي قبلهم،
وما حلَّ بهم من العذاب بسبب كفرهم وعنادهم،

فقال لهم:
{واذكروا إذ جعلكم خلفاء من بعد عاد وبوأكم في الأرض تتخذون من سهولها قصورًا وتنحتون الجبال بيوتًا فاذكروا آلاء الله ولا تعثوا في الأرض مفسدين} [الأعراف: 74] 
ثم أخذ صالح يذكِّرهم بنعم الله عليهم،

فقال لهم: 
{أتتركون في ما هاهنا آمنين . في جنات وعيون . وزروع ونخيل طلعها هضيم} [الشعراء:146-148].

ثم أراد أن يبين لهم الطريق الصحيح لعبادة الله، وأنهم لو استغفروا الله وتابوا إليه فإن الله سيقبل توبتهم، 

فقال : 
{يا قوم اعبدوا الله ما لكم من إله غيره هو أنشأكم من الأرض واستعمركم فيها فاستغفروه ثم توبوا إليه إن ربي قريب مجيب} [هود: 61] 

فآمنت به طائفة من الفقراء والمساكين، وكفرت طائفة الأغنياء، واستكبروا وكذبوه،

وقالوا: {أبشرًا منا واحدًا نتبعه إنا إذًا لفي ضلال وسعر . أؤلقى الذكر عليه من بيننا بل هو كذاب أشر} [القمر: 24-25].

وحاولت الفئة الكافرة ذات يوم أن تصرف الذين آمنوا بصالح عن دينهم وتجعلهم يشكون في رسالته، 

فقالوا لهم:{أتعلمون أن صالحًا مرسل من ربه} [الأعراف:75]
أي: هل تأكدتم أنه رسول من عند الله؟ فأعلنت الفئة المؤمنة تمسكها بما أُنْزِلَ على صالح وبما جاء به من ربه،

وقالوا: {إنا بما أرسل به مؤمنون} [الأعراف: 75]

فأصرَّت الفئة الكافرة على ضلالها وقالوا معلنين كفرهم وضلالهم:{إنا بالذي آمنتم به كافرون}[الأعراف: 76]  

ولما رأى صالح -عليه السلام- إصرارهم على الضلال والكفر 

قال لهم: 
{يا قوم أرأيتم إن كنت على بينة من ربي وآتاني منه رحمة فمن ينصرني من الله إن عصيته فما تزيدونني غيرتخسير} [هود:63].
وكان صالح -عليه السلام-يخاطب قومه بأخلاق الداعي الكريمة، وآدابه الرفيعة ويدعوهم بالحكمة والموعظة الحسنة تارة، ويجادلهم تارة أخرى في موضع الجدال، مؤكدًا على أن عبادة الله هي الحق، والطريق المستقيم.ولكنقومه تمادوا في كفرهم، وأخذوا يدبرون له المكائد والحيل حتى لا يؤمن به أكثر الناس،وذات يوم كان صالح -عليه السلام- يدعوهم إلى عبادة الله،

ويبين لهم نعم الله الكثيرة، وأنه يجب شكره وحمده عليها، فقالوا له: يا صالح ما أنت إلا بشر مثلنا، وإذا كنت تدعي أنك رسول الله، فلابد أن تأتينا بمعجزة وآية.

فسألهم صالح -عليه السلام-عن المعجزة التي يريدونها، فأشاروا على صخرة بجوارهم، وقالوا له: أخْرِجْ لنا من هذه الصخرة ناقة طويلة عُشَراء، وأخذوا يصفون الناقة المطلوبة ويعددون صفاتها، حتى يعجز صالح عنتحقيق طلبهم، فقال لهم صالح: أرأيتم إن أجبتكم إلى ما سألتم أتؤمنون بي وتصدقونني وتعبدون الله الذي خلقكم؟ فقالوا له: نعم، وعاهدوهعلى ذلك، فقام صالح -عليه السلام- وصلى لله -سبحانه- ثم دعا ربه أن يجيبهم إلى ما طلبوا.

وبعد لحظات حدثت المعجزة، فخرجت الناقة العظيمة من الصخرة التي أشاروا إليها
، فكانت برهانًا ساطعًا، ودليلاً قويًّا على نبوة صالح،ولما رأى قوم صالح هذه الناقة بمنظرها الهائل آمن بعض قومه، 
واستمر أكثرهم على كفرهم وضلالهم، ثم أوحى الله إلى صالح أن يأمر قومه بأن لا يتعرضوا للناقة بسوء،

فقال لهم صالح: {هذه ناقة الله لكم آية فذروها تأكل في أرض الله ولا تمسوها بسوء فيأخذكم عذاب أليم} [الأعراف: 73].

واستمر الحال على هذا وقتًا طويلاً، والناقة تشرب ماء البئر يومًا، ويشربون هم يومًا،
وفي اليوم الذي تشرب ولا يشربون كانوا يحلبونها فتعطيهم لبنًا يكفيهم جميعًا،
لكن الشيطان أغواهم، فزين لهم طريق الشر، وتجاهلوا تحذير صالح لهم فاتفقوا على قتل الناقة،
وكان عدد الذين أجمعوا على قتل الناقة تسعة أفراد،

قال تعالى: {وكان في المدينة تسعة رهط يفسدون في الأرض ولا يصلحون}[النمل: 48] 

ثم اتفقوا مع باقي القوم على تنفيذ مؤامرتهم، وقد تولى القيام بهذا الأمر أشقاهم وأكثرهم فسادًا، وقيل اسمه قدار بن سالف..وفي الصباح، تجمع قوم صالح في مكان فسيح ينتظرون مرور الناقة لتنفيذ مؤامرتهم، وبعد لحظات مرت الناقة العظيمة فتقدم أحدهم منها، وضربها بسهم حاد أصابها في ساقها،فوقعت على الأرض، فضربها قدار بن سالف بالسيف حتى ماتت، وعلم صالح بما فعل قومه الذين أصروا على السخرية منهوالاستهزاء به، وأوحى الله إليه أن العذاب سوف ينزل بقومه بعد ثلاثة أيام،

فقال صالح -عليه السلام- لهم:{تمتعوا في داركم ثلاثة أيام}[هود:65] 

ولكن القوم كذبوه واستمروا في سخريتهم منه والاستهزاء به، ولما دخل الليل اجتمعت الفئة الكافرة من قوم صالح، 
وأخذوا يتشاورون في قتل صالح، حتى يتخلصوا منه مثلما تخلصوا من الناقة،
ولكن الله -عز وجل- عَجَّلَ العذاب لهؤلاء المفسدين التسعة، فأرسل عليهم حجارة أصابتهم وأهلكتهم..ومرت الأيام الثلاثة، 

وخرج الكافرون في صباح اليوم الثالث ينتظرون ما سيحل عليهم من العذاب والنكال، وفي لحظات جاءتهم صيحة شديدة من
السماء،وهزة عنيفة من أسفلهم، فزهقت أرواحهم، وأصبحوا في دارهم هالكين مصروعين.. 

قال تعالى:{فتلك بيوتهم خاوية بما ظلموا إن في ذلك لآية لقوم يعلمون . وأنجينا الذين آمنوا وكانوا يتقون}[النمل: 52-53]

وهكذا أهلك الله -عز وجل- قوم صالح بسبب كفرهم وعنادهم وقتلهم لناقة الله، والاستهزاء بنبيهم صالح -عليه السلام- وعدم إيمانهم به، وبعد أن أهلك الله الكافرين من ثمود، وقف صالح -عليه السلام- ومن معه من المؤمنين ينظرون إليهم، 

فقال صالح -عليه السلام- : {يا قوم لقد أبلغتكم رسالة ربي ونصحت لكم ولكن لا تحبون الناصحين} [الأعراف: 79].

ولقد مرَّ النبي -صلى الله عليه وسلم- على ديار ثمود (المعروفة الآن بمدائن صالح) 

وهو ذاهب إلى تبوك سنة تسع من الهجرة، فأمر أصحابه أن يمروا عليها خاشعين خائفين، كراهة أن يصيبهم ما أصاب أهلها، وأمرهم بعدم دخول القرية الظالمة وعدم الشرب من مائها. [متفق عليه].`
  ]

let esmael = [
  'إسماعيل عليه السلام',
  ` اسماعيل عليه السلام
فإن إبراهيم أمر بذبح ولده البكر، وفي رواية الوحيد، وأياً ما كان فهو إسماعيل
بنص الدليل، ففي نص كتابهم‏:‏ إن إسماعيل ولد ولإبراهيم من العمر ست 
وثمانون سنة، وإنما ولد إسحاق بعد مضي مائة سنة من عمر الخليل، فإسماعيل هو
البكر لا محالة، وهو الوحيد صورة ومعنى على كل حالة‏.‏ 

أما في الصورة‏:‏ فلأنه كان وحده ولده أزيد من ثلاثة عشر سنة، وأما أنه وحيد في 
المعنى‏:‏ فإنه هو الذي هاجر به أبوه ومعه أمه هاجر، وكان صغيراً رضيعاً 
فيما قيل، فوضعهما في وهاد جبال فاران، وهي الجبال التي حول مكة نعم 
المقيل، وتركهما هنالك ليس معهما من الزاد والماء إلا القليل، وذلك ثقة 
بالله وتوكلاً عليه، فحاطهما الله تعالى بعنايته وكفايته، فنعم الحسيب 
والكافي والوكيل والكفيل‏.‏ 

فهذا هو الولد الوحيد في الصورة 
والمعنى، ولكن أين من يتفطن لهذا السر‏؟‏ وأين من يحل بهذا المحل 
والمعنى‏؟‏ لا يدركه ويحيط بعلمه إلا كل نبيه نبيل‏.‏ ‏(‏ج/ص‏:‏ 1/ 221‏)‏ 

قد أثنى الله تعالى عليه ووصفه بالحلم والصبر، وصدق الوعد، والمحافظة على 
الصلاة والأمر بها لأهله ليقيهم العذاب، مع ما كان يدعو إليه من عبادة رب 
الأرباب‏.‏ 

قال تعالى‏:‏ ‏{ ‏فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ * 
فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يَابُنَيَّ إِنِّي أَرَى فِي 
الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَى قَالَ يَاأَبَتِ 
افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ‏ 
}‏ ‏[‏الصافات‏:‏ 101-102‏]‏ فطاوع أباه على ما إليه دعاه، ووعده بأن 
سيصبر، فوفى بذلك بأن سيصبر وصبر على ذلك‏.‏ 

وقال تعالى‏:‏ ‏{ 
‏وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ 
وَكَانَ رَسُولاً نَبِيّاً * وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ 
وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيّاً‏ }‏ ‏[‏مريم‏:‏ 
54-55‏]‏‏.‏ 

وقال تعالى‏:‏ ‏{ ‏وَاذْكُرْ عِبَادَنَا إبْرَاهِيمَ 
وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ * إِنَّا 
أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ * وَإِنَّهُمْ عِنْدَنَا 
لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ * وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ
وَذَا الْكِفْلِ وَكُلٌّ مِنَ الْأَخْيَارِ‏ }‏ ‏[‏ص‏:‏ 45-48‏]‏‏.‏ 

وقال تعالى‏:‏ ‏{ ‏وَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ كُلٌّ مِنَ 
الصَّابِرِينَ * وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا إِنَّهُمْ مِنَ 
الصَّالِحِينَ‏ }‏ ‏[‏الأنبياء‏:‏ 85-86‏]‏‏.‏ 

وقال تعالى‏:‏ ‏{  ‏إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ 
وَالنَّبِيِّينَ مِنْ بَعْدِهِ وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ 
وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ‏.‏‏.‏‏.‏‏ }‏ الآية
‏[‏النساء‏:‏ 163‏]‏‏.‏ 

وقال تعالى‏:‏ ‏{ ‏قُولُوا آمَنَّا  بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ 
وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ‏ }‏ ‏[‏البقرة‏:‏ 
136‏]‏ الأية‏.‏ ونظيرتها من السورة الأخرى‏.‏ 

وقال تعالى‏:‏ ‏{  ‏أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ 
وَيَعْقُوبَ وَالْأَسْبَاطَ كَانُوا هُوداً أَوْ نَصَارَى قُلْ آنْتُمْ 
أَعْلَمُ أَمِ اللَّهُ‏ }‏ الآية‏.‏ ‏[‏البقرة‏:‏ 140‏]‏‏.‏ 

فذكر الله عنه كل صفة جميلة، وجعله نبيه ورسوله، وبرأه من كل ما نسب إليه الجاهلون، وأمر بأن يؤمن بما أنزل عليه عباده المؤمنون‏.‏ 

وذكر علماء النسب وأيام الناس، أنه أول من ركب الخيل، وكانت قبل ذلك وحوشاً فأنسها وركبها‏.‏ 

وقد قال سعيد بن يحيى الأموي في مغازيه‏:‏ حدثنا شيخ من قريش، حدثنا عبد الملك
بن عبد العزيز، عن عبد الله بن عمر أن رسول الله صلى الله عليه وسلم 
قال‏:‏ (‏‏(‏اتخذوا الخيل واعتبقوها فإنها مراث أبيكم إسماعيل‏)‏‏)‏‏.‏ 

وكانت هذه العراب وحشاً، فدعا لها بدعوته التي كان أعطي فأجابته، وإنه أول من 
تكلم بالعربية الفصيحة البليغة، وكان قد تعلمها من العرب العاربة الذين 
نزلوا عندهم بمكة، من جرهم والعماليق وأهل اليمن من الأمم المتقدمين من 
العرب قبل الخليل‏.‏ 

قال الأموي‏:‏ حدثني علي بن المغيرة، حدثنا  أبو عبيدة، حدثنا مسمع بن مالك، عن محمد بن علي بن الحسين، عن آبائه، عن 
النبي صلى الله عليه وسلم أنه قال‏:‏ 

‏(‏‏(‏أول من فتق لسانه بالعربية البينة إسماعيل، وهو ابن أربع عشرة سنة‏)‏‏)‏‏.‏ 

فقال له يونس‏:‏ صدقت يا أبا سيار هكذا أبو جرى حدثني‏.‏ 

وقد قدمنا أنه تزوج لما شب من العماليق امرأة، وأن أباه أمره بفراقها 
ففارقها‏.‏ قال الأموي‏:‏ هي عمارة بنت سعد بن أسامة بن أكيل العماليقي‏.‏ 
‏(‏ج/ص‏:‏ 1/ 222‏)‏ ثم نكح غيرها فأمره أن يستمر بها فاستمر بها، وهي 
السيدة بنت مضاض بن عمرو الجرهمي‏.‏ 

وقيل‏:‏ هذه ثالثة فولدت له  اثني عشر ولداً ذكراً، وقد سماهم محمد بن إسحاق رحمه الله وهم‏:‏ نابت، 
وقيذر، وازبل، وميشى، ومسمع، وماش، ودوصا، وارر، ويطور، ونبش، وطيما، 
وقذيما، وهكذا ذكرهم أهل الكتاب في كتابهم، وعندهم أنهم الاثنا عشر عظيما 
المبشر بهم، المتقدم ذكرهم، وكذبوا في تأويلهم ذلك‏.‏ 

وكان إسماعيل عليه السلام رسولاً إلى أهل تلك الناحية وما والاها، من قبائل جرهم، والعماليق، وأهل اليمن، صلوات الله وسلامه عليه‏.‏ 

ولما حضرته الوفاة أوصى إلى أخيه إسحاق، وزوج ابنته نسمة من ابن أخيه العيص بن 
إسحاق فولدت له الروم، ويقال لهم‏:‏ بنو الأصفر لصفرة كانت في العيص‏.‏ 
وولدت له اليونان في أحد الأقوال، ومن ولد العيص الأشبان، قيل منهما أيضاً،
وتوقف ابن جرير رحمه الله‏.‏ 

ودفن إسماعيل نبي الله بالحجر مع أمه هاجر، وكان عمره يوم مات مائة وسبعاً وثلاثين سنة، وروي عن عمر بن عبد 
العزيز أنه قال‏:‏ شكى إسماعيل عليه السلام إلى ربه عز وجل حرَّ مكة، فأوحى
الله إليه أني سأفتح لك باباً إلى الجنة إلى الموضع الذي تدفن فيه، تجري 
عليك روحها إلى يوم القيامة‏.‏ 

وعرب الحجاز كلهم ينتسبون إلى ولديه
نابت وقيذار، وسنتكلم على أحياء العرب، وبطونها، وعمائرها، وقبائلها، 
وعشائرها من لدن إسماعيل عليه السلام إلى زمان رسول الله صلى الله عليه 
وسلم‏.‏ وذلك إذا انتهينا إلى أيامه الشريفة وسيرته المنيفة، بعد الفراغ من
أخبار أنبياء بني إسرائيل إلى زمان عيسى بن مريم خاتم أنبيائهم، ومحقق 
أنبائهم‏.‏ 

ثم نذكر ما كان في زمن بني إسرائيل، ثم ما وقع في أيام 
الجاهلية، ثم ينتهي الكلام إلى سيرة نبينا رسول الله إلى العرب والعجم 
وسائر صنوف بني آدم من الأمم، إن شاء الله تعالى، وبه الثقة وعليه التكلان،
ولا حول ولا قوة إلا بالله العلي العظيم العزيز الحكيم‏`
  ]

let yussof = [
  'يوسف عليه السلام',
  `يوسف عليه السلام

في ليلة من الليالي رأى يوسف -عليه السلام- وهو نائم رؤيا عجيبة، فقد رأى أحد عشر كوكبًا والشمس والقمر يسجدون له فلما استيقظ، ذهب إلى أبيه يعقوب -عليه السلام- في هذه الرؤيا. فعرف أن ابنه سيكون له شأن عظيم، فحذره من أن يخبر إخوته برؤياه، فيفسد الشيطان قلوبهم، ويجعلهم يحسدونه على ما آتاه الله من فضله، فلم يقص رؤيته على أحد.
وكان يعقوب يحب يوسف حبًّا كبيرًا، ويعطف عليه ويداعبه، مما جعل إخوته يحسدونه، ويحقدون عليه، فاجتمعوا جميعا ليدبروا له مؤامرة تبعده عن أبيه.

فاقترح أحدهم أن يقتلوا يوسف أو يلقوه في أرض بعيدة، فيخلو لهم أبوهم، وبعد ذلك يتوبون إلى الله، ولكن واحدًا آخر منهم رفض قتل يوسف، واقترح عليهم أن يلقوه في بئر بعيدة، فيعثر عليه بعض السائرين في الطريق، ويأخذونه ويبيعونه.
ولقيت هذه الفكرة استحسانًا وقبولاً، واستقر رأيهم على نفيه وإبعاده، وأخذوا يتشاورون في تدبير الحيلة التي يمكن من خلالها أخذ يوسف وتنفيذ ما اتفقوا عليه، ففكروا قليلا، ثم ذهبوا إلى أبيهم وقالوا له: (يا أبانا ما لك لا تأمنا على يوسف وإنا له لناصحون)[يوسف: 11].
فأجابهم يعقوب -عليه السلام- أنه لا يقدر على فراقه ساعة واحدة، وقال لهم: (أخاف أن يأكله الذئب وأنتم عنه غافلون)[يوسف: 13]
فقالوا: (لئن أكله الذئب ونحن عصبة إنا إذا لخاسرون)[يوسف:14]. وفي الصباح، خرج الأبناء جميعًا ومعهم يوسف -عليه السلام- إلى الصحراء، ليرعوا أغنامهم، وما إن ابتعدوا به عن أبيهم حتى تهيأت لهم الفرصة لتنفيذ اتفاقهم، فساروا حتى وصلوا إلى البئر، وخلعوا ملابسه ثم ألقوه فيها، وشعر يوسف بالخوف، والفزع، لكن الله كان معه، حيث أوحى إليه ألا تخاف ولا تجزع فإنك ناج مما دبروا لك.
وبعد أن نفذ إخوة يوسف مؤامرتهم، جلسوا يفكرون فيما سيقولون لأبيهم عندما يسألهم، فاتفقوا على أن يقولوا لأبيهم إن الذئب قد أكله، واخلعوا يوسف قميصه، وذبحوا شاة، ولطخوا بدمها قميص يوسف.
وفي الليل، عادوا إلى أبيهم، ولما دخلوا عليه بكوا بشدة، فنظر يعقوب إليهم ولم يجد فيهم يوسف معهم، لكنهم أخبروه أنهم ذهبوا ليتسابقوا، وتركوا يوسف ليحرس متاعهم، فجاء الذئب وأكله، ثم أخرجوا قميصه ملطخًا بالدماء، ليكون دليلا لهم على صدقهم.
فرأى يعقوب -عليه السلام- القميص سليمًا، حيث نسوا أن يمزقوه، فقال لهم: عجبًا لهذا الذئب كان رحيمًا بيوسف أكله دون أن يقطع ملابسه. ثم قال لهم مبينًا كذبهم: (بل سولت لكم أنفسكم أمرًا فصبرٌ جميل والله المستعان على ما تصفون)[يوسف: 18].
أما يوسف فكان لا يزال حبيسًا في البئر ينتظر الفرج والنجاة، وبينما هو كذلك، مرت عليه قافلة متجهة إلى مصر، فأرادوا أن يتزودوا من الماء، فأرسلوا أحدهم إلى البئر ليأتيهم بالماء، فلما ألقى دلوه تعلق به يوسف، فنظر في البئر فوجد غلامًا جميلاً يمسك به، ففرح الرجل ونادى رجال القافلة، فأخرجوا يوسف، وأخذوه معهم إلى مصر ليبيعوه.
وكان عزيز مصر في هذا اليوم يتجول في السوق، ليشتري غلامًا له؛ لأنه لم يكن له أولاد، فوجد هؤلاء الناس يعرضون يوسف للبيع، فذهب إليهم، واشتراه منهم بعدة دراهم قليلة.
ورجع عزيز مصر إلى زوجته، وهو سعيد بالطفل الذي اشتراه، وطلب من زوجته أن تكرم هذا الغلام، وتحسن معاملته، فربما نفعهما أو اتخذاه ولدًا لهما، وهكذا مكن الله ليوسف في الأرض فأصبح محاطًا بعطف العزيز ورعايته.
ومرت السنون، وكبر يوسف، وأصبح شابًا قويًّا، رائع الحسن، وكانت امرأة العزيز تراقب يوسف يومًا بعد يوم، وازداد إعجابها به لحظة بعد أخرى، فبدأت تظهر له هذا الحب بطريق الإشارة والتعريض، لكن يوسف -عليه السلام- كان يعرض عنها، ويتغافل عن أفعالها، فأخذت المرأة تفكر كيف تغري يوسف بها.
وذات يوم، انتهزت فرصة غياب زوجها عن القصر، فتعطرت وتزينت، ولبست أحسن الثياب، وغلقت الأبواب ودعت يوسف حتى أدخلته حجرتها، وطلبت منه أن يفعل معها الفاحشة.
لكن يسوف بعفته وطهارته امتنع عما أرادت، ورد عليها ردًّا بليغًا حيث قال: (معاذ الله إنه ربي أحسن مثواي إنه لا يفلح الظالمون) [يوسف: 23].
ثم أسرع يوسف -عليه السلام- ناحية الباب يريد الخروج من المكان، لكن امرأة العزيز لم تدع الفرصة تفوتها، فجرت خلفه، لتمنعه من الخروج، وأمسكت بقميصه فتمزق.
وفجأة، حضر زوجها العزيز، وتأزم الموقف، وزاد الحرج، لكن امرأة العزيز تخلصت من حرج موقفها أمام زوجها، فاتهمت يوسف بالخيانة ومحاولة الاعتداء عليها، وقالت لزوجها: (ما جزاء من أراد بأهلك سوءًا إلا أن يسجن أو عذاب أليم)[يوسف:25].
وأمام هذا الاتهام، كان على يوسف أن يدافع عن نفسه، فقال: (هي راودتني عن نفسي)[يوسف: 26].
فاحتكم الزوج إلى رجل من أهل المرأة، فقال الرجل من غير تردد انظروا: (إن كان قميصه قد من قبل فصدقت وهو من الكاذبين. وإن كان قميصه قد من دبر فكذبت وهو من الصادقين)[يوسف: 26-27].
فالتفت الزوج إلى امرأته، وقال لها: (إنه من كيدكم إن كيدكن عظيم)[يوسف: 28]، ثم طلب العزيز من يوسف أن يهمل هذا الموضوع، ولا يتحدث به أمام أحد، ثم طلب من زوجته أن تستغفر من ذنبها وخطيئتها.
واتفق الجميع على أن يظل هذا الفعل سرًّا لا يعرفه أحد، ومع ذلك فقد شاع خبر مراودة امرأة العزيز ليوسف، وطلبها للفاحشة، وانتشر في القصر وتحدث نساء المدينة بما فعلته امرأة العزيز مع فتاها، وعلمت امرأة العزيز بما قالته النسوة عنها، فغضبت غضبًا شديدًا، وأرادت أن تظهر لهن عذرها، وأن جمال يوسف وحسن صورته هما اللذان جعلاها تفعل ذلك، فأرسلت إليهن، وهيأت لهن مقاعد مريحة، وأعطت كل واحدة منهن سكينا، ثم قالت ليوسف: اخرج عليهن.
فخرج يوسف متمثلاً لأمر سيدته، فلما رآه النسوة انبهرن بجماله وحسنه، وقطعن أيديهن دون أن يشعرن بذلك، وظن جميع النسوة أن الغلام ما هو إلا ملك، ولا يمكن أن يكون بشرًا. فقالت امرأة العزيز: (فذلكن الذي لمتنني فيه ولقد راودته عن نفسه فاستعصم ولئن لم يفعل ما آمره ليسجنن وليكونا من الصاغرين)[يوسف: 32].
واقتنع النساء بما تفعله امرأة العزيز مع يوسف، فلما رأى ذلك منهن قال: (قال رب السجن أحب إليَّ مما يدعونني إليه وإلا تصرف عني كيدهن أصب إليهن وأكن من الجاهلين)[يوسف: 33].
وكادت تحدث فتنة في المدينة بسبب عشق النساء ليوسف، فرأى القائمون على الأمر في مصر أن يسجن يوسف إلى حين، فسجنوه، وظل يوسف -عليه السلام- في السجن فترة، ودخل معه السجن فتيان أحدهما خباز والآخر ساقي، ورأيا من أخلاق يوسف وأدبه وعبادته لربه ما جعلهما يعجبان به، فأقبلا عليه ذات يوم يقصان عليه ما رأيا في نومهما، (قال أحدهما إني أراني أعصر خمرا وقال الآخر إني أراني أحمل فوق رأسي خبزا تأكل الطير منه نبئنا بتأويله إنا نراك من المحسنين)[يوسف: 36]
ففسر لهما يوسف رؤياهما، بأن أحدهما سيخرج من السجن، ويرجع إلى عمله كساق للملك، وأما الآخر وهو خباز الملك فسوف يصلب، وتأكل الطير من رأسه.
وقبل أن يخرج ساقي الملك من السجن طلب من يوسف أن يذكر أمره عند الله، ويخبره أن في السجن بريئًا حبس ظلمًا، حتى يعفو عنه، ويخرج من السجن، ولكن الساقي نسى، فظل يوسف في السجن بضع سنين،

وبمرور فترة من الزمن تحقق ما فسره لهما يوسف.
وفي يوم من الأيام، نام الملك فرأى في منامه سبع بقرات سمان يأكلهن سبع نحيفات، وسبع سنبلات خضر وأخر يابسات، فقام من نومه خائفا مفزوعًا مما رآه، فجمع رجاله وعلماء دولته، وقص عليهم ما رآه، وطلب منهم تفسيره، فأعجزهم ذلك، وأرادوا صرف الملك عنه حتى لا ينشغل به، فقالوا: (أضغاث أحلام وما نحن بتأويل الأحلام بعالمين)[يوسف: 44].
لكن هذه الرؤيا ظلت تلاحق الملك وتفزعه أثناء نومه، فانشغل الملك بها، وأصر على معرفة تفسيرها، وهنا تذكر الساقي أمر يوسف، وطلب أن يذهب إلى السجن ليقابل يوسف، وهناك طلب منه أن يفسر رؤيا الملك، ففسر يوسف البقرات السمان والسنبلات الخضر بسبع سنين يكثر فيها الخير وينجو الناس فيه من الهلاك.
ولم يكتف يوسف بتفسير الحلم، وإنما قدم لهم الحل السليم. وما يجب عليهم فعله تجاه هذه الأزمة، وهو أن يدخروا في سنوات الخير ما ينفعهم في سنوات القحط والحاجة من الحبوب بشرط أن يتركوها في سنابلها، حتى يأتي الله بالفرج.
ولما عرف الساقي تفسير الرؤيا، رجع إلى الملك ليخبره بما قاله له يوسف. ففرح الملك فرحًا شديدًا، وراح يسأل عن ذلك الذي فسر رؤياه، فقال الساقي: يوسف. فقال الملك على الفور: ائتوني به.
فذهب رسول الملك إلى يوسف وقال له: أجب الملك، فإنه يريد أن يراك، ولكن يوسف رفض أن يذهب إلى الملك قبل أن تظهر براءته، ويعرف الملك ما حدث له من نساء المدينة.
فأرسل الملك في طلب امرأة العزيز وباقي النسوة، وسألهن عن الأمر، فقلن معترفات بذنوبهن مقرَّات بخطئهن، ومعلنات عن توبتهن إلى الله: ما رأينا منه سوءًا، وأظهرت امرأة العزيز براءة يوسف أمام الناس جميعًا.
عندئذ أصدر الملك قراره بتبرئة يوسف مما اتهم به، وأمر بإخراجه من السجن وتكريمه، وتقريبه إليه. ثم خيره أن يأخذ من المناصب ما شاء فقال يوسف: (اجعلني على خزائن الأرض إني حفيظ عليهم)[يوسف: 55]. فوافق الملك على أن يتقلد يوسف هذا المنصب لأمانته وعلمه.
وتحققت رؤيا الملك، وانتهت سنوات الرخاء، وبدأت سنوات المجاعة، وجاء الناس من كل مكان في مصر والبلاد المجاورة ليأخذوا حاجتهم من خزائن الملك.
وفي يوم من الأيام، وأثناء توزيع الحبوب على الناس إذا بيوسف أمام رجال يعرفهم بلغتهم وأشكالهم وأسمائهم، وكانت مفاجأة لم يتوقعوها، إنهم إخوته، أبناء أبيه يعقوب -عليه السلام-، الذي ألقوه في البئر وهو صغير، لقد جاءوا محتاجين إلى الطعام، ووقفوا أمامه دون أن يعرفوه، فقد تغيرت ملامحه بعدما كبر، فأحسن يوسف إليهم، وأنسوا هم به، وأخبروه أن لهم أخا أصغر من أبيهم لم يحضر معهم، لأن أباه يحبه ولا يطيق فراقه.
فلما جهزهم يوسف بحاجات الرحلة، وقضى حاجتهم، وأعطاهم ما يريدون من الطعام، قال لهم: (ائتوني بأخ لكم من أبيكم ألا ترون أني أوفي الكيل وأنا خير المنزلين. فإن لم تأتوني به فلا كيل لكم عندي ولا تقربون). [يوسف: 59-60].
فأظهروا أن الأمر ليس ميسورا وسوف يمانع، ليستبدلوا بها القمح والعلف في رحالهم بدلا من القمح فيضطروا إلى العودة إليه بأخيهم. وعاد إخوة يوسف إلى أبيهم، وقالوا: (يا أبانا منع منا الكيل فأرسل معنا أخانا نكتل وإنا له لحافظون)[يوسف: 63]

فرفض يعقوب.وذهب الإخوة إلى بضاعتهم ليخرجوها ففوجئوا ببضاعتهم الأولى التي دفعوها ثمنا، ولم يجدوا قمحا، فأخبروا والدهم أن بضاعتهم قد ردت إليهم، ثم أخذوا يحرجون أباهم بالتلويح له بمصلحة أهلهم في الحصول على الطعام، ويؤكدون له عزمهم على حفظ أخيهم، ويرغبونه بزيادة الكيل لأخيهم، فقد كان يوسف يعطي لكل فرد حمل بعير.

فقال لهم أبوهم: (لن أرسله معكم حتى تؤتون موثقا من الله لتأتنني به إلا أن يحاط بكم فلما آتوه موثقهم قال الله على ما نقول وكيل)[يوسف: 66]، ولم ينس أن يوصيهم في هذا الموقف وينصحهم، فقال لهم: (يا بني لا تدخلوا من باب واحد وادخلوا من أبواب متفرقة وما أغني عنكم من الله من شيء إن الحكم إلا لله عليه توكلت وعليه فليتوكل المتوكلون)[يوسف: 67].
وسافر الإخوة إلى مصر، ودخلوها من حيث أمرهم أبوهم، ولما وقفوا أمام يوسف، دعا أخاه الصغير، وقربه إليه، واختلى به، وأخبره أنه يوسف أخوه.
ثم وزن البضاعة لإخوته، فلما استعدوا للرحيل والعودة إلى بلادهم، إذا بيوسف يريد أن يستبقي أخاه بجانبه، فأمر فتيانه بوضع السقاية (إناء كان يكيل به) في رحل أخيه الصغير، وعندما بدأت القافلة في الرحيل إذا بمناد ينادي ويشير إليهم: (إنكم لسارقون) [يوسف: 70].
فأقبل الإخوة يتساءلون عن الذي فقد، فأخبره المنادي أنه فقد مكيال الملك، وقد جعل لمن يأتي به مكافأة قدرها حمل بعير.
وهنا لم يتحمل إخوة يوسف ذلك الاتهام، فدخلوا في حوار ساخن مع يوسف ومن معه، فهم ليسوا سارقين وأقسموا على ذلك. فقال الحراس: (فما جزاؤه إن كنت كاذبين)[يوسف: 74].
هنا ينكشف التدبير الذي ألهمه الله يوسف، فقد كان الحكم السائد في شريعة بني إسرائيل أن السارق يكون عبدًا للمسروق منه، ولما كان يوسف -عليه السلام- يعلم أن هذا هو جزاء السارق في شريعة بني إسرائيل، فقد قبل أن يحتكم إلى شريعتهم دون شريعة المصريين، ووافق إخوته على ذلك لثقتهم في أنفسهم. فأصدر يوسف الأوامر لعماله بتفتيش أوعية إخوته. فلم يجدوا شيئا، ثم فتشوا وعاء أخيه، فوجدوا فيه إناء الكيل.
وتذكر إخوة يوسف ما وعدوا به أباهم من عودة أخيهم الصغير إليه، فقالوا: (يا أيها العزيز إن له أبا شيخا كبيرا فخذ أحدنا مكانه إنا نراك من المحسنين)[يوسف: 78].
فقال يوسف: (معاذ الله أن نأخذ إلا من وجدنا متاعنا عنده إنا إذًا لظالمون) [يوسف:79].
وهكذا مكن الله ليوسف أن يحتفظ بأخيه، أما الإخوة فقد احتاروا وجلسوا يفكرون فيما سيقولونه لأبيهم عندما يعودون، فقرر كبيرهم ألا يبرح مصر، وألا يواجه أباه إلا أن يأذن له أبوه، أو يقضي الله له بحكم، وطلب منهم أن يرجعوا إلى أبيهم، ويخبروه صراحة بأن ابنه سرق، فأخذ بما سرق، وإن شك في ذلك؛ فليسأل القافلة التي كانوا معها أو أهل المدينة التي كانوا فيها.
فعادوا إلى أبيهم وحكوا له ما حدث، إلا أن أباهم لم يصدقهم، وقال: (بل سولت لكم أنفسكم أمرا فصبر جميل عسى الله أن يأتيني بهم جميعًا إنه هو العليم الحكيم)[يوسف: 83]، ثم تركهم، وأخذ يبكي على يوسف وأخيه، حتى فقد بصره، فاغتاظ أبناءه وقالوا: (تالله تفتأ تذكر يوسف حتى تكون حرضًا أو تكون من الهالكين)[يوسف: 85].
فرد يعقوب -عليه السلام- عليهم أنه يشكو أمره لله، وليس لأحد من خلقه، وطلب منهم أن يذهبوا ليبحثوا عن يوسف وأخيه، فهو يشعر بقلب المؤمن أن يوسف مازال حيًّا، والمؤمن لا ييأس من رحمة الله أبدًا.
وتوجه الأبناء إلى مصر للمرة الثالثة يبحثون عن أخيهم، ويلتمسون بعض الطعام، وليس معهم إلا بضاعة رديئة.
ولما وصلوا مصر دخلوا على يوسف، فقالوا له: (يا أيها العزيز مسنا وأهلنا الضر وجئنا ببضاعة مزجاة فأوف لنا الكيل وتصدق علينا إن الله يحب المتصدقين)[يوسف: 88]. ففاجأهم يوسف بهذا السؤال: (هل علمتم ما فعلتم بيوسف وأخيه إذ أنتم جاهلون) [يوسف:89]، فتنبهوا إلى رنين هذا الصوت، وإلا هذه الملامح التي ربما يعرفونها، فقالوا: (أئنك لأنت يوسف)
[يوسف: 90].
فأخبرهم يوسف بحقيقته، وبفضل الله عليه. فاعتذر له إخوته، وأقروا بخطئهم، فعفا يوسف عنهم، وسأل الله لهم المغفرة. ثم سألهم يوسف عن أبيه، فعلم منهم أنه قد فقد بصره بسبب حزنه عليه، فقال لهم: (اذهبوا بقميصي هذا فألقوه على وجه أبي يأت بصيرًا وأتوني بأهلكم أجمعين)[يوسف: 93].
فأخذوا القميص وخرجوا من مصر متوجهين إلى فلسطين وقبل أن تصل العير قال يعقوب لمن حوله: (إني لأجد ريح يوسف لولا أن تفندون)[يوسف: 94]، فقالوا له: تالله إنك لفي ضلالك القديم)[يوسف: 95]
وبعد أيام عادة إخوة يوسف إلى أبيهم، وبشروه بحياة يوسف وسلامة أخيه، ثم أخرجوا قميص يوسف، ووضعوه على وجه يعقوب، فارتد إليه بصره.
وطلب إخوة يوسف من أبيهم أن يستغفر لهم، فوعدهم يعقوب بأنه سيستغفر لهم الله وقت السحر؛ لأن هذا أدعى إليه استجابة الدعاء.
وغادر بنو إسرائيل أرضهم متوجهين إلى مصر، فلما دخلوها، استقبلهم يوسف بترحاب كبير، وأكرم أبويه، فأجلسهما على كرسيه، وهنا لم يتمالك يعقوب وامرأته وبنوه الأحد عشر أنفسهم حتى انحنوا تحية ليوسف وإكبار لوفائه، وتقديرا لعفوه وفضله، وتذكر يوسف رؤياه القديمة التي رآها وهو صغير، فالأحد عشر كوكبًا بعدد إخوته، والشمس والقمر هنا أبواه، فقال: (يا أبت هذا تأويل رُءياي من قبل قد جعلها ربي حقًّا وقد أحسن بي إذ أخرجني من السجن وجاء بكم من البدو من بعد أن نزغ الشيطان بيني وبين إخوتي إن ربي لطيف لما يشاء إنه هو العليم الحكيم)[يوسف: 100].
ثم توجه يوسف -عليه السلام- إلى الله -عز وجل- يشكره على نعمه، فقال: (رب قد آتيتني من الملك وعلمتني من تأويل الأحاديث فاطر السموات والأرض أنت وليي في الدنيا والآخرة توفني مسلمًا وألحقني بالصالحين)
[يوسف: 101].
وقد سئل النبي صلى الله عليه وسلم عن أكرم الناس. فقال: "أتقاهم". فقالوا: ليس عن هذا نسألك. فقال: "فيوسف نبي الله ابن نبي الله ابن نبي الله ابن خليل الله" [متفق عليه]`
  ]

let yunes = [
  'يونس عليه السلام',
  `يونس عليه السلام

في أرض الموصل بالعراق، كانت هناك بلدة تسمى "نينوي"، انحرف أهلها عن منهج الله، وعن طريقه المستقيم، وصاروا يعبدون الأصنام، ويجعلونها ندًّا لله وشريكًا له، فأراد الله أن يهديهم إلى عبادته، والى طريقه الحق، فأرسل إليهم يونس -عليه السلام-، ليدعوهم إلى الإيمان، وترك عبادة الأصنام التي لا تضر ولا تنفع، لكنهم رفضوا الإيمان بالله، وتمسكوا بعبادة الأصنام، واستعمروا على كفرهم وضلالهم دون أن يؤمن منهم أحد، بل إنهم كذَّبوا يونس وتمردوا عليه، واستهزءوا به، وسخروا منه.
فغضب يونس من قومه، ويئس من استجابتهم له، فأوحى الله إليه أن يخبر قومه بأن الله سوف يعذبهم بسبب كفرهم.
فامتثل يونس لأمر ربه، وبلغ قومه، ووعدهم بنزول العذاب والعقاب من الله تعالى، ثم خرج من بينهم، وعلم القوم أن يونس قد ترك القرية، فتحققوا حينئذ من أن العذاب سيأتيهم لا محالة، وأن يونس نبي لا يكذب، فسارعوا، وتابوا إلى الله سبحانه، ورجعوا إليه وندموا على ما فعلوه مع نبيهم، وبكى الرجال والنساء والبنون والبنات خوفًا من العذاب الذي سيقع عليهم، فلما رأى الله -سبحانه- صدق توبتهم ورجوعهم إليه، كشف عنهم العذاب، وأبعد عنهم العقاب بحوله وقوته ورحمته.
قال تعالى: (فلولا كانت قرية آمنت فنفعها إيمانها إلا قوم يونس لما آمنوا كشفنا عنهم عذاب الخزي في الحياة الدنيا ومتعناهم إلى حين) [يونس: 98].
وبعد خروج يونس من قريته، ذهب إلى شاطئ البحر، وركب سفينة، وفي وسط البحر هاجت الأمواج واشتدت الرياح، فمالت السفينة وكادت تغرق.
وكانت السفينة محملة بالبضائع الثقيلة، فألقى الناس بعضًا منها في البحر، لتخفيف الحمولة، ورغم ذلك لم تهدأ السفينة، بل ظلت مضطربة تتمايل بهم يمينًا ويسارًا فتشاوروا فيما بينهم على تخفيف الحمولة البشرية، فاتفقوا على عمل قرعة والذي تقع عليه؛ يرمي نفسه في البحر.
فوقعت القرعة على نبي الله يونس، لكن القوم رفضوا أن يرمي يونس نفسه في البحر، وأعيدت القرعة مرة أخرى، فوقعت على يونس، فأعادوا مرة ثالثة فوقعت القرعة عليه أيضًا، فقام يونس-عليه السلام-وألقى بنفسه في البحر، وكان في انتظاره حوت كبير أرسله الله له، وأوحى إليه أن يبتلع يونس دون أن يخدش له لحمًا، أو يكسر له عظمًا؛ ففعل، قال تعالى: (وإن يونس لمن المرسلين. إذ أبق إلى الفلك المشحون. فساهم فكان من المدحضين. فالتقمه الحوت وهو مليم) [الصافات: 139-142].
وظل يونس في بطن الحوت بعض الوقت، يسبح الله -عز وجل-، ويدعوه أن ينجيه من هذا الكرب، قال تعالى: (وذا النون إذ ذهب مغاضبًا فظن أن لن نقدر عليه فنادى في الظلمات أن لا إله إلا أنت سبحانك إني كنت من الظالمين. فاستجبنا له ونجيناه من الغم وكذلك ننجي المؤمنين)[الأنبياء: 87-88].
وأمر الله الحوت أن يقذفه على الساحل، ثم أنبت عليه شجرة ذات أوراق عريضة تظلله وتستره وتقيه حرارة الشمس، قال تعالى: (فنبذناه بالعراء وهو سقيم. وأنبتنا عليه شجرة من يقطين)[الصافات: 145-146].
وأمر الله يونس أن يذهب إلى قومه؛ ليخبرهم بأن الله تاب عليهم، ورضى عنهم، فامتثل يونس لأمر ربه، وذهب إلى قومه، وأخبرهم بما أوحى إليه، فآمنوا به فبارك الله لهم في أموالهم وأولادهم. قال تعالى: (أرسلناه إلى مائة ألف أو يزيدون. فآمنوا فمتعناهم إلى حين)[الصافات: 147-148].
وقد أثنى الله -عز وجل- على يونس في القرآن الكريم، قال تعالى: (وإسماعيل والسع ويونس ولوطًا وكلا فضلنا على العالمين)[الأنعام: 86].
كما أثنى النبي ص على يونس-عليه السلام-فقال: "لا ينبغي لعبد أن يقول أنا خير من يونس بن متى"[متفق عليه].
وقد أخبر النبي ص أن الذي تصيبه مصيبة أو شر ثم يدعو بدعاء يونس-عليه السلام-، يفرِّج الله عنه، فقال ص: "دعوة ذي النون إذ دعا وهو في بطن الحوت: لا إله إلا أنت سبحانك إني كنت من الظالمين، فإنه لم يدع بها رجل مسلم في شيء قط إلا استجاب الله له" [الترمذي].

 `
  ]

let musa = [
  'موسي عليه السلام',
  `موسى(عليه السلام)
كان يوسف(عليه السلام) ملكاً في مصر، وقد جمع بين النبوّ ة، والملوكية، فكان ينظّ م أمر الناس على وفق العدل والحكمة.

وحين حضرته الوفاة جمع آل يعقوب، وهم ثمانون رجلاً..فقال لهم: إنّ هؤلاء القبط سيظهرون عليكم ويكون الملك للكافرين ويصبح المؤمن في هذه البلاد ذليلاً بأيديهم..ويسومونكم سوء العذاب.وإنما ينجّ يكم الله من أيديهم، برجل من ولد(لاوي) بن(يعقوب) اسمه: موسى بن عمران.

وبعدما أخبر يوسف بني إسرائيل بهذا الخبر، حزنوا لما يتوقعونه من البلاء، وفرحوا بما ينتظرونه من الفرج على يد نبيّ من بني أبيهم..ومات يوسف(عليه السلام).

فملك بعده رجلاً لا يسير سيرة يوسف في كل كبير وصغير..وكيف يعدل بيوسف غيره: وهو نبيّ من عند الله تعالى لا يأمر إلا بالخير، ولا يفعل إلا الخير.ثم مات الملك..

وملك بعده رجل آخر، وكان عاتياً فاجراً..وهكذا أقام بنو إسرائيل، بعد وفاة يوسف، وقد كثروا، وانتشروا، متمسّ كين بدين آبائهم يوسف، ويعقوب، وإسحاق وإبراهيم(عليهم السلام).

حتى زمان الملك فرعون..وهذا الملك الطاغي فتح لمصر صفحة جديدة من الطغيان والإرهاب، وخصّ ص لبني إسرائيل ألواناً من العذاب والنكال.

كان بنو إسرائيل ينتظرون مقدم موسى(عليه السلام) لينجّ يهم من طغيان فرعون وقسوته.وكان كلّ ما ولد لأحدهم مولود سموه عمراناً..فإذا كبر عمران، سمّ ى ولده موسى رجاءً لأن يكون هو الذي وعد به يوسف(عليه السلام) حين حضرته الوفاة ولكن خابت الظنون، فلم يكن موسى الموعود أحدهم.

واغتنم بعض متطلبي الرئاسة هذا الوعد، فجعل من نفسه موسى النبيّ!حتى ادّ عى خمسون من بني إسرائيل انهم هم الذين وعدهم يوسف، وكلّ هم يدّ عي أنه ينزل عليه الوحي، وانه هو مخلص بني إسرائيل، كذباً وافتراءً!

  ولم يزل فرعون يسمع هذه الأخبار عن بني إسرائيل وكان قد علم أن بني إسرائيل يرجفون به ويطلبون هذا الغلام.فاستشار كهنته وسحرته في هذا الأمر المهم.

قالوا: إن المسموع صحيح، وهلاك دينك وقومك على يدي هذا الغلام.

وحدّ دوا وقت ولادة الغلام بعامِ مخصوص.وهنا ثار ثائر فرعون، وجعل يخبط خبط العشواء للظفر بهذا الذي سيولد، مما يكون بيده هلاكه وتقضي أيامه!!أما كيف يصنع؟ وكيف يظفر على هذا المولود فهو سر مغلق، لا تساعده حيلته على ذلك!!

  وأخيراً ارتأى أبشع الآراء، وقرّ ر تنفيذه بكل صرامةٍ وقسوةٍ.جعل القوابل على النساء، في ذلك العام الذي أخبر بولادة موسى فيه وأمر بأن يذبح كل غلام يولد في ذلك العام، ليستريح من موسى من أوّ ل أمره.

وعجّ بنو إسرائيل من هذا الحكم الإجراميّ واجتمع بعضهم إلى بعض لحلّ المشكلة.وكان فيهم عمران والد النبي موسى(عليه السلام).

فقال بعضهم: إذا ذبح الغلمان واستحيى النساء هلكنا ولم يبق لنا نسبٌ، فمن الرأي أن لا ينكح رجالنا نساءنا حتى لا يولد لنا مولود..وبذلك ننقرض جميعاً، أما أن تبقى البنات ويذبح الأولاد فمعنى ذلك: أن نقدّ م بناتنا إلى آل فرعون غنيمة باردة.لكنّ عمران أبى هذا الرأي..وقال: أمر الله واقعٌ ولو كره المشركون.

وقد أصرّ فرعون في تعذيب بني إسرائيل، وقتل أطفالهم، حتى قتل من أطفال بني إسرائيل نيفاً وعشرين ألف مولود.بالإضافة إلى ما كان يأمر به من تعذيب الرجال والنساء.وقد كان من صنوف تعذيبه أن أمر بتقييد أرجلهم لئلا يفرّ وا..ثم كان يستعملهم في البناء، فكانوا ينقلون الطين على السلالم إلى السطوح، بأرجل مقيدة..وكثيراً ما كانوا يقعون من السلّ م فيموتون أو يزمنون، أو يصابون بصنوف الرض والكسر والتشويه.

وفي مثل هذا الوقت..وفي هذا الجوّ الخانق تعذيباً وإرهاباً..حملت أمّ موسى..فوكل بها فرعون قابلةً تترقّ ب ولادتها، فإن كان الولد ذكراً ذبحه وإن كانت أُ نثى استحياها..وألحت القابلة في حراستها، فإذا قامت الأم قامت القابلة في إثرها، وإذا جلست جلست القابلة إزاءها لئلا يفوتها زمنٌ من حالها.

لكنّ الله تعالى شاء أن تنقلب القابلة عن هذه الصرامة، فأحبّ ت أُ مّ موسى حباً كبيراً، لما رأت فيها من الأخلاق الفاضلة والأدب الرفيع.أما الأُ مّ فقد أخذها الخوف، وظهر على ملامحها فشحب وجهها ومال إلى الاصفرار.

قالت القابلة يوماً لأُ مّ موسى: يا بنية، ما لك تصفرّ ين وتذوين؟

فأجابت الأمّ قائلة: لا تلوميني، كيف لا أخاف انّ ه إذا ولدت أخذ الولد وذبح!

  لكن القابلة سلّ تها، وقالت: لا تحزني، فإني سوف اكتم عليك.

أما الأم فقد ظلّ ت في شك من هذا الوعد، إلى أن ولدت بموسى(عليه السلام)، وكانت القابلة حاضرة حين الولادة، فالتفتت إليها أُ مّ موسى، وملء نظرها استعطاف واستيفاء للوعد..وفوّ ضت أمرها إلى الله قائلةً: ما شاء الله، وانتظرت أمر القابلة.

ولما أن سمع الناس ولولة الطلق، ذهبوا يخبرون الحرس الملكي، الذين وكّ لوا بذبح الأطفال، فحضروا باب البيت، وتحيّ رت القابلة في الأمر، ماذا تجيب الحرس؟ وكيف تنقض عهداً عهدته إلى الأمّ المحببة إليها؟

لكنها أخيراً، توجّ هت إلى الأمً قائلة: إني سوف اكتم عليك، كما وعدتك فلا تخافي، وحملت الأم والولد فأدخلتها المخدع، وأصلحت بعض أمرها، ثم خرجت إلى الحرس قائلة: انصرفوا، فانّ ه خرج دم منقطع.فانصرف الحرس، واطمأنت الأمّ، وجزت القابلة خيراً.

وهكذا شاء الله تعالى أن يخلّ ص نبيّ ه العظيم موسى(عليه السلام) من براثن فرعون المجرم، وحرسه القساة(وأوحينا إلى أمّ موسى أن أرضعيه) فأرضعت الأمّ ولدها الحبيب، بكلّ لهفةٍ وحنان.لكنّ ها خافت أن يبكي موسى، فيعرف الجيران خبرها، فتقع فيما فرّ ت منه.

فألهمها الله تعالى أن(..إذا خفت عليه فألقيه في اليمّ ولا تخافي ولا تحزني..) فصنعت أُ مّ موسى تابوتاً من خشب، ووضعت ابنها الحبيب فيه، وطبقت التابوت بحيث لا يدخل فيه الماء وذهبت ليلاً إلى الماء.ثم طرحت التابوت في النيل، وقلبها ممتلئ كآبةً وحزناً.

لكن الماء أبى أن يفرّ ق بين الوالدة الحزينة والولد الحبيب، فجعلت الأمواج تدفع التابوت إلى الجرف..والوالدة تدفع التابوت إلى الغمر، خوفاً وحزناً!إلى أن ضربت الريح التابوت نحو مجرى الماء، فانطلق به.

لكن الأم كيف تصبر؟ فهمّ ت أن تصيح لوعةً وشجناً، فربط الله على قلبها، وحفظها(وأصبح فؤاد أم موسى فارغاً إن كادت لتبدى به لولا أن ربطنا على قلبها).ووعد الله الأم أن يرد الولد إليها، وبشّ رها بأن يجعله من المرسلين(إنّ ا رادّ وه إليك وجاعلوه من المرسلين).

التابوت ينطلق في الماء، حسب لهب الريح ومجرى الماء..والولد يكلأه الله بلطفه ورعايته في جوف الصندوق..والأم أخذت ترجع إلى البيت بقلبٍ والهٍ وأن لمس شيئاً من الهدوء والاطمئنان تصديقاً بوعد الله.

فما هي العاقبة؟

كانت لفرعون امرأةً صالحة تسمى(آسية) من قبيلة بني إسرائيل، وكانت تخالف زوجها في العقيدة والرأي، لكنّ ها كانت تسرّ معتقدها، خوفاً من سطوة فرعون الجبار الطاغي.

وأتت أيام الربيع فقالت آسية لفرعون: هذه أيام الربيع فأمر لي بضرب قبّ ة على النيل لكي أتنزّ ه في هذه الأيام الجميلة.فأمر فرعون بضرب قبةٍ لها على الشطّ، وخرجت هي مع لمّ ةٍ من جواريها.

وبينما الجواري على الماء..إذ رأين الأمواج تعلو وتهبط بشيء، ورأت آسية الصندوق في وسط الغمر، فقالت للجواري: ما ترين؟ قلن: يا سيدتنا، إنا لنرى شيئاً كما ترين..وأتى الماء بالصندوق إلى القرب منهن، فاندفعن في الماء حتى أخذنه، وقد كاد أن ينفلت من أيديهن.

فتحت آسية الصندوق، وإذا فيه طفل جميل كفلقة القمر، فأوقع الله في قلبها محبة منه(ألقيت عليك محبة مني) ووضعت الولد في حجرها، وتفكّ رت في أن تتخذه ابناً لها..فأعلمت الجواري، وقالت: هذا ابني..وأقرّ تها الجواري بهذا التبنّ ي الميمون.

فقلن: أي والله، أي سيّ دتنا، ما لك ولدٌ ولا للملك ـ يقصدن فرعون ـ فاتّ خذيه ولداً.

ولكن..يا ترى، هل يرضى فرعون بذلك؟

قامت آسية إلى فرعون..فقالت له: إني أصبت غلاماً طيّ باً حلواً، نتّ خذه ولداً، فيكون قرّ ة عين لي ولك، فلا تقتله.

قال فرعون: ومن أين هذا الغلام؟

قالت آسية: لا والله ما أدري، إلا أن الماء جاء به..

لكن فرعون أبى أن يقبل قولها..وهمّ أن يقتله، لما توجس خيفة، من أن يكون الولد من بني إسرائيل..فألحّ ت آسية في الإصرار، وشفعت شمائل الولد الحلوة، في قبول فرعون تبنّ ي الولد..وسمّ اه(موسى) لأنه التقط من الماء.

ولما سمع الناس أن الملك قد تبنّ ى ابناً..أرسل كبراء الناس نساءهم إلى آسية لتكون لموسى عليه السلام ظئراً ومربية..وكلما تقدّ مت النساء إلى موسى، لتلقمه ثديها، أعرض عن الثدي، فتحيّ رت آسية في أمره..ماذا تصنع به؟

ثم أمرت جواريها أن يطلبن كلّ امرأة مرضعة أو ذات لبن، ولا يحقرن أحداً كيف ما كان شأنها ومنزلتها فلعل موسى يقبل إحداهن..أما أم موسى فقد كانت تترقب الأخبار عن ولدها.إذ أنها لم تعلم ما صنع به في النيل!لكنّ ها لم تظفر بخبر صحيح عن ولدها..

فقالت لابنتها ـ أخت موسى ـ: قصيه وانظري أترين لأخيك من أثر..فانطلقت البنت تفحص عن موسى الرضيع هنا وهناك، لكنّ ها لم تقع على خبر؟!

  وانتهى بها السير إلى باب دار الملك(فرعون) ودخلت الدار فيمن دخل..وإذا بها ترى موسى أخاها في حضن آسية..وقد التمست النساء لإرضاعه، لكنّ ه يأبى عن قبول لبنهن، وذلك بمشيئة من الله تعالى(وحرّ منا عليه المراضع من قبل).

توجّ هت البنت الزكيّ ة إلى امرأة فرعون قائلة: قد بلغني أنكم تطلبون ظئراً..وهنا امرأة صالحة تأخذ ولدكم، وتكفله لكم.

قالت بعض النساء: يظهر أن هذه البنت تعرف أم الغلام وإلا فمن أين لها بالظئر!

  أجابت البنت الفطنة: أردت نصحكم..فإني اعرف امرأة مرضعةً، وإن لم تحبوا أن آتي بها فلا ضير.

لكن آسية أمرت بأن تأتي بالمرضعة، فلعل موسى يقبل ثديها.فركضت البنت إلى أمّ ها تبشرها بالخبر..وتبعتها الأمّ إلى دار فرعون.فلمّ ا دخلت الدار..

قالت آسية: ممن أنت؟

قالت الأم: من بني إسرائيل.

قالت آسية: اذهبي يا بنيّ ة، فليس لنا فيك حاجة.

توجهت النساء إلى آسية قائلات: انظري يا آسية هل يقبل الطفل الثدي أو لا يقبل؟

فقالت امرأة فرعون: أرأيتم لو قبل..هل يرضى فرعون أن يكون الغلام من بني إسرائيل والمرأة ـ تعني الظئر ـ من بني إسرائيل؟ إن فرعون لا يرضى بذلك أبداً.

قالت النساء: فانظري يقبل أو لا يقبل؟

وقد كانت أُ مّ موسى خرجت من عند آسية عندما قالت لها اذهبي يا بنيّ ة..فأرسلت آسية ـ بعض الجواري ـ عليها لترجع.فركضت أخت موسى، إلى أمّ ها تخبرها بالبشارة قائلة: إن امرأة الملك تدعوك..فأتت الأم فرحة، ودخلت على آسية.

فدفعت آسية الولد إليها، والنسوة ينظرن، أخذت الأمّ ولدها، ووضعته في حجرها، ثم ألقمته ثديها، وإذا بموسى يقبل على المصّ إقبالاً عظيماً واللّ بن يجري في فمه.فرحت آسية..وفرحت النسوة..وفرحت الأمّ فرحاً كبيراً.قامت آسية إلى فرعون، تخبره الخبر، وتستأذنه في أمر الظئر الإسرائيلية.

فقالت: إنّ ي قد أصبت لابني ظئراً، وقد قبل منها الرضاع.

قال فرعون: وممن هي؟

قالت آسية: من بني إسرائيل!

  قال فرعون: هذا مما لا يكون أبداً: الغلام من بني إسرائيل!والظئر من بني إسرائيل!

  فلم تزل آسية تلحّ عليه، وتستعطفه في أمر الغلام وتقول له: وماذا تخاف؟ إنّ الغلام ابنك وينشأ في حجرك..فهل تراه يبارزك ويخاصمك؟ هذا مما لا يكون.

حتى قبل فرعون، ورضي بالظئر الإسرائيلي(فرددناه إلى أمّ ه كي تقر عينها ولا تحزن ولتعلم أن وعد الله حق ولكن أكثرهم لا يعلمون).

فنشأ موسى في حضن فرعون وداره، في عز واحترام، بينما كان فرعون وجلاوزته يقتلون أولاد بني إسرائيل، خوفاً من أن ينشأ فيهم من أخبر المنجّ مون بأنّ زوال ملك فرعون بيده.

وهكذا شاء الله أن يربي نبيه العظيم، في حضن أعدى أعدائه(فالتقطته آل فرعون ليكون لهم عدواً وحزناً).

وقد كتمت القابلة..والأُ مّ..والأخت..خبر موسى، ومضى زمانٌ، وأتى زمانٌ، واستغنى موسى عن الرضاع، وماتت الأم، وماتت القابلة، وبقي موسى في حجر فرعون، يكلأه الله برعايته ويربيه فرعون ينظر إليه نظر الأب إلى ابنه.

وفي ذات يوم حدث أن موسى ـ وهو غلام صغير يدرج ـ عطس عطسةً فقال: الحمد لله رب العالمين.

فأنكر فرعون ذلك عليه، ولطمه موسى على وجهه وقال: ما الذي تقول؟ فوثب على لحية فرعون ـ وكانت طويلة ـ فقلع بعضها!فهمّ فرعون بقتله!

  قالت آسية ـ متشفعةً ـ: إنه غلام حدث ما يدري ما يقول..

فقال فرعون: بلى يدري.قالت آسية: فامتحنه: ضع بين يديه تمراً وجمراً، فإن ميّ ز بينهما، فافعل ما تريد.

فأمر فرعون بأن يوضع إزاء موسى طبقاً من تمر وكانوناً من جمر..فمدّ موسى يده إلى الجمر، ووضعه في فمه..فاحترق لسانه ويده، وبكى بكاءً مراً!

  فقالت آسية لفرعون: ألم أقل لك: إنه لا يعقل.فعفا فرعون عنه..

أمّ ا بنو إسرائيل، الذين كانوا تحت اضطهاد فرعون ونكاله، فقد كانوا منتظرين مقدم موسى، ولكنّ هم لم يكونوا يعلمون أنّ ه قد ولد..فكانوا يتذاكرون وعد يوسف(عليه السلام)، وينتظرون نبيّ هم المخلّ ص لهم من أيدي الجبارين..وكانوا يسأل بعضهم بعضاً عن وقت الفرج، لكن..لم يكونوا يعرفون ذلك بالضبط.

ولما علم فرعون بإلحاحهم في طلب مخلّ صهم زاد في تعذيبهم، وأمر بأن يفرّ ق بين رجالهم ونسائهم، كي لا يولد لهم المولود المنتظر.ومنع عن مذاكرة موسى منعاً باتاً، ولم يدر أن موسى في بيته!

  وقد أثّ ر الضغط الشديد في بني إسرائيل، فلم يقدروا على ذكر اسم موسى إلا في ظلمات الليل، والخفايا، كي لا يرفع أمرهم إلى الطاغية فرعون.فخرجوا!ذات ليلة مقمرة إلى كبير لهم، له علم ومعرفة، يسألونه عن موعد الفرج؟

قالوا للشيخ: قد كنّ ا نستريح إلى أخبارك من قبل، وكانت بشائرك بالفرج تسري عنّ ا بعض الهموم.فإلى متى نحن في هذا البلاء؟ إن فرعون يقتل رجالنا، ويشق بطون نسائنا الحبالى، ويذبح أطفالنا.فمتى الفرج؟

قال الشيخ: إنكم لا تزالون في البلاء حتى يجيء الله تعالى بغلام من ولد لاوي بن يعقوب..اسمه موسى بن عمران، غلامٌ طوالٌ جعدٌ.وعند ذلك يكون الفرج.

وبينما هم في الحديث، بين يأس ورجاء، إذ طلع عليهم موسى من بعيد..وهو إذ ذاك حديث السن، وقد خرج من دار فرعون، وهم يزعمون أنه يريد النزهة.لكن موسى كان قاصداً نحو بني إسرائيل، ميمّ ماً وجهه شطر ذلك الاجتماع المنعقد في ظلمة الليل، وقف على القوم، فتوسّ م الشيخ فيه الملامح الموعودة.

فقال: ما اسمك يرحمك الله؟

قال: موسى..

قال الشيخ: ابن من؟

قال: ابن عمران..فانكبّ الشيخ على قدميه يقبّ لهما.

وعرف بنو إسرائيل نبيّ هم، فأقبلوا إليه يقبّ لون يده ورجله، في فرح وغبطة ثم ودّ عهم موسى قائلاً لهم: أرجو أن يعجّ ل الله فرجكم!وذهب إلى دار فرعون.وفي هذا الوقت علم بنو إسرائيل أن الفرج قد اقترب..وانّ ه قد شبّ مخلّ صهم من فرعون.

خرج موسى ذات يوم يتفرّ ج..فدخل مدينة لفرعون، وبينما هو يسير، فإذا به يرى رجلين يقتتلان(هذا من شيعته) من بني إسرائيل(وهذا من عدوه) من القبط، فكان أحدهما يقول بقول موسى، وكان الآخر يقول بقول فرعون(فاستغاثه الذي من شيعته على الذي من عدوه) قال الإسرائيلي: يا موسى نجني من هذا القبطي.فتقدم موسى إلى القبطي(فوكزه) ضربه بيده، وكانت الوكزة شديدة، لما كان لـ(موسى) من قوة وبطش(فقضى عليه) ومات القبطي في مكانه.قال موسى: هذا الاقتتال من عمل الشيطان.

فانتشر أمر موسى في الناس، وقالوا: إنه قتل رجلاً من القبط(فأصبح في المدينة خائفاً يترقب).وخرج في غد ذلك اليوم يتحسّ س الأخبار، فإذا به يمرّ بذلك الرجل الإسرائيلي، وهو يتقاتل مع رجل قبطي آخر..ولما أن رأى الإسرائيلي موسى استصرخه وطلب منه العون في إنجائه من القبطي.توجه موسى إلى الإسرائيلي، وقال له: (إنك لغوي مبين) كل يوم تقاتل رجلاً؟!

  لكن موسى ـ بعدما قال هذا الكلام للإسرائيلي ـ نحى نحو القبطي ليزجره وينصر الإسرائيلي(ولما أراد أن يبطش بالذي هو عدوّ لهما) زعم الإسرائيلي أن موسى يريد الانتقام منه..فاضطرب وتوجه إلى موسى قائلاً: (أتريد أن تقتلني كما قتلت نفساً بالأمس إن تريد إلا أن تكون جباراً في الأرض وما تريد أن تكون من المصلحين)؟ !فخاف موسى أن يتبيّ ن أمره، ويلقى القبض عليه فهرب من محل المنازعة، واختفى.

كان خازن فرعون مؤمناً بموسى(عليه السلام) وكان قد كتم إيمانه عن فرعون..وبعد الواقعة استشار فرعون أصحابه في أمر موسى؟ وأخيراً استقرّ رأيه على أن يقتله.لكن الله شاء أن يحفظ موسى من القتل.

فأخذ الخازن يناقش فرعون في قتل موسى وقال: (أتقتلون رجلاً أن يقول ربي الله)؟ لكن لم تنفع المناقشة، وصدر حكم القتل، فلم ير الخازن حلاً للمسألة إلا أن يخبر موسى بالمؤامرة لينجو بنفسه.

(وجاء رجل من أقصا المدينة يسعى قال يا موسى إن الملأ يأتمرون بك ليقتلوك فاخرج إني لك من الناصحين) وسمع موسى كلام الخازن(فخرج منها خائفاً يترقّ ب) بغير دابّ ةٍ، ولا خادم ولا زادٍ متضرعاً إلى الله تعالى، قائلاً: (رب نجني من القوم الظالمين) وكان يخاف أن يلحقه الطلب!

  لكن الله حفظ نبيه عن أذى فرعون وقومه، فلم يظفروا به، حتى خرج من بلادهم..وورد إلى بلاد آخرين(ولما توجه تلقاء مدين قال عسى ربي أن يهديني سواء السبيل).

سار موسى(عليه السلام)..ترفعه أرض وتخفضه أخرى، حتى أتى إلى ارض مدين، فرفعت له من البعيد شجرةٌ، فقصدها ليستظلّ بها، ولما اقترب منها رأى تحتها بئراً(ولما ورد ماء مدين وجد عليه أُ مّ ةً من الناس يسقون).ونظر في ناحية، فإذا يرى جاريتين معهما غنمٌ تنتظران صدور القوم، حتى تسقيا غنمهما، من فضل ما بقي في الحوض.

فقال لهما موسى: (ما خطبكما)؟ ولماذا تنتظران؟(قالتا لا نسقى حتى يصدر الرعاء وأبونا شيخٌ كبير).فرقّ موسى لحالهما، ودنا من البئر، وقال لمن على البئر: أستقي دلوين دلواً لكم، ودلواً لي؟ وكان الدلو كبيراً يحتاج مدُّ ه إلى جماعة...فقبل القوم كلامه لما رأوا فيه من المنفعة لأنفسهم، فتقدّ م موسى(عليه السلام) وحده ـ وكان قويا ـ فاستقى وحده دلواً لمن على البئر ثم استقى دلواً آخر للجاريتين، وسقى أغنامهما.

(ثم تولّ ى إلى الظلّ فقال رب إني لما أنزلت إليّ من خيرٍ فقيرٌ) وكان(عليه السلام) حينذاك جائعاً لم يأكل منذ ثلاثة أيام شيئاً!وكان قد استولى عليه الضعف، والتعب..فقد قطع الطريق بين مصر ومدين راجلاً خائفاً، ولم يعتد ذلك من قبل حيث انه كان في ظلّ نعيمٍ في بيت الملك، مهيئاً له أفضل الأطعمة، وأحسن المراكب، وأسبغ الرفاه والأمن.

فتضرّ ع إلى الله تعالى، في أن يمنحه الراحة والأمن والمأكل.استجاب الله دعاء موسى(عليه السلام).فما أن رجعت المرأتان إلى داريهما ـ وكان أبوهما نبياً من أنبياء الله تعالى، واسمه: شعيب(عليه السلام) ـ حتى أخبرتاه بنبأ موسى.

إن شعيب سأل ابنتيه، قائلاً: أسرعتما الرجوع اليوم؟ وقد كانتا اعتادتا التأخر حتى يصدر الرعاء.

فقالتا: وجدنا رجلاً صالحاً رحيماً، فسقى لنا مع القوم، وهذا سبب مجيئنا قبل كل يوم.

فقال شعيب، لواحدة منهما: اذهبي إليه، فادعيه لنجزيه أجر ما سقى لنا(فجاءته إحداهما تمشي على استحياء) حتى وصلت إلى موسى(قالت إنّ أبي يدعوك ليجزيك أجر ما سقيت لنا) فقام موسى معها، وأرادت الفتاة أن تتقدّ م على موسى في المشي لتدلّ ه على الطريق لكن موسى أبى، وقال: بل كوني من ورائي، وأرشديني إلى الطريق بدلالة.

حتى وصل إلى دار شعيب فدخل الدار، ورحّ ب به شعيب، واستفسره عن قصته(فلمّ ا جاءه وقصّ عليه القصص قال لا تخف نجوت من القوم الظالمين).`
  ]

let dawood = [
  'داود عليه السلام',
  `داود(عليه السلام)

دخل بنو إسرائيل الأرض المقدسة (فلسطين) واستقروا بها، وكان ذلك على يد يوشع بن نون، وصاروا يعبدون الله على المنهج الذي جاء به موسى، وبعد مدة عادوا إلى طبائعهم الفاسدة مرة أخرى، فكفروا بأنعم الله، وانحرفوا عن الطريق المستقيم فسلَّط الله عليهم ملكًا جبارًا اسمه جالوت فقتل رجالهم، وسبى نساءهم وأطفالهم، وأخرجهم من بيوتهم، وأخذ منهم التابوت المقدس وبه الألواح الخاصة بالتوراة، وعصا موسى وبعض الأشياء الخاصة بهارون.
وأراد بنو إسرائيل قتال جالوت وجنوده، ولم يكن لهم في هذه الفترة ملك يوحد صفوفهم لقتال هذا الملك الجبار، وكان من بينهم آنذاك نبي من أنبياء الله فذهبوا إليه وأخبروه أنهم يريدون ملكًا عليهم لمحاربة جالوت، فتعجب نبيهم من هذا الطلب، وذكرهم من أنه يخشى إن فرض عليهم القتال أن يرفضوا القتال، ولكنهم أكدوا له عزمهم على القتال، فقد طردوا من بيوتهم، وابتعدوا عن أبنائهم، فأوحى الله إلى نبيهم أن يخبرهم أن الله قد بعث لكم طالوت ملكًا، فلما أخبرهم بذلك تعجبوا، وغضبوا من هذا الاختيار، حيث كان الكثير منهم خاصة الأغنياء يطمع أن يكون هو الملك الذي يوحد الصفوف لقتال جالوت، وتكون له الهيمنة والسلطان، ويحظى بشرف الحكم والقيادة، ومن أجل ذلك اعترض الكثير منهم على اختيار طالوت ليتولى الـمُلك من بينهم..
فأخبرهم نبيهم أن هذا اختيار الله، وأنه -سبحانه- قد أعطى طالوت قوة في الجسم، وسعة في العلم، وأن علامة ملك طالوت أن تأتيه الملائكة بالتابوت الذي كان قد أخذه جالوت من قبل، وفي لحظات كانت الملائكة قد أتت بالصندوق ووضعته أمام طالوت، فلما رأى بنو إسرائيل ذلك رضوا به، ووافقوا على حكمه لهم، ثم أوحى الله لنبي بني إسرائيل أن يخبرهم بأن الله يأمرهم بالخروج مع طالوت لقتال عدوهم الذي أذلهم، وأسر وسبى أبناءهم.
ولكنهم امتنعوا عن القتال إلا قليلاً منهم تشجعوا، واستعدوا للقتال، فساروا مع طالوت للقاء جالوت الجبار وجنوده، وبهذه القلة التى آمنت، خرج طالوت وسار في طريق صحراوى ليس فيه ماء، فاشتكى بنو إسرائيل من الظمأ والعطش فطمأنهم ملكهم طالوت وطلب منهم الصبر ومواصلة السير، وبعد لحظات اقترب طالوت وجنوده من نهر من الأنهار، فقال لهم طالوت مبينًا أنهم سيمرون على نهر فمن شرب منه بكثرة، فقد خرج عن طاعته إلا من اغترف غرفة بيده يروى بها ظمأه، ومن خالف هذا الأمر فعليه أن يترك الجيش ويرجع من حيث جاء، فلما وصل طالوت وبنو إسرائيل إلى النهر، لم يستجب أكثرهم لما أمرهم به الملك طالوت، فشربوا من النهر حتى امتلأت بطونهم إلا قليلاً منهم.
فأمر طالوت كل من شرب من النهر حتى شبع أن يترك الجيش ويعتزل الباقين، ثم واصل سيره بالبقية الباقية من بني إسرائيل، وعبر النهر ليلتقي مع جيش جالوت وحتى هذه القلة التى ثبتت تراجع بعضهم وأصابهم الخوف عندما رأوا كثرة جنود جالوت، ولم يصبر معه إلا المؤمنون الصادقون الذين يعلمون أن الله ينصر المؤمنين بقوة إيمانهم لا بكثرة عددهم، ولما ظهر جالوت وجنوده أمامهم، واقترب منهم دعوا الله فقالوا: {ربنا افرغ علينا صبرًا وثبت أقدامنا وانصرنا علي الكافرين} [البقرة:250].
وفي الميدان المخصص للقتال وقف جالوت وجنوده في ناحية، وطالوت وبنو إسرائيل في ناحية أخرى، ثم تقدم جالوت على حصانه، مسلحًا بكافة الدروع ونادى بأعلى صوته، هل من مبارز؟ هل من مقاتل؟ وكان في جيش طالوت جندي عظيم، هو نبي الله داود، والذي يرجع نسبه إلى إبراهيم -عليه السلام- فخرج من بين الصفوف ليبارز جالوت الجبار بعد أن امتنع جميع بني إسرائيل عن الخروج إليه، فضرب داود جالوت بحجارة عن طريق مقلاعه، فوقع قتيلاً، ففر الجيش هاربًا، وانتصرت القلة المؤمنة بحول الله وقوته على الكثرة الكافرة المشركة.
وانتهت المعركة، وبدأ عهد نبي جديد وملك جديد، قال تعالى:

{فهزموهم بإذن الله وقتل داود جالوت وآتاه الله الملك والحكمة وعلمه مما يشاء} [البقرة:251].؟
وجمع الله لداود الملك والنبوة، فكان ملكًا نبيًّا، وأنزل عليه الزبور، وهو كتاب مقدس فيه كثير من المواعظ والحكم، قال تعالى: {وآتينا داود زبورًا} [النساء:163] وأعطى الله لداود صوتًا جميلاً لم يعطه لأحد من قبله، فكان إذا قرأ كتابه الزبور، وسبح الله، وقف الطير في الهواء يسبح الله معه، وينصت لما يقرؤه وكذلك الجبال فإنها كانت تسبح معه في الصباح والمساء، قال تعالى:
{إنا سخرنا الجبال معه يسبحن بالعشي والإشراق . والطير محشورة كل له أواب} [ص:18-19] وأيد الله داود بمعجزات كثيرة دالة على نبوته، فألان له الحديد، حتى يسهل عليه صنع الدروع والمحاريب التى تستخدم في الحروب والقتال.
وأراد الله -سبحانه- أن يعلم داود درسًا في العدل حين يحكم، فبينما كان يجلس في محرابه يصلى ويتعبد، فوجئ باثنين من الرجال يصعدان على سور محرابه حتى وصلا إليه، فدخلا عليه، فخاف منهما وفزع، فقال الرجلان: يا داود
لا تخف، خصمان بغى بعضنا على بعض فجئنا لتحكم بيننا بالحق، فسألهم داود عن قضيتهم، فقال أحد الخصمين: إن هذا أخى له تسع وتسعون نعجة ولي نعجة واحدة، فأراد أن يأخذها مني ليكمل المائة، فتسرع داود في الحكم لهذه القضية قبل أن يسمع كلام الآخر، فقال: {لقد ظلمك بسؤال نعجتك إلي نعاجه وإن كثيرًا من الخلطاء ليبغي بعضهم علي بعض إلا الذين آمنوا
وعملوا الصالحات} _[ص: 42]

وما إن أكمل داود حكمه حتى اختفي هذان الرجلان فجأة دون أن يخرجا من الباب أو يعودا كما جاءا، فأدرك داود أن هذين ملكان أرسلهما الله ليعلماه أن يسمع من الخصمين قبل أن يحكم بينهما، فاستغفر داود ربه.
وكان داود يتقرب إلى الله بالذكر والدعاء والصلاة، لذلك مدحه الله بقوله تعالى: {واذكر عبدنا داود ذي الأيدِ إنه أواب } [ص:17] وكان رسول الله -صلى الله عليه وسلم- يقول عنه: (كان أعبد البشر) [البخارى] وقال -صلى الله عليه وسلم-: (أحب الصيام إلى الله صيام داود، كان يصوم يومًا ويفطر يومًا، وأحب الصلاة إلى الله صلاة داود، كان ينام نصف الليل ويقوم ثلثه وينام سدسه) [متفق عليه].
وكان داود لا يأكل إلا من عمل يده، لأنه يعلم أن أفضل الكسب هو ما يكسبه الإنسان من صنع يده، قال -صلى الله عليه وسلم-: (ما أكل أحد طعامًا قط خيرًا من أن يأكل من عمل يده، وإن نبي الله داود -عليه السلام- كان يأكل من عمل يده) [البخارى] وقد مات داود -عليه الصلاة والسلام- وتولى من بعده ابنه سليمان -عليه السلام- الحكم وجعله الله نبيًّا،

قال تعالى: {وورث سليمان داود} [النمل:16].`
  ]




let yasa = [
  'اليسع عليه السلام',
  `اليسع عليه السلام 
سيرته :
من أنبياء الله تعالى، الذين يذكر الحق أسمائهم ويثني عليهم، ولا يحكي قصصهم.. نبي الله تعالى اليسع. 

قال تعالى في سورة (ص): وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ مِّنْ الْأَخْيَارِ 

وقال جل جلاله في سورة (الأنعام) : وَإِسْمَاعِيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطاً وَكُلاًّ فضَّلْنَا عَلَى الْعَالَمِينَ 

جاء في تاريخ الطبري حول ذكر نسبة أنه اليسع بن أخطوب ويقال أنه ابن عم إلياس النبي عليهما السلام ، وذكر الحافظ ابن عساكر نسبة على الوجه الآتي: اسمه أسباط بن عدي بن شوتلم بن أفرائيم بن يوسف الصديق عليه السلام وهو من أنبياء بني إسرائيل، وقد أوجز القرآن الكريم عن حياته فلم يذكر عنها شيئاً وإنما اكتفى بعده في مجموعة الرسل الكرام الذي يجب الإيمان بهم تفصيلاً. 

قام بتبليغ الدعوة بعد انتقال إلياس إلى جوار الله فقام يدعو إلى الله مستمسكاً بمنهاج نبي الله إلياس وشريعته وقد كثرت في زمانه الأحداث والخطايا وكثر الملوك الجبابرة فقتلوا الأنبياء وشردوا المؤمنين فوعظهم اليسع وخوفهم من عذاب الله ولكنهم لم يأبهوا بدعوته ثم توفاه الله وسلط على بني إسرائيل من يسومهم سوء العذاب كما قص علينا القرآن الكريم. ويذكر بعض المؤرخين أن دعوته في مدينة تسعى بانياس إحدى مدن الشام، ولا تزال حتى الآن موجودة وهي قريبة من بلدة اللاذقية والله أعلم. 

وأرجح الأقوال أن اليسع هو اليشع الذي تتحدث عنه التوراة.. ويذكر القديس برنابا أنه أقام من الموت إنسانا كمعجزة.

اليسع وذو الكفل :
ويروي بعض العلماء قصة حدثت في زمن اليسع عليه السلام. 

فيروى أنه لما كبر اليسع قال لو أني استخلفت رجلاً على الناس يعمل عليهم في حياتي حتى أنظر كيف يعمل؟ فجمع الناس فقال: من يتقبل لي بثلاث استخلفه: يصوم النهار، ويقوم الليل، ولا يغضب. فقام رجل تزدريه العين، فقال: أنا، فقال: أنت تصوم النهار، وتقوم الليل، ولا تغضب؟ قال: نعم. لكن اليسع -عليه السلام- ردّ الناس ذلك اليوم دون أن يستخلف أحدا. وفي اليوم التالي خرج اليسع -عليه السلام- على قومه وقال مثل ما قال اليوم الأول، فسكت الناس وقام ذلك الرجل فقال أنا. فاستخلف اليسع ذلك الرجل.

فجعل إبليس يقول للشياطين: عليكم بفلان، فأعياهم ذلك. فقال دعوني وإياه فأتاه في صورة شيخ كبير فقير، وأتاه حين أخذ مضجعه للقائلة، وكان لا ينام الليل والنهار، إلا تلك النّومة فدقّ الباب. فقال ذو الكفل: من هذا؟ قال: شيخ كبير مظلوم. فقام ذو الكفل ففتح الباب. فبدأ الشيخ يحدّثه عن خصومة بينه وبين قومه، وما فعلوه به، وكيف ظلموه، وأخذ يطوّل في الحديث حتى حضر موعد مجلس ذو الكفل بين الناس، وذهبت القائلة. فقال ذو الكفل: إذا رحت للمجلس فإنني آخذ لك بحقّك.

فخرج الشيخ وخرج ذو الكفل لمجلسه دون أن ينام. لكن الشيخ لم يحضر للمجلس. وانفض المجلس دون أن يحضر الشيخ. وعقد المجلس في اليوم التالي، لكن الشيخ لم يحضر أيضا. ولما رجع ذو الكفل لمنزله عند القائلة ليضطجع أتاه الشيخ فدق الباب، فقال: من هذا؟ فقال الشيخ الكبير المظلوم. ففتح له فقال: ألم أقل لك إذا قعدت فاتني؟ فقال الشيخ: إنهم اخبث قوم إذا عرفوا أنك قاعد قالوا لي نحن نعطيك حقك، وإذا قمت جحدوني. فقال ذو الكفل: انطلق الآن فإذا رحت مجلسي فأتني.

ففاتته القائلة، فراح مجلسه وانتظر الشيخ فلا يراه وشق عليه النعاس، فقال لبعض أهله: لا تدعنَّ أحداً يقرب هذا الباب حتى أنام، فإني قد شق عليّ النوم. فقدم الشيخ، فمنعوه من الدخول، فقال: قد أتيته أمس، فذكرت لذي الكفل أمري، فقالوا: لا والله لقد أمرنا أن لا ندع أحداً يقربه. فقام الشيخ وتسوّر الحائط ودخل البيت ودق الباب من الداخل، فاستيقظ ذو الكفل، وقال لأهله: ألم آمركم ألا يدخل علي أحد؟ فقالوا: لم ندع أحدا يقترب، فانظر من أين دخل. فقام ذو الكفل إلى الباب فإذا هو مغلق كما أغلقه؟ وإذا الرجل معه في البيت، فعرفه فقال: أَعَدُوَّ اللهِ؟ قال: نعم أعييتني في كل شيء ففعلت كل ما ترى لأغضبك.

فسماه الله ذا الكفل لأنه تكفل بأمر فوفى به!

 `
  ]


let soliman = [
  'سليمان عليه السلام',
  `سليمان عليه السلام
سيرته:
  (وَ وَ رِ ثَ سُ لَ يْ مَ انُ دَ اوُ ودَ) ورثه في النبوة والملك..ليس المقصود وراثته في المال، لأن الأنبياء لا يورثون.إنما تكون أموالهم صدقة من بعدهم للفقراء والمحتاجين، لا يخصون بها أقربائهم.قال محمد بن عبد الله صلى الله عليه وسلم: "نحن معشر الأنبياء لا نورث".

ملك سليمان:
  لقد آتى الله سليمان– عليه السلام - ملكا عظيما، لم يؤته أحدا من قبله، ولن يعطه لأحد من بعده إلى يوم القيامة.فقد استجاب الله تعالى لدعوة سليمان(رَ بِّ اغْ فِ رْ لِ ي وَ هَ بْ لِ ي مُ لْ كً ا لَّ ا يَ نبَ غِ ي لِ أَ حَ دٍ مِّ نْ بَ عْ دِ ي).لنتحدث الآن عن بعض الأمور التي سخرها الله لنبيه سليمان عليه السلام.لقد سخر له أمرا لم يسخره لأحد من قبله ولا بعده..سخر الله له "الجن".فكان لديه– عليه السلام - القدرة على حبس الجن الذين لا يطيعون أمره، وتقييدهم بالسلاسل وتعذيبهم.ومن يعص سليمان يعذبه الله تعالى.لذلك كانوا يستجيبون لأوامره، فيبنون له القصور، والتماثيل– التي كانت مباحة في شرعهم - والأواني والقدور الضخمة جدا، فلا يمكن تحريكها من ضخامتها.وكانت تغوص له في أعماق البحار وتستخرج اللؤلؤ والمرجان والياقوت..

وسخر الله لسليمان– عليه السلام - الريح فكانت تجري بأمره.لذلك كان يستخدمها سليمان في الحرب.فكان لديه بساطا خشبيا ضخم جدا، وكان يأمر الجيش بأن يركب على هذا الخشب، ويأمر الريح بأن ترفع البساط وتنقلهم للمكان المطلوب.فكان يصل في سرعة خارقة.

ومن نعم الله عليه، إسالة النحاس له.مثلما أنعم على والده داود بأن ألان له الحديد وعلمه كيف يصهره..وقد استفاد سليمان من النحاس المذاب فائدة عظيمة في الحرب والسلم.

ونختم هذه النعم بجيش سليمان عليه السلام.كان جيشه مكون من: البشر، والجن، والطيور.فكان يعرف لغتها.

سليمان والخيل:
  بعد عرض أنعم الله عليه، لنبدأ بقصته عليه السلام.وبعض أحداثها.

كان سليمان– عليه السلام - يحب الخيل كثيرا، خصوصا ما يسمى(بالصافنات)، وهي من أجود أنواع الخيول وأسرعها.وفي يوم من الأيام، بدأ استعراض هذه الخيول أمام سليمان عصرا، وتذكر بعد الروايات أن عددها كان أكثر من عشرين ألف جواد، فأخذ ينظر إليها ويتأمل فيها، فطال الاستعراض، فشغله عن ورده اليومي في ذكر الله تعالى، حتى غابت الشمس، فانتبه، وأنب نفسه لأن حبه لهذه الخيول شغله عن ذكر ربه حتى غابت الشمس، فأمر بإرجاع الخيول له(فَ طَ فِ قَ مَ سْ حً ا بِ السُّ وقِ وَ الْ أَ عْ نَ اقِ).وجاءت هنا روايتان كلاهما قوي.رواية تقول أنه أخذ السيف وبدأ بضربها على رقابها وأرجلها، حتى لا ينشغل بها عن ذكر الله.ورواية أخرى تقول أنه كان يمسح عليها ويستغفر الله عز وجل، فكان يمسحها ليرى السقيم منها من الصحيح لأنه كان يعدّ ها للجهاد في سبيل الله.

ابتلاء سليمان:
  ورغم كل هذه النعم العظيمة والمنح الخاصة، فقد فتن الله تعالى سليمان..اختبره وامتحنه، والفتنة امتحان دائم، وكلما كان العبد عظيما كان امتحانه عظيما.

اختلف المفسرون في فتنة سليمان عليه السلام.ولعل أشهر رواية عن هذه الفتنة هي نفسها أكذب رواية..قيل إن سليمان عزم على الطواف على نسائه السبعمائة في ليلة واحدة، وممارسة الحب معهن حتى تلد كل امرأة منهن ولدا يجاهد في سبيل الله، ولم يقل سليمان إن شاء الله، فطاف على نسائه فلم تلد منهن غير امرأة واحدة..ولدت طفلا مشوها ألقوه على كرسيه..والقصة مختلقة من بدايتها لنهايتها، وهي من الإسرائيليات الخرافية.

وحقيقة هذه الفتنة ما ذكره الفخر الرازي.قال: إن سليمان ابتلي بمرض شديد حار فيه الطب.مرض سليمان مرضا شديدا حار فيه أطباء الإنس والجن..وأحضرت له الطيور أعشابا طبية من أطراف الأرض فلم يشف، وكل يوم كان المرض يزيد عليه حتى أصبح سليمان إذا جلس على كرسيه كأنه جسد بلا روح..كأنه ميت من كثرة الإعياء والمرض..واستمر هذا المرض فترة كان سليمان فيها لا يتوقف عن ذكر الله وطلب الشفاء منه واستغفاره وحبه..وانتهى امتحان الله تعالى لعبده سليمان، وشفي سليمان..عادت إليه صحته بعد أن عرف أن كل مجده وكل ملكه وكل عظمته لا تستطيع أن تحمل إليه الشفاء إلا إذا أراد الله سبحانه..هذا هو الرأي الذي نرتاح إليه، ونراه لائقا بعصمة نبي حكيم وكريم كسليمان..

ويذكر لنا القرآن الكريم مواقف عدة، تتجلى لنا فيها حكمة سليمان– عليه السلام - ومقدرته الفائقة على استنتاج الحكم الصحيح في القضايا المعروضه عليه.ومن هذه القصص ما حدث في زمن داود– عليه السلام - قال تعالى:

  وَ دَ اوُ ودَ وَ سُ لَ يْ مَ انَ إِ ذْ يَ حْ كُ مَ انِ فِ ي الْ حَ رْ ثِ إِ ذْ نَ فَ شَ تْ فِ يهِ غَ نَ مُ الْ قَ وْ مِ وَ كُ نَّ ا لِ حُ كْ مِ هِ مْ شَ اهِ دِ ينَ(78) فَ فَ هَّ مْ نَ اهَ ا سُ لَ يْ مَ انَ وَ كُ لًّ ا آتَ يْ نَ ا حُ كْ مً ا وَ عِ لْ مً ا

جلس داود كعادته يوما يحكم بين الناس في مشكلاتهم..وجاءه رجل صاحب حقل ومعه رجل آخر..

وقال له صاحب الحقل: سيدي النبي..إن غنم هذا الرجل نزلت حقلي أثناء الليل، وأكلت كل عناقيد العنب التي كانت فيه..وقد جئت إليك لتحكم لي بالتعويض..

قال داود لصاحب الغنم: هل صحيح أن غنمك أكلت حقل هذا الرجل؟

قال صاحب الغنم: نعم يا سيدي..

قال داود: لقد حكمت بأن تعطيه غنمك بدلا من الحقل الذي أكلته.

قال سليمان..وكان الله قد علمه حكمة تضاف إلى ما ورث من والده: عندي حكم آخر يا أبي..

قال داود: قله يا سليمان..

قال سليمان: أحكم بأن يأخذ صاحب الغنم حقل هذا الرجل الذي أكلته الغنم..ويصلحه له ويزرعه حتى تنمو أشجار العنب، وأحكم لصاحب الحقل أن يأخذ الغنم ليستفيد من صوفها ولبنها ويأكل منه، فإذا كبرت عناقيد الغنم وعاد الحقل سليما كما كان أخذ صاحب الحقل حقله وأعطى صاحب الغنم غنمه..

قال داود: هذا حكم عظيم يا سليمان..الحمد لله الذي وهبك الحكمة.

ومنها ما جاء في الحديث الصحيح: حَ دَّ ثَ نِ ى زُ هَ يْ رُ بْ نُ حَ رْ بٍ حَ دَّ ثَ نِ ى شَ بَ ابَ ةُ حَ دَّ ثَ نِ ى وَ رْ قَ اءُ عَ نْ أَ بِ ى الزِّ نَ ادِ عَ نِ الأَ عْ رَ جِ عَ نْ أَ بِ ى هُ رَ يْ رَ ةَ عَ نِ النَّ بِ ىِّ صلى الله عليه وسلم قَ الَ« بَ يْ نَ مَ ا امْ رَ أَ تَ انِ مَ عَ هُ مَ ا ابْ نَ اهُ مَ ا جَ اءَ الذِّ ئْ بُ فَ ذَ هَ بَ بِ ابْ نِ إِ حْ دَ اهُ مَ ا.فَ قَ الَ تْ هَ ذِ هِ لِ صَ احِ بَ تِ هَ ا إِ نَّ مَ ا ذَ هَ بَ بِ ابْ نِ كِ أَ نْ تِ.وَ قَ الَ تِ الأُ خْ رَ ى إِ نَّ ما ذَ هَ بَ بِ ابْ نِ كِ.فَ تَ حَ اكَ مَ تَ ا إِ لَ ى دَ اوُ دَ فَ قَ ضَ ى بِ هِ لِ لْ كُ بْ رَ ى فَ خَ رَ جَ تَ ا عَ لَ ى سُ لَ يْ مَ انَ بْ نِ دَ اوُ دَ عَ لَ يْ هِ مَ ا السَّ لاَ مُ فَ أَ خْ بَ رَ تَ اهُ فَ قَ الَ ائْ تُ ونِ ى بِ السِّ كِّ ينِ أَ شُ قُّ هُ بَ يْ نَ كُ مَ ا.فَ قَ الَ تِ الصُّ غْ رَ ى لاَ يَ رْ حَ مُ كَ اللَّ هُ هُ وَ ابْ نُ هَ ا.فَ قَ ضَ ى بِ هِ لِ لصُّ غْ رَ ى».قَ الَ قَ الَ أَ بُ و هُ رَ يْ رَ ةَ وَ اللَّ هِ إِ نْ سَ مِ عْ تُ بِ السِّ كِّ ينِ قَ طُّ إِ لاَّ يَ وْ مَ ئِ ذٍ مَ ا كُ نَّ ا نَ قُ ولُ إِ لاَّ الْ مُ دْ يَ ةَ.

سليمان والنملة:
  ويذكر لنا القرآن الكريم قصة عجيبة:

  وَ حُ شِ رَ لِ سُ لَ يْ مَ انَ جُ نُ ودُ هُ مِ نَ الْ جِ نِّ وَ الْ إِ نسِ وَ الطَّ يْ رِ فَ هُ مْ يُ وزَ عُ ونَ(17) حَ ـتَّ ى إِ ذا أتَ وْ ا عَ لَ ى وَ ادِ النَّ مْ لِ قَ الَ تْ نَ مْ لَ ةٌ يَ ا أَ يُّ هَ ا النَّ مْ لُ ادْ خُ لُ وا مَ سَ اكِ نَ كُ مْ لَ ا يَ حْ طِ مَ نَّ كُ مْ سُ لَ يْ مَ انُ وَ جُ نُ ودُ هُ وَ هُ مْ لَ ا يَ شْ عُ رُ ونَ(18) فَ تَ بَ سَّ مَ ضَ احِ كً ا مِّ ن قَ وْ لِ هَ ا وَ قَ الَ رَ بِّ أَ وْ زِ عْ نِ ي أَ نْ أَ شْ كُ رَ نِ عْ مَ تَ كَ الَّ تِ ي أَ نْ عَ مْ تَ عَ لَ يَّ وَ عَ لَ ى وَ الِ دَ يَّ وَ أَ نْ أَ عْ مَ لَ صَ الِ حً ا تَ رْ ضَ اهُ وَ أَ دْ خِ لْ نِ ي بِ رَ حْ مَ تِ كَ فِ ي عِ بَ ادِ كَ الصَّ الِ حِ ينَ(19)(النمل)

يقول العلماء "ما أعقلها من نملة وما أفصحها".(يَ ا) نادت،(أَ يُّ هَ ا) نبّ هت،(ادْ خُ لُ وا) أمرت،(لَ ا يَ حْ طِ مَ نَّ كُ مْ) نهت،(سُ لَ يْ مَ انُ) خصّ ت،(وَ جُ نُ ودُ هُ) عمّ ت،(وَ هُ مْ لَ ا يَ شْ عُ رُ ونَ) اعتذرت.سمع سليمان كلام النملة فتبسم ضاحكا من قولها..ما الذي تتصوره هذه النملة!رغم كل عظمته وجيشه فإنه رحيم بالنمل..يسمع همسه وينظر دائما أمامه ولا يمكن أبدا أن يدوسه..وكان سليمان يشكر الله أن منحه هذه النعمة..نعمة الرحمة ونعمة الحنو والشفقة والرفق.

سليمان عليه السلام وبلقيس ملكة سبأ:
  ولعل أشهر قصة عن سليمان– عليه السلام - هي قصته مع بلقيس ملكة سبأ.

جاء يوم..وأصدر سليمان أمره لجيشه أن يستعد..بعدها، خرج سليمان يتفقد الجيش، ويستعرضه ويفتش عليه..فاكتشف غياب الهدهد وتخلفه عن الوقوف مع الجيش، فغضب وقرر تعذيبه أو قتله، إلا إن كان لديه عذر قوي منعه من القدوم.

فجاء الهدهد ووقف على مسافة غير بعيدة عن سليمان– عليه السلام - (فَ مَ كَ ثَ غَ يْ رَ بَ عِ يدٍ فَ قَ الَ أَ حَ طتُ بِ مَ ا لَ مْ تُ حِ طْ بِ هِ وَ جِ ئْ تُ كَ مِ ن سَ بَ إٍ بِ نَ بَ إٍ يَ قِ ينٍ) وانظروا كيف يخاطب هذا الهدهد أعظم ملك في الأرض، بلا إحساس بالذل أو المهانة، ليس كما يفعل ملوك اليوم لا يتكلم معهم أحد إلا ويجب أن تكون علامات الذل ظاهرة عليه.فقال الهدهد أن أعلم منك بقضية معينة، فجئت بأخبار أكيدة من مدينة سبأ باليمن.(إِ نِّ ي وَ جَ دتُّ امْ رَ أَ ةً) بلقيس(تَ مْ لِ كُ هُ مْ) تحكمهم(وَ أُ وتِ يَ تْ مِ ن كُ لِّ شَ يْ ءٍ) أعطاها الله قوة وملكا عظيمين وسخّ ر لها أشياء كثيرة(وَ لَ هَ ا عَ رْ شٌ عَ ظِ يمٌ) وكرسي الحكم ضخم جدا ومرصّ ع بالجواهر(وَ جَ دتُّ هَ ا وَ قَ وْ مَ هَ ا يَ سْ جُ دُ ونَ لِ لشَّ مْ سِ مِ ن دُ ونِ اللَّ هِ) وهم يعبدون الشمس(وَ زَ يَّ نَ لَ هُ مُ الشَّ يْ طَ انُ أَ عْ مَ الَ هُ مْ) أضلهم الشيطان(فَ صَ دَّ هُ مْ عَ نِ السَّ بِ يلِ فَ هُ مْ لَ ا يَ هْ تَ دُ ونَ(24) أَ لَّ ا يَ سْ جُ دُ وا لِ لَّ هِ الَّ ذِ ي يُ خْ رِ جُ الْ خَ بْ ءَ فِ ي السَّ مَ اوَ اتِ وَ الْ أَ رْ ضِ وَ يَ عْ لَ مُ مَ ا تُ خْ فُ ونَ وَ مَ ا تُ عْ لِ نُ ونَ) يسجدون للشمس ويتركون الله سبحانه وتعالى(اللَّ هُ لَ ا إِ لَ هَ إِ لَّ ا هُ وَ رَ بُّ الْ عَ رْ شِ الْ عَ ظِ يمِ) وذكر العرش هنا لأنه ذكر عرش بلقيس من قبل، فحتى لا يغترّ إنسان بعرشها ذكر عرش الله سبحانه وتعالى.

فتعجب سليمان من كلام الهدهد، فلم يكن شائعا أن تحكم المرأة البلاد، وتعجب من أن قوما لديهم كل شيء ويسجدون للشمس، وتعجب من عرشها العظيم، فلم يصدق الهدهد ولم يكذبه إنما(قَ الَ سَ نَ نظُ رُ أَ صَ دَ قْ تَ أَ مْ كُ نتَ مِ نَ الْ كَ اذِ بِ ينَ) وهذا منتهى العدل والحكمة.ثم كتب كتابا وأعطاه للهدهد وقال له: (اذْ هَ ب بِّ كِ تَ ابِ ي هَ ذَ ا فَ أَ لْ قِ هْ إِ لَ يْ هِ مْ ثُ مَّ تَ وَ لَّ عَ نْ هُ مْ فَ انظُ رْ مَ اذَ ا يَ رْ جِ عُ ونَ) ألق الكتاب عليهم وقف في مكان بعيد يحث تستطيع سماع ردهم على الكتاب.

يختصر السياق القرآني في سورة النمل ما كان من أمر ذهاب الهدهد وتسليمه الرسالة، وينتقل مباشرة إلى الملكة، وسط مجلس المستشارين، وهي تقرأ على رؤساء قومها ووزرائها رسالة سليمان..

قَ الَ تْ يَ ا أَ يُّ هَ ا المَ لَ أُ إِ نِّ ي أُ لْ قِ يَ إِ لَ يَّ كِ تَ ابٌ كَ رِ يمٌ(29) إِ نَّ هُ مِ ن سُ لَ يْ مَ انَ وَ إِ نَّ هُ بِ سْ مِ اللَّ هِ الرَّ حْ مَ نِ الرَّ حِ يمِ(30) أَ لَّ ا تَ عْ لُ وا عَ لَ يَّ وَ أْ تُ ونِ ي مُ سْ لِ مِ ينَ(31)(النمل)

هذا هو نص خطاب الملك سليمان لملكة سبأ..

إنه يأمر في خطابه أن يأتوه مسلمين..هكذا مباشرة..إنه يتجاوز أمر عبادتهم للشمس..ولا يناقشهم في فساد عقيدتهم..ولا يحاول إقناعهم بشيء..إنما يأمر فحسب..أليس مؤيدا بقوة تسند الحق الذي يؤمن به..؟لا عليه إذن أن يأمرهم بالتسليم..

كان هذا كله واضحا من لهجة الخطاب القصيرة المتعالية المهذبة في نفس الوقت..

طرحت الملكة على رؤساء قومها الرسالة..وكانت عاقلة تشاورهم في جميع الأمور: (قَ الَ تْ يَ ا أَ يُّ هَ ا المَ لَ أُ أَ فْ تُ ونِ ي فِ ي أَ مْ رِ ي مَ ا كُ نتُ قَ اطِ عَ ةً أَ مْ رً ا حَ تَّ ى تَ شْ هَ دُ ونِ).

كان رد فعل الملأ وهم رؤساء قومها التحدي..أثارت الرسالة بلهجتها المتعالية المهذبة غرور القوم، وإحساسهم بالقوة.أدركوا أن هناك من يتحداهم ويلوح لهم بالحرب والهزيمة ويطالبهم بقبول شروطه قبل وقوع الحرب والهزيمة(قَ الُ وا نَ حْ نُ أُ وْ لُ وا قُ وَّ ةٍ وَ أُ ولُ وا بَ أْ سٍ شَ دِ يدٍ وَ الْ أَ مْ رُ إِ لَ يْ كِ فَ انظُ رِ ي مَ اذَ ا تَ أْ مُ رِ ينَ).

أراد رؤساء قومها أن يقولوا: نحن على استعداد للحرب..ويبدو أن الملكة كانت أكثر حكمة من رؤساء قومها..فإن رسالة سليمان أثارت تفكيرها أكثر مما استنفرتها للحرب..

فكرت الملكة طويلا في رسالة سليمان..كان اسمه مجهولا لديها، لم تسمع به من قبل، وبالتالي كانت تجهل كل شيء عن قوته، ربما يكون قويا إلى الحد الذي يستطيع فيه غزو مملكتها وهزيمتها.

ونظرت الملكة حولها فرأت تقدم شعبها وثراءه، وخشيت على هذا الثراء والتقدم من الغزو..ورجحت الحكمة في نفسها على التهور، وقررت أن تلجأ إلى اللين، وترسل إليه بهدية..وقدرت في نفسها أنه ربما يكون طامعا قد سمع عن ثراء المملكة، فحدثت نفسها بأن تهادنه وتشتري السلام منه بهدية..قدرت في نفسها أيضا إن إرسالها بهدية إليه، سيمكن رسلها الذين يحملون الهدية من دخول مملكته، وإذا سيكون رسلها عيونا في مملكته..يرجعون بأخبار قومه وجيشه، وفي ضوء هذه المعلومات، سيكون تقدير موقفها الحقيقي منه ممكنا..

أخفت الملكة ما يدور في نفسها، وحدثت رؤساء قومها بأنها ترى استكشاف نيات الملك سليمان، عن طريق إرسال هدية إليه، انتصرت الملكة للرأي الذي يقضي بالانتظار والترقب..وأقنعت رؤساء قومها بنبذ فكرة الحرب مؤقتا، لأن الملوك إذا دخلوا قرية انقلبت أوضاعها وصار رؤساءها هم أكثر من فيها تعرضا للهوان والذل..

واقتنع رؤساء قومها حين لوحت الملكة بما يتهددهم من أخطار..

وصلت هدية الملكة بلقيس إلى الملك النبي سليمان..

جاءت الأخبار لسليمان بوصول رسل بلقيس وهم يحملون الهدية..وأدرك سليمان على الفور أن الملكة أرسلت رجالها ليعرفوا معلومات عن قوته لتقرر موقفها بشأنه..ونادى سليمان في المملكة كلها أن يحتشد الجيش..ودخل رسل بلقيس وسط غابة كثيفة مدججة بالسلاح..فوجئ رسل بلقيس بأن كل غناهم وثرائهم يبدو وسط بهاء مملكة سليمان..وصغرت هديتهم في أعينهم.

وفوجئوا بأن في الجيش أسودا ونمورا وطيورا..وأدركوا أنهم أمام جيش لا يقاوم..

ثم قدموا لسليمان هدية الملكة بلقيس على استحياء شديد.وقالوا له نحن نرفض الخضوع لك، لكننا لا نريد القتال، وهذه الهدية علامة صلح بيننا ونتمنى أن تقبلها.نظر سليمان إلى هدية الملكة وأشاح ببصره(فَ لَ مَّ ا جَ اء سُ لَ يْ مَ انَ قَ الَ أَ تُ مِ دُّ ونَ نِ بِ مَ الٍ فَ مَ ا آتَ انِ يَ اللَّ هُ خَ يْ رٌ مِّ مَّ ا آتَ اكُ م بَ لْ أَ نتُ م بِ هَ دِ يَّ تِ كُ مْ تَ فْ رَ حُ ونَ) كشف الملك سليمان بكلماته القصيرة عن رفضه لهديتهم، وأفهمهم أنه لا يقبل شراء رضاه بالمال.يستطيعون شراء رضاه بشيء آخر(أَ لَّ ا تَ عْ لُ وا عَ لَ يَّ وَ أْ تُ ونِ ي مُ سْ لِ مِ ينَ) ثم هددهم(ارْ جِ عْ إِ لَ يْ هِ مْ فَ لَ نَ أْ تِ يَ نَّ هُ مْ بِ جُ نُ ودٍ لَّ ا قِ بَ لَ لَ هُ م بِ هَ ا وَ لَ نُ خْ رِ جَ نَّ هُ م مِّ نْ هَ ا أَ ذِ لَّ ةً وَ هُ مْ صَ اغِ رُ ونَ).

وصل رسل بلقيس إلى سبأ..وهناك هرعوا إلى الملكة وحدثوها أن بلادهم في خطر..حدثوها عن قوة سليمان واستحالة صد جيشه..أفهموها أنها ينبغي أن تزوره وتترضاه..وجهزت الملكة نفسها وبدأت رحلتها نحو مملكة سليمان..

جلس سليمان في مجلس الملك وسط رؤساء قومه ووزرائه وقادة جنده وعلمائه..كان يفكر في بلقيس..يعرف أنها في الطريق إليه..تسوقها الرهبة لا الرغبة..ويدفعها الخوف لا الاقتناع..ويقرر سليمان بينه وبين نفسه أن يبهرها بقوته، فيدفعها ذلك للدخول في الإسلام.فسأل من حوله، إن كان بإمكان احدهم ان يحضر له عرش بلقيس قبل أن تصل الملكة لسليمان.

فعرش الملكة بلقيس هو أعجب ما في مملكتها..كان مصنوعا من الذهب والجواهر الكريمة، وكانت حجرة العرش وكرسي العرش آيتين في الصناعة والسبك..وكانت الحراسة لا تغفل عن العرش لحظة..

فقال أحد الجن أنا أستطيع إحضار العرش قبل أن ينتهي المجلس– وكان عليه السلام يجلس من الفجر إلى الظهر - وأنا قادر على حمله وأمين على جواهره.

لكن شخص آخر يطلق عليه القرآن الكريم "الذي عنده علم الكتاب"
قال لسليمان أنا أستطيع إحضار العرش في الوقت الذي تستغرقه العين في الرمشة الواحدة.

واختلف العلماء في "الذي عنده علم الكتاب"
فمنهم من قال أنه وزيره أو أحد علماء بني إسرائيل وكان يعرف اسم الله الأعظم الذي إذا دعي به أجاب.ومنهم من قال أنه جبريل عليه السلام.

لكن السياق القرآني ترك الاسم وحقيقة الكتاب غارقين في غموض كثيف مقصود..نحن أمام سر معجزة كبرى وقعت من واحد كان يجلس في مجلس سليمان..والأصل أن الله يظهر معجزاته فحسب، أما سر وقوع هذه المعجزات فلا يديره إلا الله..وهكذا يورد السياق القرآني القصة لإيضاح قدرة سليمان الخارقة، وهي قدرة يؤكدها وجود هذا العالم في مجلسه.

هذا هو العرش ماثل أمام سليمان..تأمل تصرف سليمان بعد هذه المعجزة..لم يستخفه الفرح بقدرته، ولم يزهه الشعور بقوته، وإنما أرجع الفضل لمالك الملك..وشكر الله الذي يمتحنه بهذه القدرة، ليرى أيشكر أم يكفر.

تأمل سليمان عرش الملكة طويلا ثم أمر بتغييره، أمر بإجراء بعض التعديلات عليه، ليمتحن بلقيس حين تأتي، ويرى هل تهتدي إلى عرشها أم تكون من الذين لا يهتدون.`
  ]


let azez = [
  'عزيز عليه السلام',
  `عزيز عليه السلام 
سيرته :
مرت الأيام على بني إسرائيل في فلسطين، وانحرفوا كثير عن منهج الله عز وجل. فأراد الله أن يجدد دينهم، بعد أن فقدوا التوراة ونسوا كثيرا من آياتها، فبعث الله تعالى إليهم عزيرا.

أمر الله سبحانه وتعالى عزيرا أن يذهب إلى قرية. فذهب إليها فوجدها خرابا، ليس فيها بشر. فوقف متعجبا، كيف يرسله الله إلى قرية خاوية ليس فيها بشر. وقف مستغربا، ينتظر أن يحييها الله وهو واقف! لأنه مبعوث إليها. فأماته الله مئة عام. قبض الله روحه وهو نائم، ثم بعثه. فاستيقظ عزير من نومه.

فأرسل الله له ملكا في صورة بشر: (قَالَ كَمْ لَبِثْتَ).

فأجاب عزير: (قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ). نمت يوما أو عدة أيام على أكثر تقدير.

فرد الملك: (قَالَ بَل لَّبِثْتَ مِئَةَ عَامٍ). ويعقب الملك مشيرا إلى إعجاز الله عز وجل (فَانظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانظُرْ إِلَى حِمَارِكَ) أمره بأن ينظر لطعامه الذي ظل بجانبه مئة سنة، فرآه سليما كما تركه، لم ينتن ولم يتغير طعمه او ريحه. ثم أشار له إلى حماره، فرآه قد مات وتحول إلى جلد وعظم. ثم بين له الملك السر في ذلك (وَلِنَجْعَلَكَ آيَةً لِّلنَّاسِ). ويختتم كلامه بأمر عجيب(وَانظُرْ إِلَى العِظَامِ كَيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا) نظر عزير للحمار فرأى عظامه تتحرك فتتجمع فتتشكل بشكل الحمار، ثم بدأ اللحم يكسوها، ثم الجلد ثم الشعر، فاكتمل الحمار أمام عينيه.

يخبرنا المولى بما قاله عزير في هذا الموقف: (فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ).

سبحان الله أي إعجاز هذا.. ثم خرج إلى القرية، فرآها قد عمرت وامتلأت بالناس. فسألهم: هل تعرفون عزيرا؟ قالوا: نعم نعرفه، وقد مات منذ مئة سنة. فقال لهم: أنا عزير. فأنكروا عليه ذلك. ثم جاءوا بعجوز معمّرة، وسألوها عن أوصافه، فوصفته لهم، فتأكدوا أنه عزير.

فأخذ يعلمهم التوراة ويجددها لهم، فبدأ الناس يقبلون عليه وعلى هذا الدين من جديد، وأحبوه حبا شديدا وقدّسوه للإعجاز الذي ظهر فيه، حتى وصل تقديسهم له أن قالوا عنه أنه ابن الله (وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللّهِ).

واستمر انحراف اليهود بتقديس عزير واعتباره ابنا لله تعالى –ولا زالوا يعتقدون بهذا إلى اليوم- وهذا من شركهم لعنهم الله.

 `
  ]



let esa = [
  'عيسي عليه السلام',
  `  عيسى عليه السلام
‏مثل عيسى مثل آدم خلقه الله من تراب وقال له كن فيكون، هو عيسى بن مريم رسول الله وكلمته ألقاها إلى مريم، وهو الذي بشر بالنبي محمد، آتاه الله البينات وأيده بروح القدس وكان وجيها في الدنيا والآخرة ومن المقربين، كلم الناس في المهد وكهلا وكان يخلق من الطين كهيئة الطير فينفخ فيها فتكون طيرا، ويبرئ الأكمه والأبرص ويخرج الموتى كل بإذن الله، دعا المسيح قومه لعبادة الله الواحد الأحد ولكنهم أبوا واستكبروا وعارضوه، ولم يؤمن به سوى بسطاء قومه، رفعه الله إلى السماء وسيهبط حينما يشاء الله إلى الأرض ليكون شهيدا على الناس

الحديث عن نبي الله عيسى عليه السلام، يستدعي الحديث عن أمه (مريم)، بل وعن ذرية (آل عمران) هذه الذرية التي اصطفاها الله تعالى واختارها، كما اختار آدم ونوحا وآل إبراهيم على العالمين.

(آل عمران) أسرة كريمة مكونة من (عمران) والد مريم، و(امرأة عمران) أم مريم، و(مريم)، و(عيسى) عليه السلام؛ فعمران جد عيسى لأمه، وامرأة عمران جدته لأمه، وكان (عمران) صاحب صلاة بني إسرائيل في زمانه، وكانت زوجته (امرأة عمران) امرأة صالحة كذلك، وكانت لا تلد، فدعت الله تعالى أن يرزقها ولدا، ونذرت أن تجعله مفرغا للعبادة ولخدمة بيت المقدس، فاستجاب الله دعاءها، ولكن شاء الله أن تلد أنثى هي (مريم)، وجعل الله تعالى كفالتها ورعايتها إلى (زكريا) عليه السلام، وهو زوج أختها أو خالتها، وإنما قدر الله ذلك لتقتبس منه علما نافعا، وعملا صالحا

كانت مريم مثالا للعبادة والتقوى، وأسبغ الله تعالى على ربها فضله ونعمه مما لفت أنظار الآخرين، فكان زكريا عليه السلام كلما دخل عليها المحراب وجد عندها رزقا، فيسألها من أين لك هذا، فتجيب: (قَالَتْ هُوَ مِنْ عِندِ اللّهِ إنَّ اللّهَ يَرْزُقُ مَن يَشَاءبِغَيْرِحِسَابٍ

كل ذلك إنما كان تمهيدا للمعجزة العظمى؛ حيث ولد عيسى عليه السلام من هذه المرأة الطاهرة النقية، دون أن يكون له أب كسائر الخلق، واستمع إلى بداية القصة كما أوردها القرآن الكريم، قال تعالى:

وَإِذْ قَالَتِ الْمَلاَئِكَةُ يَا مَرْيَمُ إِنَّ اللّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاء الْعَالَمِينَ

بهذه الكلمات البسيطة فهمت مريم أن الله يختارها، ويطهرها ويختارها ويجعلها على رأس نساء الوجود.. هذا الوجود، والوجود الذي لم يخلق بعد.. هي أعظم فتاة في الدنيا وبعد قيامة الأموات وخلق الآخرة.. وعادت الملائكة تتحدث:

يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ

كان الأمر الصادر بعد البشارة أن تزيد من خشوعها، وسجودها وركوعها لله.. وملأ قلب مريم إحساس مفاجئ بأن شيئا عظيما يوشك أن يقع.. ويروي الله تعالى في القرآن الكريم قصة ولادة عيسى عليه السلام فيقول:

وَاذكُر فِى الكِتَابِ مَريَمَ إِذِ انتَبَذَت مِن أَهلِهَا مَكَاناً شَرقِياً (16) فَاتخَذَت مِن دُونِهِم حِجَاباً فَأَرسَلنَا إِلَيهَا رُوحَنَا فَتَمَثلَ لَهَا بَشَراً سَوِياً (17) قَالَت إِني أَعُوذُ بِالرحمَـنِ مِنكَ إِن كُنتَ تَقِياً (18) قَالَ إِنمَا أَنَا رَسُولُ رَبكِ لأهَبَ لَكِ غُلاماً زَكِياً (19) قَالَت أنى يَكُونُ لِى غُلامٌ وَلَم يَمسَسنِى بَشَرٌ وَلَم أَكُ بَغِياً (20) قَالَ كَذلِكَ قَالَ رَبكَ هُوَ عَلَى هَينٌ وَلِنَجعَلَهُ ءايَةً للناسِ وَرَحمَةً منا وَكَانَ أَمراً مقضِياً

جاء جبريل –عليه السلام- لمريم وهي في المحراب على صورة بشر في غاية الجمال. فخافت مريم وقالت: إِنِّي أَعُوذُ بِالرَّحْمَن مِنكَ إِن كُنتَ تَقِيًّا

أرادت أن تحتمي في الله.. وسألته هل هو إنسان طيب يعرف الله ويتقيه.

فجاء جوابه ليطمئنها بأنه يخاف الله ويتقيه: قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا

اطمئنت مريم للغريب، لكن سرعان ما تذكّرت ما قاله (لِأَهَبَ لَكِ غُلَامًا زَكِيًّا) استغربت مريم العذراء من ذلك.. فلم يمسسها بشر من قبل.. ولم تتزوج، ولم يخطبها أحد، كيف تنجب بغير زواج!! فقالت لرسول ربّها: أَنَّى يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا

قال الروح الأمين: كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِّنَّا وَكَانَ أَمْرًا مَّقْضِيًّا

استقبل عقل مريم كلمات الروح الأمين.. ألم يقل لها إن هذا هو أمر الله ..؟ وكل شيء ينفذ إذا أمر الله.. ثم أي غرابة في أن تلد بغير أن يمسسها بشر..؟ لقد خلق الله سبحانه وتعالى آدم من غير أب أو أم، لم يكن هناك ذكر وأنثى قبل خلق آدم. وخلقت حواء من آدم فهي قد خلقت من ذكر بغير أنثى.. ويخلق ابنها من غير أب.. يخلق من أنثى بغير ذكر.. والعادة أن يخلق الإنسان من ذكر وأنثى.. العادة أن يكون له أب وأم.. لكن المعجزة تقع عندما يريد الله تعالى أن تقع.. عاد جبريل عليه السلام يتحدث: إِنَّ اللّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالآخِرَةِ وَمِنَ الْمُقَرَّبِينَ (45) وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلاً وَمِنَ الصَّالِحِينَ

زادت دهشة مريم.. قبل أن تحمله في بطنها تعرف اسمه.. وتعرف أنه سيكون وجيها عند الله وعند الناس، وتعرف أنه سيكلم الناس وهو طفل وهو كبير.. وقبل أن يتحرك فم مريم بسؤال آخر.. نفخ جبريل عليه السلام في جيب مريم –الجيب هو شق الثوب الذي يكون في الصدر- فحملت فورا.

ومرت الأيام.. كان حملها يختلف عن حمل النساء.. لم تمرض ولم تشعر بثقل ولا أحست أن شيئا زاد عليها ولا ارتفع
بطنها كعادة النساء.. كان حملها به نعمة طيبة. وجاء الشهر التاسع.. وفي العلماء من يقول إن الفاء تفيد التعقيب السريع.. بمعنى أن مريم لم تحمل بعيسى تسعة أشهر، وإنما ولدته مباشرة كمعجزة..

خرجت مريم ذات يوم إلى مكان بعيد.. إنها تحس أن شيئا سيقع اليوم.. لكنها لا تعرف حقيقة هذا الشيء.. قادتها قدماها إلى مكان يمتلئ بالشجر.. والنخل، مكان لا يقصده أحد لبعده.. مكان لا يعرفه غيرها.. لم يكن الناس يعرفون أن مريم حامل.. وإنها ستلد.. كان المحراب مغلقا عليها، والناس يعرفون أنها تتعبد فلا يقترب منها أحد..

جلست مريم تستريح تحت جذع نخلة؛ لم تكن نخلة كاملة، إنما جذع فقط، لتظهر معجزات الله سبحانه وتعالى لمريم عند ولادة عيسى فيطمئن قلبها.. وراحت تفكر في نفسها.. كانت تشعر بألم.. وراح الألم يتزايد ويجيء في مراحل متقاربة.. وبدأت مريم تلد..

فَأَجَاءهَا الْمَخَاضُ إِلَى جِذْعِ النَّخْلَةِ قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنتُ نَسْيًا مَّنسِيًّا

إن ألم الميلاد يحمل لنفس العذراء الطاهرة آلاما أخرى تتوقعها ولم تقع بعد.. كيف يستقبل الناس طفلها هذا..؟ وماذا يقولون عنها..؟ إنهم يعرفون أنها عذراء.. فكيف تلد العذراء..؟ هل يصدق الناس أنها ولدته بغير أن يمسسها بشر..؟ وتصورت نظرات الشك.. وكلمات الفضول.. وتعليقات الناس.. وامتلأ قلبها بالحزن..

وولدت في نفس اللحظة من قدر عليه أن يحمل في قلبه أحزان البشرية.. لم تكد مريم تنتهي من تمنيها الموت والنسيان، حتى نادها الطفل الذي ولد:

فَنَادَاهَا مِن تَحْتِهَا أَلَّا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا (24) وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا (25) فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيًّا

نظرت مريم إلى المسيح.. سمعته يطلب منها أن تكف عن حزنها.. ويطلب منها أن تهز جذع النخلة لتسقط عليها بعض ثمارها الشهية.. فلتأكل، ولتشرب، ولتمتلئ بالسلام والفرح ولا تفكر في شيء.. فإذا رأت من البشر أحدا فلتقل لهم أنها نذرت للرحمن صوما فلن تكلم اليوم إنسانا.. ولتدع له الباقي..

لم تكد تلمس جذعها حتى تساقط عليها رطب شهي.. فأكلت وشربت ولفت الطفل في ملابسها.. وألصقته بقلبها واستسلمت لعذوبة النوم.

كان تفكير مريم العذراء كله يدور حول مركز واحد.. هو عيسى، وهي تتساءل بينها وبين نفسها: كيف يستقبله اليهود..؟ ماذا يقولون فيه..؟ هل يصدق أحد من كهنة اليهود الذين يعيشون على الغش والخديعة والسرقة..؟ هل يصدق أحدهم وهو بعيد عن السماء أن السماء هي التي رزقتها بطفل؟ إن موعد خلوتها ينتهي، ولا بد أن تعود إلى قومها.. فماذا يقولون الناس؟

كان الوقت عصرا حين عادت مريم.. وكان السوق الكبير الذي يقع في طريقها إلى المسجد يمتلئ بالناس الذي فرغوا من البيع والشراء وجلسوا يثرثرون. لم تكد مريم تتوسط السوق حتى لاحظ الناس أنها تحمل طفلا، وتضمه لصدرها وتمشي به في جلال وبطئ..

تسائل أحد الفضوليين: أليست هذه مريم العذراء..؟ طفل من هذا الذي تحمله على صدرها..؟

قال أحدهم: هو طفلها.. ترى أي قصة ستخرج بها علينا..؟

وجاء كهنة اليهود يسألونها.. ابن من هذا يا مريم؟ لماذا لا تردين؟ هو ابنك قطعا.. كيف جاءك ولد وأنت عذراء؟

يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا

الكلمة ترمي مريم بالبغاء.. هكذا مباشرة دون استماع أو تحقيق أو تثبت.. ترميها بالبغاء وتعيرها بأنها من بيت طيب وليست أمها بغيا.. فكيف صارت هي كذلك؟ راحت الاتهامات تسقط عليها وهي مرفوعة الرأس.. تومض عيناها بالكبرياء والأمومة.. ويشع من وجهها نور يفيض بالثقة.. فلما زادت الأسئلة، وضاق الحال، وانحصر المجال، وامتنع المقال، اشتد توكلها على ذي الجلال وأشارت إليه..

أشارت بيدها لعيسى.. واندهش الناس.. فهموا أنها صائمة عن الكلام وترجو منهم أن يسألوه هو كيف جاء.. تساءل الكهنة ورؤساء اليهود كيف يوجهون السؤال لطفل ولد منذ أيام.. هل يتكلم طفل في لفافته..؟!

قالوا لمريم:

كَيْفَ نُكَلِّمُ مَن كَانَ فِي الْمَهْدِ صَبِيًّا

قال عيسى:

قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا (30) وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا (31) وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا (32) وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا

لم يكد عيسى ينتهي من كلامه حتى كانت وجوه الكهنة والأحبار ممتقعة وشاحبة.. كانوا يشهدون معجزة تقع أمامهم مباشرة.. هذا طفل يتكلم في مهده.. طفل جاء بغير أب.. طفل يقول أن الله قد آتاه الكتاب وجعله نبيا.. هذا يعني إن سلطتهم في طريقها إلى الانهيار.. سيصبح كل واحد فيهم بلا قيمة عندما يكبر هذا الطفل.. لن يستطيع أن يبيع الغفران للناس، أو يحكمهم عن طريق ادعائه أنه ظل السماء على الأرض، أو باعتباره الوحيد العارف في الشريعة.. شعر كهنة اليهود بالمأساة الشخصية التي جاءتهم بميلاد هذا الطفل.. إن مجرد مجيء المسيح يعني إعادة الناس إلى عبادة الله وحده.. وهذا معناه إعدام الديانة اليهودية الحالية.. فالفرق بين تعاليم موسى وتصرفات اليهود كان يشبه الفرق بين نجوم السماء ووحل الطرقات.. وتكتم رهبان اليهود قصة ميلاد عيسى وكلامه في المهد.. واتهموا مريم العذراء ببهتان عظيم.. اتهموها بالبغاء.. رغم أنهم عاينوا بأنفسهم معجزة كلام ابنها في المهد.

وتخبرنا بعض الروايات أن مريم هاجرت بعيسى إلى مصر، بينما تخبرنا روايات أخرى بأن هجرتها كانت من بيت لحم لبيت المقدس. إلا أن المعروف لدينا هو أن هذه الهجرة كانت قبل بعثته.

كبر عيسى.. ونزل عليه الوحي، وأعطاه الله الإنجيل. وكان عمره آنذاك --كما يرى الكثير من العلماء- ثلاثون سنة. وأظهر الله على يديه المعجزات. يقول المولى عزّ وجل في كتابه عن معجزات عيسى عليه السلام:

وَيُعَلمُهُ الكِتَابَ وَالحِكمَةَ وَالتورَاةَ وَالإِنجِيلَ (48) وَرَسُولاً إِلَى بَنِي إِسرائيلَ أني قَد جِئتُكُم بِآيَةٍ من ربكُم أَنِي أَخلُقُ لَكُم منَ الطينِ كَهَيئَةِ الطيرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيرًا بِإِذنِ اللهِ وَأُبرِىْ الأكمَهَ والأبرَصَ وَأُحي المَوتَى بِإِذنِ اللهِ وَأُنَبئُكُم بِمَا تَأكُلُونَ وَمَا تَدخِرُونَ فِى بُيُوتِكُم إِن فِي ذلِكَ لآيَةً لكُم إِن كُنتُم مؤمِنِينَ (49) وَمُصَدقًا لمَا بَينَ يَدَي مِنَ التورَاةِ وَلأحِل لَكُم بَعضَ الذِي حُرمَ عَلَيكُم وَجِئتُكُم بِآيَةٍ من ربكُم فَاتقُوا اللهَ وَأَطِيعُونِ (50) إِن اللهَ رَبي وَرَبكُم فَاعبُدُوهُ هَـذَا صِراطٌ مستَقِيمٌ

فكان عيسى –عليه السلام- رسولا لبني إسرائيل فقط. ومعجزاته هي: علّمه الله التوراة.

يصنع من الطين شكل الطير ثم ينفخ فيه فيصبح طيرا حيّا يطير أمام أعينهم.
يعالج الأكمه (وهو من ولد أعمى)، فيمسح على عينيه أمامهم فيبصر.
يعالج الأبرص (وهو المرض الذي يصيب الجلد فيجعل لونه أبيضا)، فيسمح على جسمه فيعود سليما.
يخبرهم بما يخبئون في بيوتهم، وما أعدّت لهم زوجاتهم من طعام.
وكان –عليه السلام- يحيي الموتى.
جاء عيسى ليخفف عن بني إسرائيل بإباحة بعض الأمور التي حرمتها التوراة عليهم عقابا لهم. إلا أن بني إسرائيل –مع كل هذه الآيات- كفروا. قال تعالى:

فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنصَارِي إِلَى اللّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللّهِ آمَنَّا بِاللّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ (52) رَبَّنَا آمَنَّا بِمَا أَنزَلَتْ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ

وقال تعالى:

يَا أَيُّهَا الَّذِينَ آَمَنُوا كُونوا أَنصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ فَآَمَنَت طَّائِفَةٌ مِّن بَنِي إِسْرَائِيلَ وَكَفَرَت طَّائِفَةٌ فَأَيَّدْنَا الَّذِينَ آَمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ

قيل أن عدد الحواريين كان سبعة عشر رجلا، لكن الروايات الأرجح أنهم كانوا اثني عشر رجلا. آمن الحواريون، لكن التردد لا يزال موجودا في نفوسهم. قال الله تعالى قصة هذا التردد:

إِذْ قَالَ الْحَوَارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيْنَا مَآئِدَةً مِّنَ السَّمَاء قَالَ اتَّقُواْ اللّهَ إِن كُنتُم مُّؤْمِنِينَ (112) قَالُواْ نُرِيدُ أَن نَّأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَن قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ (113) قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ السَّمَاء تَكُونُ لَنَا عِيداً لِّأَوَّلِنَا وَآخِرِنَا وَآيَةً مِّنكَ وَارْزُقْنَا وَأَنتَ خَيْرُ الرَّازِقِينَ (114) قَالَ اللّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لاَّ أُعَذِّبُهُ أَحَدًا مِّنَ الْعَالَمِينَ

استجاب الله عز وجل، لكنه حذّرهم من الكفر بعد هذه الآية التي جاءت تلبية لطلبهم. نزلت المائدة، وأكل الحواريون منها، وظلوا على إيمانهم وتصديقهم لعيسى –عليه السلام- إلا رجل واحد كفر بعد رفع عيسى عليه السلام.

لما بدأ الناس يتحدثون عن معجزات عيسى عليه السلام، خاف رهبان اليهود أن يتبع الناس الدين الجديد فيضيع سلطانهم. فذهبوا لمَلك تلك المناطق وكان تابعا للروم. وقالوا له أن عيسى يزعم أنه مَلك اليهود، وسيأخذ المُلك منك. فخاف المَلك وأمر بالبحث عن عيسى –عليه السلام- ليقتله.

جاءت روايات كثيرة جدا عن رفع عيسى –عليه السلام- إلى السماء، معظمها من الإسرائيليات أو نقلا عن الإنجيل. وسنشير إلى أرجح رواية هنا.

عندما بلغ عيسى عليه السلام أنهم يريدون قتله، خرج على أصحابه وسألهم من منهم مستعد أن يلقي الله عليه شبهه فيصلب بدلا منه ويكون معه في الجنة. فقام شاب، فحنّ عليه عيسى عليه السلام لأنه لا يزال شابا. فسألهم مرة ثانية، فقام نفس الشاب. فنزل عليه شبه عيسى عليه السلام، ورفع الله عيسى أمام أعين الحواريين إلى السماء. وجاء اليهود وأخذوا الشبه وقتلوه ثم صلبوه. ثم أمسك اليهود الحواريين فكفر واحد منهم. ثم أطلقوهم خشية أن يغضب الناس. فظل الحواريون يدعون بالسر. وظل النصارى على التوحيد أكثر من مئتين سنة. ثم آمن أحد ملوك الروم واسمه قسطنطين، وأدخل الشركيات في دين النصارى.

يقول ابن عباس: افترق النصارى ثلاث فرق. فقالت طائفة: كان الله فينا ما شاء ثم صعد إلى السماء. وقالت طائفة: كان فينا ابن الله ما شاء ثم رفعه الله إليه. وقلت طائفة: كان فينا عبد الله ورسوله ما شاء ثم رفعه الله إليه. فتظاهرت الكافرتان على المسلمة فقتلوها فلم يزل الإسلام طامسا حتى بعث الله محمدا –صلى الله عليه وسلم- فذلك قول الله تعالى:

فَأَيَّدْنَا الَّذِينَ آَمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ

وقال تعالى عن رفعه:

وَقَولِهِم إِنا قَتَلنَا المَسِيحَ عِيسَى ابنَ مَريَمَ رَسُولَ اللهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَـكِن شُبهَ لَهُم وَإِن الذِينَ اختَلَفُوا فِيهِ لَفِي شَك منهُ مَا لَهُم بِهِ مِن عِلمٍ إِلا اتبَاعَ الظن وَمَا قَتَلُوهُ يَقِيناً (157) بَل رفَعَهُ اللهُ إِلَيهِ وَكَانَ اللهُ عَزِيزاً حَكِيماً (158) وَإِن من أَهلِ الكِتَابِ إِلا لَيُؤمِنَن بِهِ قَبلَ مَوتِهِ وَيَومَ القِيَامَةِ يَكُونُ عَلَيهِم شَهِيداً

لا يزال عيسى –عليه السلام- حيا. ويدل على ذلك أحاديث صحيحة كثيرة. والحديث الجامع لها في مسند الإمام أحمد:

حدثنا عبد الله، حدثني أبي، ثنا يحيى، عن ابن أبي عروبة قال: ثنا قتادة، عن عبد الرحمن بن آدم، عن أبي هريرة،: (عن النبي صلى الله عليه وسلم قال: الأنبياء إخوة لعلات، دينهم واحد وأمهاتهم شتى، وأنا أولى الناس بعيسى ابن مريم لأنه لم يكن بيني وبينه نبي، وأنه نازل فإذا رأيتموه فاعرفوه، فإنه رجل مربوع إلى الحمرة والبياض، سبط كأن رأسه يقطر وإن لم يصبه بلل بين ممصرتين، فيكسر الصليب ويقتل الخنزير، ويضع الجزية، و يعطل الملل حتى يهلك الله في زمانه الملل كلها غير الإسلام، ويهلك الله في زمانه المسيح الدجال الكذاب، وتقع الأمنة في الأرض حتى ترتع الإبل مع الأسد جميعاً، والنمور مع البقر، والذئاب مع الغنم، ويلعب الصبيان بالحيات لا يضر بعضهم بعضاً، فيمكث ما شاء الله أن يمكث ثم يتوفى، فيصلي عليه المسلمون و يدفنونه.)

(مربوع) ليس بالطويل وليس بالقصير، (إلى الحمرة والبياض) وجهه أبيض فيه احمرار، (سبط) شعره ناعم، (ممصرتين) عصاتين أو منارتين وفي الحديث الآخر ينزل عند المنارة البيضاء من مسجد دمشق.

وفي الحديث الصحيح الآخر يحدد لنا رسولنا الكريم مدة مكوثه في الأرض فيقول: (فيمكث أربعين سنة ثم يتوفى، و يصلي عليه المسلمون).

لا بد أن يذوق الإنسان الموت. عيسى لم يمت وإنما رفع إلى السماء، لذلك سيذوق الموت في نهاية الزمان.

ويخبرنا المولى عز وجل بحوار لم يقع بعد، هو حواره مع عيسى عليه السلام يوم القيامة فيقول:

وَإِذ قَالَ اللهُ يا عِيسَى ابنَ مَريَمَ أَءنتَ قُلتَ لِلناسِ اتخِذُونِي وَأُميَ إِلَـهَينِ مِن دُونِ اللهِ قَالَ سُبحَانَكَ مَا يَكُونُ لِي أَن أَقُولَ مَا لَيسَ لِي بِحَق إِن كُنتُ قُلتُهُ فَقَد عَلِمتَهُ تَعلَمُ مَا فِى نَفسِي وَلاَ أَعلَمُ مَا فِى نَفسِكَ إِنكَ أَنتَ عَلامُ الغُيُوبِ (116) مَا قُلتُ لَهُم إِلا مَا أَمَرتَنِي بِهِ أَنِ اعبُدُوا اللهَ رَبي وَرَبكُم وَكُنتُ عَلَيهِم شَهِيداً ما دُمتُ فِيهِم فَلَما تَوَفيتَنِي كُنتَ أَنتَ الرقِيبَ عَلَيهِم وَأَنتَ عَلَى كُل شَىء شَهِيدٌ (117) إِن تُعَذبهُم فَإِنهُم عِبَادُكَ وَإِن تَغفِر لَهُم فَإِنكَ أَنتَ العَزِيزُ الحَكِيمُ

هذا هو عيسى بن مريم عليه السلام، آخر الرسل قبل سيدنا محمد صلى الله عليه وسلم`
  ]

let elyas = [
  'إلياس عليه السلام',
  `إلياس(عليه السلام)

في منطقة تسمى بعلبك(موجودة حاليً ا في لبنان) كان يعيش مجموعة من
بني إسرائيل، أغواهم الشيطان فانحرفوا عن منهج الله، وساروا يعبدون
صنمً ا يقال له(بعل) فأرسل الله - عز وجل - إليهم نبيًّ ا منهم هو إلياس(عليه السلام).
أخذ إلياس يدعو قومه إلى عبادة الله عز وجل، فآمنت به طائفة من قومه وأصبحوا من الموحدين المخلصين، وكذَّ بت به طائفة أخرى وخالفوه، فكانت نهايتهم العذاب الأليم، وقد سجل القرآن الكريم قصة إلياس - عليه السلام - مع قومه،

فقال تعالى: { وإن إلياس لمن المرسلين.إذ قال لقومه ألا تتقون.أتدعون بعلا وتذرون أحسن الخالقين.الله ربكم ورب آبائكم الأولين.فكذبوه فإنهم لمحضرون.إلا عباد الله المخلصين.وتركنا عليه في الآخرين.سلام علي أل ياسين.إنا كذلك نجزي المحسنين.إنه من عبادنا المؤمنين } [الصافات: 123 - 132].
وقد مدح الله - سبحانه - إلياس - عليه السلام - وأثنى عليه ثناءً جميلاً، وذلك لأنه أخلص في العبادة، وأحسن في عمله،

قال تعالى: { وزكريا ويحيى وعيسى وإلياس كل من الصالحين } [الأنعام: 85].`
  ]
let zakarya = [
  'زكريا عليه السلام',
  `قصة زكريا عليه السلام
نبذة:
  عبد صالح تقي أخذ يدعو للدين الحنيف، كفل مريم العذراء، دعا الله أن يرزقه ذرية صالحة فوهب له يحيى الذي خلفه في الدعوة لعبادة الله الواحد القهار.


سيرته:
  امرأة عمران:
  في ذلك العصر القديم..كان هناك نبي..وعالم عظيم يصلي بالناس..كان اسم النبي زكريا عليه السلام..أما العالم العظيم الذي اختاره الله للصلاة بالناس، فكان اسمه عمران عليه السلام.

وكان لعمران زوجته لا تلد..وذات يوم رأت طائرا يطعم ابنه الطفل في فمه ويسقيه..ويأخذه تحت جناحه خوفا عليه من البرد..وذكرها هذا المشهد بنفسها فتمنت على الله أن تلد..ورفعت يديها وراحت تدعو خالقها أن يرزقها بطفل..

واستجابت لها رحمة الله فأحست ذات يوم أنها حامل..وملأها الفرح والشكر لله فنذرت ما في بطنها محررا لله..كان معنى هذا أنها نذرت لله أن يكون ابنها خادما للمسجد طوال حياته..يتفرغ لعبادة الله وخدمة بيته.

ولادة مريم:
  وجاء يوم الوضع ووضعت زوجة عمران بنتا، وفوجئت الأم!كانت تريد ولدا ليكون في خدمة المسجد والعبادة، فلما جاء المولود أنثى قررت الأم أن تفي بنذرها لله برغم أن الذكر ليس كالأنثى.

سمع الله سبحانه وتعالى دعاء زوجة عمران، والله يسمع ما نقوله، وما نهمس به لأنفسنا، وما نتمنى أن نقوله ولا نفعله..يسمع الله هذا كله ويعرفه..سمع الله زوجة عمران وهي تخبره أنها قد وضعت بنتا، والله أعلم بما وضعت، الله..هو وحده الذي يختار نوع المولود فيخلقه ذكرا أو يخلقه أنثى..سمع الله زوجة عمران تسأله أن يحفظ هذه الفتاة التي سمتها مريم، وأن يحفظ ذريتها من الشيطان الرجيم.

ويروي الإمام مسلم في صحيحه: حَ دَّ ثَ نَ ا أَ بُ و بَ كْ رِ بْ نُ أَ بِ ى شَ يْ بَ ةَ حَ دَّ ثَ نَ ا عَ بْ دُ الأَ عْ لَ ى عَ نْ مَ عْ مَ رٍ عَ نِ الزُّ هْ رِ ىِّ عَ نْ سَ عِ يدٍ عَ نْ أَ بِ ى هُ رَ يْ رَ ةَ أَ نَّ رَ سُ ولَ اللَّ هِ صلى الله عليه وسلم قَ الَ« مَ ا مِ نْ مَ وْ لُ ودٍ يُ ولَ دُ إِ لاَّ نَ خَ سَ هُ الشَّ يْ طَ انُ فَ يَ سْ تَ هِ لُّ صَ ارِ خاً مِ نْ نَ خْ سَ ةِ الشَّ يْ طَ انِ إِ لاَّ ابْ نَ مَ رْ يَ مَ وَ أُ مَّ هُ».ثُ مَّ قَ الَ أَ بُ و هُ رَ يْ رَ ةَ اقْ رَ ءُ وا إِ نْ شِ ئْ تُ مْ(وَ إِ نِّ ى أُ عِ يذُ هَ ا بِ كَ وَ ذُ رِّ يَّ تَ هَ ا مِ نَ الشَّ يْ طَ انِ الرَّ جِ يمِ).

كفالة زكريا لمريم:
  أثار ميلاد مريم بنت عمران مشكلة صغيرة في بداية الأمر..كان عمران قد مات قبل ولادة مريم..وأراد علماء ذلك الزمان وشيوخه أن يربوا مريم..كل واحد يتسابق لنيل هذا الشرف..أن يربي ابنة شيخهم الجليل العالم وصاحب صلاتهم وإمامهم فيها.

قال زكريا: أكفلها أنا..هي قريبتي..زوجتي هي خالتها..وأنا نبي هذه الأمة وأولاكم بها.

وقال العلماء والشيوخ: ولماذا لا يكفلها أحدنا..؟لا نستطيع أن نتركك تحصل على هذا الفضل بغير اشتراكنا فيه.

ثم اتفقوا على إجراء قرعة.أي واحد يكسب القرعة هو الذي يكفل مريم، ويربيها، ويكون له شرف خدمتها، حتى تكبر هي وهي تخدم المسجد وتتفرغ لعبادة الله، وأجريت القرعة..وضعت مريم وهي مولودة على الأرض، ووضعت إلى جوارها أقلام الذين يرغبون في كفالتها، وأحضروا طفلا صغيرا، فأخرج قلم زكريا..

قال زكريا: حكم الله لي بأن أكفلها.

قال العلماء والشيوخ: لا..القرعة ثلاث مرات.

وراحوا يفكرون في القرعة الثانية..حفر كل واحد اسمه على قلم خشبي، وقالوا: نلقي بأقلامنا في النهر..من سار قلمه ضد التيار وحده فهو الغالب.

وألقوا أقلامهم في النهر، فسارت أقلامهم جميعا مع التيار ما عدا قلم زكريا..سار وحده ضد التيار..وظن زكريا أنهم سيقتنعون، لكنهم أصروا على أن تكون القرعة ثلاث مرات.قالوا: نلقي أقلامنا في النهر..القلم الذي يسير مع التيار وحده يأخذ مريم.وألقوا أقلامهم فسارت جميعا ضد التيار ما عدا قلم زكريا.وسلموا لزكريا، وأعطوه مريم ليكفلها..وبدأ زكريا يخدم مريم، ويربيها ويكرمها حتى كبرت..

كان لها مكان خاص تعيش فيه في المسجد..كان لها محراب تتعبد فيه..وكانت لا تغادر مكانها إلا قليلا..يذهب وقتها كله في الصلاة والعبادة..والذكر والشكر والحب لله..

وكان زكريا يزورها أحيانا في المحراب..وكان يفاجأه كلما دخل عليها أنه أمام شيء مدهش..يكون الوقت صيفا فيجد عندها فاكهة الشتاء..ويكون الوقت شتاء فيجد عندها فاكهة الصيف.

ويسألها زكريا من أين جاءها هذا الرزق..؟

فتجيب مريم: إنه من عند الله..

وتكرر هذا المشهد أكثر من مرة.

دعاء زكريا ربه:
  كان زكريا شيخا عجوزا ضعف عظمه، واشتعل رأسه بالشعر الأبيض، وأحس أنه لن يعيش طويلا..وكانت زوجته وهي خالة مريم عجوزا مثله ولم تلد من قبل في حياتها لأنها عاقر..وكان زكريا يتمنى أن يكون له ولد يرث علمه ويصير نبيا ويستطيع أن يهدي قومه ويدعوهم إلى كتاب الله ومغفرته..وكان زكريا لا يقول أفكاره هذه لأحد..حتى لزوجته..ولكن الله تعالى كان يعرفها قبل أن تقال..ودخل زكريا ذلك الصباح على مريم في المحراب..فوجد عندها فاكهة ليس هذا أوانها.

سألها زكريا: (قَ الَ يَ ا مَ رْ يَ مُ أَ نَّ ى لَ كِ هَ ـذَ ا)؟ !

  مريم: (قَ الَ تْ هُ وَ مِ نْ عِ ندِ اللّ هِ إنَّ اللّ هَ يَ رْ زُ قُ مَ ن يَ شَ اء بِ غَ يْ رِ حِ سَ ابٍ).

قال زكريا في نفسه: سبحان الله..قادر على كل شيء..وغرس الحنين أعلامه في قلبه وتمنى الذرية..فدعا ربه.

سأل زكريا خالقه بغير أن يرفع صوته أن يرزقه طفلا يرث النبوة والحكمة والفضل والعلم..وكان زكريا خائفا أن يضل القوم من بعده ولم يبعث فيهم نبي..فرحم الله تعالى زكريا واستجاب له.فلم يكد زكريا يهمس في قلبه بدعائه لله حتى نادته الملائكة وهو قائم يصلي في المحراب: (يَ ا زَ كَ رِ يَّ ا إِ نَّ ا نُ بَ شِّ رُ كَ بِ غُ لَ امٍ اسْ مُ هُ يَ حْ يَ ى لَ مْ نَ جْ عَ ل لَّ هُ مِ ن قَ بْ لُ سَ مِ يًّ ا).

فوجئ زكريا بهذه البشرى..أن يكون له ولد لا شبيه له أو مثيل من قبل..أحس زكريا من فرط الفرح باضطراب..تسائل من موضع الدهشة: (قَ الَ رَ بِّ أَ نَّ ى يَ كُ ونُ لِ ي غُ لَ امٌ وَ كَ انَ تِ امْ رَ أَ تِ ي عَ اقِ رً ا وَ قَ دْ بَ لَ غْ تُ مِ نَ الْ كِ بَ رِ عِ تِ يًّ ا) أدهشه أن ينجب وهو عجوز وامرأته لا تلد..

(قَ الَ كَ ذَ لِ كَ قَ الَ رَ بُّ كَ هُ وَ عَ لَ يَّ هَ يِّ نٌ وَ قَ دْ خَ لَ قْ تُ كَ مِ ن قَ بْ لُ وَ لَ مْ تَ كُ شَ يْ ئً ا) أفهمته الملائكة أن هذه مشيئة الله وليس أمام مشيئة الله إلا النفاذ..وليس هناك شيء يصعب على الله سبحانه وتعالى..كل شيء يريده يأمره بالوجود فيوجد..وقد خلق الله زكريا نفسه من قبل ولم يكن له وجود..وكل شيء يخلقه الله تعالى بمجرد المشيئة(إِ نَّ مَ ا أَ مْ رُ هُ إِ ذَ ا أَ رَ ادَ شَ يْ ئً ا أَ نْ يَ قُ ولَ لَ هُ كُ نْ فَ يَ كُ ونُ).

امتلأ قلب زكريا بالشكر لله وحمده وتمجيده..وسأل ربه أن يجعل له آية أو علامة.فأخبره الله أنه ستجيء عليه ثلاثة أيام لا يستطيع فيها النطق..سيجد نفسه غير قادر على الكلام..سيكون صحيح المزاج غير معتل..إذا حدث له هذا أيقن أن امرأته حامل، وأن معجزة الله قد تحققت..وعليه ساعتها أن يتحدث إلى الناس عن طريق الإشارة..وأن يسبح الله كثيرا في الصباح والمساء..

وخرج زكريا يوما على الناس وقلبه مليء بالشكر..وأراد أن يكلمهم فاكتشف أن لسانه لا ينطق..وعرف أن معجزة الله قد تحققت..فأومأ إلى قومه أن يسبحوا الله في الفجر والعشاء..وراح هو يسبح الله في قلبه..صلى لله شكرا على استجابته لدعوته ومنحه يحيي..

ظل زكريا عليه السلام يدعوا إلى ربه حتى جاءت وفاته.

ولم ترد روايات صحيحة عن وفاته عليه السلام.لكن ورايات كثير - ضعيفة - أوردت قتله على يد جنود الملك الذي قتل يحيى من قبل.`
  ]

let muhamed = [
  'محمد عليه افضل الصلاه و السلام',
  `  محمد خاتم الانبياءعليه الصلاة و السلام
سيرته:
نسب الرسول صلى الله عليه وسلم: هو سيدنا أبو القاسم محمد بن عبد الله ، بن عبد المطلب ، بن هاشم ، بن مناف ، بن قصي ، بن كلاب ، بن مرة ،بن كعب ، بن لؤي ،بن غالب ، بن فهر ، ابن مالك ، بن النصر ، بن كنانة ، بن خزيمة ، بن مدركة ، بن إلياس ، بن مضر، بن نزار ، بن معد ، بن عدنان ، وينتهي نسبة الشريف إلى سيدنا إسماعيل ابن سيدنا إبراهيم عليهما السلام لما بلغ سيدنا محمد رسول الله صلى الله عليه وسلم أربعين سنه بعثه الله تعالى رحمة للعالمين ، وكافه للناس بشيرا . عن عائشة أم المؤمنين رضي الله عنها أنها قالت :" إن أول ما بدى به رسول الله صلى الله عليه وسلم من النبوة حين أراد الله كرامته ، ورحمة العباد به ، الرؤيا الصادقة، لا يرى رسول الله صلى الله عليه وسلم رؤيا في نومه إلا جاءت كفلق الصبح ، وحبب الله تعالى إليه الخلوة فلم يكن شيء أحب إليه من أن يخلو وحده وكان يخلو بغار حراء فيتحنث فيه ( يتعبد ) الليالي ذوات العدد قبل أن ينزع إلى أهله ويتزود لذلك ثم يرجع إلى خديجة فيتزود لمثلها حتى جاءه الحق وهو في غار حراء . فجاءه الملك فقال " اقرأ، قال: ما أنا بقارئ، قال: فأخذني فغطني حتى بلغ مني الجهد ثم أرسلني فقال: اقرأ فقلت : ما أنا بقارئ ، فأخذني فغطني الثانية حتى بلغ مني الجهد ثم أرسلني فقال: اقرأ فقلت ما أنا بقارئ فأخذني فغطني الثالثة ثم أرسلني فقال: ( اقرأ باسم ربك الذي خلق 0 خلق الإنسان من علق 0 اقرأ وربك الأكرم ) العلق:1-3).

وعندما رجع رسول الله صلى الله عليه وسلم وفؤاده يرجف دخل على خديجة وأخبرها الخبر: (لقد خشيت على نفسي، فقالت له خديجة : كلا والله ما يخزيك الله أبدا ، إنك لتصل الرحم وتحمل الكل وتكسب المعدوم وتقري الضيف وتعين على نوائب الحق)، فانطلقت به خديجة حتى أتت ورقة بن نوفل بن أسد بن عبد العزى ابن عم خديجة وكان امرءا قد تنصر في الجاهلية وكان يكتب الكتاب العبراني فيكتب من الإنجيل بالعبرانية ما شاء الله أن يكتب وكان شيخا كبيرا قد عمي . فقالت له خديجة : يا ابن عم اسمع من ابن أخيك : فقال له ورقة : يا ابن أخي ماذا ترى؟ فأخبره رسول الله صلى الله عليه وسلم خبر ما أرى . فقال له ورقه : هذا الناموس الذي نزل الله على موسى يا ليتني فيها جذعا ليتني أكون حيا إذ يخرجك قومك. فقال: رسول الله صلى الله عليه وسلم أو مخرجي هم ؟ قال: " نعم لم يأت رجل قط بمثل ما جئت به إلا عودي وأن يدركني يومك أنصرك نصرا مؤزرا . ثم لم يلبث ورقة أن توفي وفتر الوحي

منذ ذلك الوقت ظهر له ما يراد به ، فلم يكن ما جاءه في غار حراء إلا إيذانا له بأن مهمة ثقيلة خطيرة قد ألقيت على عاتقه ، وأن عليه أن يؤديها صبورا جلدا محتملا في سبيل أدائها ما قد يعرض من المشقة والتعب والأذى. وقد تجرد رسول الله صلى الله عليه وسلم كالداء ما كلف من مهمة وما حمل من أمانة ، فأخذ نفسه بأشد ما يأخذ الرجل به من الجهد والمشقة في ذات الله ، وأنفذ أمر الله في نفسه فيما اختصه به من التكاليف كما انفذ أمر الله في كل ما كلف أن يأمر الناس به. وانتظر رسول الله صلى الله عليه وسلم هداية الوحي في أمره فإذا أمين الوحي جبريل لا ينزل عليه ، حتى شق ذلك عليه فأحزنه، وإذا ما حوله سكينة صامتة جعلته في وحدة من الناس ومن نفسه .. وإنه لكذلك إذ جاءه جبريل بسورة الضحى، يقسم له ربه وهو الذي أكرمه بما أكرمه ربه ، ما ودعه وما قلاه .

فقال تعالى :=والضحى  والليل إذا سجى ما ودعك ربك وما قلى  وللآخرة خير لك من الأولى ولسوف يعطيك ربك فترضى  ألم يجدك يتيما فآوى  ووجدك ضالا فهدى ووجدك عائلا فأغنى  فأما اليتيم فلا تقهروأما السائل فلا تنهر وأما بنعمة ربك فحدث =

ابتدأ رسول الله صلى الله عليه وسلم بشكواه في مرضه الذي قبضه الله فيه بعد تجهيز أسامه بن زيد في أول شهر ربيع الأول ، وذلك بعد رجوعه من زيارة لبقيع الغرقد في جوف الليل ، وبعد أن دعا لأهل البقيع من الموتى واستغفر لهم ثم رجع إلى أهله . فلما أصبح فاجأه الوجع من يومه ذلك . ولما أشتد الوجع برسول الله صلى الله عليه وسلم استأذن أزواجه أن يمرض في بيت عائشة-رضي الله عنها-فأذن له فأخرجه أهله إلى بيتها، وكان يستعين برش الماء على وجهه ورأسه وجسده ليقلل من حرارة جسده وليستطيع أن يكلم الناس أو أن يصلي بهم ، أو يوصيهم. وكان من وصاياه في مرض موته وصيته بأبي بكر وذكر فضله عليه ، ووصيته بالأنصار ، ودعوته إلى عبادة الله ونبذ الشرك

قبيل وفاته صلى الله عليه وسلم لم يستطع الخروج إلى المسجد والصلاة بالناس . فأرسل إلى أبي بكر - رضي الله عنه-أن يصلي بالناس ، فصلى بهم أبو بكر سبع عشرة صلاة قبل موته صلى الله عليه وسلم.وفي أثناء صلاة أبي بكر أحس رسول الله صلى الله عليه وسلم مرة بنشاط ، فخرج لصلاة الظهر بين العباس وعلي -رضي الله عنهما- فوجد أبا بكر يصلي بالناس وأراد أبو بكر أن يتأخر لرسول الله صلى الله عليه وسلم فأمره ألا يفعل وصلى عن يسار أبي بكر جالسا وأبو بكر يصلي واقفا مقتديا برسول الله صلى الله عليه وسلم

بينما كان أبو بكر الصديق رضي الله عنه يؤم الناس في صلاة الفجر من يوم الاثنين الثاني عشر من ربيع الأول في الحادي عشر من الهجرة، والنبي صلى الله عليه وسلم يمرض في بيت عائشة رآه المسلمون يطل من باب الحجرة وهم يصلون ويبتسم لهم. فأراد أبو بكر رضي الله عنه أن يتنحى له عن الإمامة فأومأ له أن استمر واطمأن رسول الله صلى الله عليه وسلم أنهم على صلاتهم يحافظون، وودعهم الوداع الأخير وأرخى ستر الحجرة، وعاد إلى فراشه رضي النفس مطمئنا

وزاد اشتداد الوجع برسول الله صلى الله عليه وسلم وهو يدخل يديه في الماء ويمسح وجهه الشريف ويقول: لا اله إلا الله ، إن للموت لسكرات ثم رفع يده وجعل يقول: في الرفيق الأعلى حتى قبض ومالت يده. وأسلم روحه لبارئها راضية مرضية. وكانت وفاته بعد بلوغ الثالثة والستين من عمره في وسط نهار اليوم الثاني عشر من ربيع الأول في السنة الحادية عشرة من الهجرة. وقد عاش صلى الله عليه وسلم فقيرا ولم يخلف درهما ولا دينارا ولا عبدا ولا أمة، وانما ترك بغلته التي كان يركبها وسلاحه الذي كان يجاهد به ، وأرضا جعلها وفقا لابن السبيل

وفي اليوم نفسه الذي توفي فيه رسول الله صلى الله عليه وسلم قام المسلمون باختيار خليفة رسول الله ، فلما فرغوا من ذلك واستقرت الأمور واتفقوا على خلافة أبي بكر رضي الله عنه قاموا بدفنه صلى الله عليه وسلم في اليوم التالي من وفاته ، فغسلوه في قميصه وكفنوه بثلاثة أثواب من القطن الأبيض ووضعوه على حافة قبره ، ثم خرجوا عنه ليتركوا الملائكة تصلي عليه ، ثم دخل عليه رجال أهل بيته فصلوا عليه، ثم تقاطر الناس يصلون عليه فرادى دون أن يؤمهم أحد . ودفن رسول الله صلى الله عليه وسلم في بيت عائشة - رضي الله عنها - في لحد مكان الفراش الذي توفي عليه

 `
  ]
let all = [adam, noh, ibrahem, ishak, ayyob, shoayb, hood, loot, yakib, zoAlkafal, ahlAlqarya, youshay, edres, saleh, esmael, sheth, yussof, yunes, musa, dawood, yasa, soliman, azez, esa, elyas, zakarya, muhamed];