let ashabAlsabt = [
  'اصحاب السبت',
  `قصة أصحاب السبت
موقع القصة في القرآن الكريم:
 
ورد ذكر القصة في سورة البقرة. كما ورد ذكرها بتفصيل أكثر في سورة الأعرف الآيات 163-166.
 
قال الله تعالى، في سورة "الأعراف": "وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ لَا تَأْتِيهِمْ كَذَلِكَ نَبْلُوهُمْ بِمَا كَانُوا يَفْسُقُونَ وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا يَفْسُقُونَ فَلَمَّا عَتَوْا عَنْ مَا نُهُوا عَنْهُ قُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ . 
 
وقال تعالى في سورة "البقرة": وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ فَجَعَلْنَاهَا نَكَالًا لِمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِلْمُتَّقِينَ" .
 
وقال تعالى في سورة "النساء": " أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا"
 
القصة: 
 
أبطال هذه الحادثة، جماعة من اليهود، كانوا يسكنون في قرية ساحلية. اختلف المفسّرون في اسمها، ودار حولها جدل كثير. أما القرآن الكريم، فلا يذكر الاسم ويكتفي بعرض القصة لأخذ العبرة منها. وكان اليهود لا يعملون يوم السبت، وإنما يتفرغون فيه لعبادة الله. فقد فرض الله عليهم عدم الانشغال بأمور الدنيا يوم السبت بعد أن طلبوا منه سبحانه أن يخصص لهم يوما للراحة والعبادة، لا عمل فيه سوى التقرب لله بأنواع العبادة المختلفة. وجرت سنّة الله في خلقه.
 
وحان موعد الاختبار والابتلاء. اختبار لمدى صبرهم واتباعهم لشرع الله. وابتلاء يخرجون بعده أقوى عزما، وأشد إرادة. تتربى نفوسهم فيه على ترك الجشع والطمع، والصمود أمام المغريات. لقد ابتلاهم الله عز وجل، بأن جعل الحيتان تأتي يوم السبت للساحل، وتتراءى لأهل القرية، بحيث يسهل صيدها. ثم تبتعد بقية أيام الأسبوع. فانهارت عزائم فرقة من القوم، واحتالوا الحيل –على شيمة اليهود- وبدوا بالصيد يوم السبت.
 
لم يصطادوا السمك مباشرة، وإنما أقاموا الحواجز والحفر، فإذا قدمت الحيتان حاوطوها يوم السبت، ثم اصطادوها يوم الأحد. كان هذا الاحتيال بمثابة صيد، وهو محرّم عليهم. فانقسم أهل القرية لثلاث فرق. فرقة عاصية، تصطاد بالحيلة. وفرقة لا تعصي الله، وتقف موقفا إيجابيا مما يحدث، فتأمر بالمعروف وتنهى عن المكر، وتحذّر المخالفين من غضب الله. وفرقة ثالثة، سلبية، لا تعصي الله لكنها لا تنهى عن المكر. وكانت الفرقة الثالثة، تتجادل مع الفرقة الناهية عن المنكر وتقول لهم: ما فائدة نصحكم لهؤلاء العصاة؟ إنهم لن يتوفقوا عن احتيالهم، وسيصبهم من الله عذاب أليم بسبب أفعالهم. فلا جدة من تحذيرهم بعدما كتب الله عليهم الهلاك لانتهاكهم حرماته. وبصرامة المؤمن الذي يعرف واجباته، كان الناهون عن المكر يجيبون:
 
إننا نقوم بواجبنا في الأمر بالمعروف وإنكار المنكر، لنرضي الله سبحانه، ولا تكون علينا حجة يوم القيامة. وربما تفيد هذه الكلمات، فيعودون إلى رشدهم، ويتركون عصيانهم. بعدما استكبر العصاة المحتالوا، ولم تجد كلمات المؤمنين نفعا معهم، جاء أمر الله، وحل بالعصاة العذاب. لقد عذّب الله العصاة وأنجى الآمرين بالمعروف والناهين عن المنكر. أما الفرقة الثالثة، التي لم تعص الله لكنها لم تنه عن المكر، فقد سكت النصّ القرآني عنها.
 
يقول سيّد قطب رحمه الله: "ربما تهوينا لشأنها -وإن كانت لم تؤخذ بالعذاب- إذ أنها قعدت عن الإنكار الإيجابي, ووقفت عند حدود الإنكار السلبي. فاستحقت الإهمال وإن لم تستحق العذاب" (في ظلال القرآن). لقد كان العذاب شديدا. لقد مسخهم الله، وحوّلهم لقردة عقابا لهم لإمعانهم في المعصية. وتحكي بعض الروايات أن الناهون أصبحوا ذات يوم في مجالسهم ولم يخرج من المعتدين أحد. فتعجبوا وذهبوا لينظرون ما الأمر. فوجودا المعتدين وقد أصبحوا قردة. فعرفت القردة أنسابها من الإنس, ولم تعرف الإنس أنسابهم من القردة; فجعلت القردة تأتي نسيبها من الإنس فتشم ثيابه وتبكي; فيقول:
 
ألم ننهكم! فتقول برأسها نعم. الروايات في هذا الشأن كثيرة، ولم تصح الكثير من الأحاديث عن رسول الله صلى الله عليه وسلم في شأنها. لذا نتوقف هنا دون الخوض في مصير القردة، وكيف عاشوا حياتهم بعد خسفهم.`
  ]



let ashabAlfil = [
  'اصحاب الفيل',
  `أصحاب الفيل
موقع القصة في القرآن الكريم:

ورد ذكر القصة في سورة الفيل الآيات 1-5.

قال تعالى :

 أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ (1) أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ (2) وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ (3) تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ (4) فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ (5) 

القصة:

كانت اليمن تابعة للنجاشي ملك الحبشة. وقام والي اليمن (أبرهة) ببناء كنيسة عظيمة، وأراد أن يغيّر وجهة حجّ العرب. فيجعلهم يحجّون إلى هذه الكنيسة بدلا من بيت الله الحرام. فكتب إلى النجاشي: إني قد بنيت لك أيها الملك كنيسة لم يبن مثلها لملك كان قبلك, ولست بمنته حتى أصرف إليها حج العرب. إلا أن العرب أبوا ذلك، وأخذتهم عزتهم بمعتقداتهم وأنسابهم. فهم أبناء إبراهيم وإسماعيل، فكيف يتركون البيت الذي بناه آباءهم ويحجّوا لكنيسة بناها نصراني! وقيل أن رجلا من العرب ذهب وأحدث في الكنيسة تحقيرا لها. وأنا بنو كنانة قتلوا رسول أبرهة الذي جاء يطلب منهم الحج للكنيسة.

فعزم أبرهة على هدم الكعبة. وجهّز جيشا جرارا، ووضع في مقدمته فيلا مشهورا عندهم يقال أن اسمه محمود. فعزمت العرب على تقال أبرهة. وكان أول من خرج للقاءه، رجل من أشراف من اليمن يقال له ذو نفر. دعى قومه فأجابوه، والتحموا بجيش أبرهة. لكنه هُزِم وسيق أسيرا إلى أبرهة.

ثم خرج نفيل بن حبيب الخثعمي، وحارب أبرهة. فهزمهم أبرهة وأُخِذَ نفيل أسيرا، وصار دليلا لجيش أبرهة. حتى وصلوا للطائف، فخرج رجال من ثقيف، وقالوا لأبرهة أن الكعبة موجودة في مكة –حتى لا يهدم بيت اللات الذي بنوه في الطائف- وأرسلوا مع الجيش رجلا منهم ليدلّهم على الكعبة! وكان اسم الرجل أبو رغال. توفي في الطريق ودفن فيها، وصار قبره مرجما عند العرب. فقال الشاعر:

وأرجم قبره في كل عام * * * كرجم الناس قبر أبي رغال

وفي مكان يسمى المغمس بين الطائف ومكة، أرسل أبرهة كتيبة من جنده، ساقت له أموال قريش وغيرها من القبائل. وكان من بين هذه الأموال مائتي بعير لعبد المطلب بن هاشم، كبير قريش وسيّدها. فهمّت قريش وكنانة وهذيل وغيرهم على قتال أبرهة. ثم عرفوا أنهم لا طاقة لهم به فتركوا ذلك .

وبعث أبرهة رسولا إلى مكة يسأل عن سيد هذا البلد, ويبلغه أن الملك لم يأت لحربهم وإنما جاء لهدم هذا البيت, فإن لم يتعرضوا له فلا حاجة له في دمائهم! فإذا كان سيد البلد لا يريد الحرب جاء به إلى الملك. فلما أخب الرسول عبد المطلب برسالة الملك، أجابه: والله ما نريد حربه وما لنا بذلك من طاقة. هذا بيت الله الحرام. وبيت خليله إبراهيم عليه السلام.. فإن يمنعه منه فهو بيته وحرمه, وإن يخل بينه وبينه فوالله ما عندنا دفع عنه.

ثم انطلق عبد المطلب مع الرسول لمحادثة أبرهة. وكان عبد المطلب أوسم الناس وأجملهم وأعظمهم. فلما رآه أبرهة أجله وأعظمه, وأكرمه عن أن يجلسه تحته, وكره أن تراه الحبشة يجلس معه على سرير ملكه. فنزل أبرهة عن سريره, فجلس على بساطه وأجلسه معه إلى جانبه. ثم قال لترجمانه: قل له: ما حاجتك? فقال: حاجتي أن يرد علي الملك مائتي بعير أصابها لي. فلما قال ذلك, قال أبرهة لترجمانه: قل له: قد كنت أعجبتني حين رأيتك, ثم قد زهدت فيك حين كلمتني! أتكلمني في مئتي بعير أصبتها لك وتترك بيتا هو دينك ودين آبائك قد جئت لهدمه لا تكلمني فيه? قال له عبد المطلب: إني أنا رب الإبل. وإن للبيت رب سيمنعه. فاستكبر أبرهة وقال: ما كان ليمتنع مني. قال: أنت وذاك!.. فردّ أبرهة على عبد المطلب إبله.

ثم عاد عبد المطلب إلى قريش وأخبرهم بما حدث، وأمرهم بالخروج من مكة والبقاء في الجبال المحيطة بها. ثم توجه وهو ورجال من قريش إلى للكعبة وأمسك حلقة بابها، وقاموا يدعون الله ويستنصرونه. ثم ذهب هو ومن معه للجبل.

ثم أمر أبرهة جيشه والفيل في مقدمته بدخول مكة. إلا أن الفيل برك ولم يتحرك. فضربوه ووخزوه، لكنه لم يقم من مكانه. فوجّهوه ناحية اليمن، فقام يهرول. ثم وجّهوه ناحية الشام، فتوجّه. ثم وجّهوه جهة الشرق، فتحرّك. فوجّهوه إلى مكة فَبَرَك.

ثم كان ما أراده الله من إهلاك الجيش وقائده, فأرسل عليهم جماعات من الطير، مع كل طائر منها ثلاثة أحجار: حجر في منقاره, وحجران في رجليه, أمثال الحمص والعدس, لا تصيب منهم أحدا إلا هلك. فتركتهم كأوراق الشجر الجافة الممزقة. فهاج الجيش وماج، وبدوا يسألون عن نفيل بن حبيب; ليدلهم على الطريق إلى اليمن. فقال نفيل بن حبيب حين رأى ما أنزل الله بهم من نقمته:

أين المفر والإله الطالب * * * والأشرم المغلوب ليس الغالب

وقال أيضا:

حمدت الله إذ أبصرت طيرا * * * وخفت حجارة تلقى علينا

فكل القوم يسأل عن نفيـل * * * كأن علي للحبشان دينـا

وأصيب أبرهة في جسده، وخرجوا به معهم يتساقط لحمه قطعا صغيرة تلو الأخرى، حتى وصلوا إلى صنعاء, فما مات حتى انشق صدره عن قلبه كما تقول الروايات.

إن لهذه القصة دلالات كثيرة يصفا الأستاذ سيّد قطب رحمه الله في كتابه (في ظلال القرآن):

فأما دلالة هذا الحادث والعبر المستفادة من التذكير به فكثيرة . .

وأول ما توحي به أن الله - سبحانه - لم يرد أن يكل حماية بيته إلى المشركين، ولو أنهم كانوا يعتزون بهذا البيت, ويحمونه ويحتمون به. فلما أراد أن يصونه ويحرسه ويعلن حمايته له وغيرته عليه ترك المشركين يهزمون أمام القوة المعتدية. وتدخلت القدرة سافرة لتدفع عن بيت الله الحرام, حتى لا تتكون للمشركين يد على بيته ولا سابقة في حمايته, بحميتهم الجاهلية.

كذلك توحي دلالة هذا الحادث بأن الله لم يقدر لأهل الكتاب - أبرهة وجنوده - أن يحطموا البيت الحرام أو يسيطروا على الأرض المقدسة. حتى والشرك يدنسه, والمشركون هم سدنته. ليبقي هذا البيت عتيقا من سلطان المتسلطين, مصونا من كيد الكائدين.

ونحن نستبشر بإيحاء هذه الدلالة اليوم ونطمئن, إزاء ما نعلمه من أطماع فاجرة ماكرة ترف حول الأماكن المقدسة من الصليبية العالمية والصهيونية العالمية, ولا تني أو تهدأ في التمهيد الخفي اللئيم لهذه الأطماع الفاجرة الماكرة. فالله الذي حمى بيته من أهل الكتاب وسدنته مشركون, سيحفظه إن شاء الله, ويحفظ مدينة رسوله من كيد الكائدين ومكر الماكرين!

والإيحاء الثالث هو أن العرب لم يكن لهم دور في الأرض. بل لم يكن لهم كيان قبل الإسلام. كانوا في اليمن تحت حكم الفرس أو الحبشة. وكانت دولتهم حين تقوم هناك أحيانا تقوم تحت حماية الفرس. وفي الشمال كانت الشام تحت حكم الروم إما مباشرة وإما بقيام حكومة عربية تحت حماية الرومان. ولم ينج إلا قلب الجزيرة من تحكم الأجانب فيه. ولكنه ظل في حالة تفكك لا تجعل منه قوة حقيقية في ميدان القوى العالمية. وكان يمكن أن تقوم الحروب بين القبائل أربعين سنة, ولكن لم تكن هذه القبائل متفرقة ولا مجتمعة ذات وزن عند الدول القوية المجاورة. وما حدث في عام الفيل كان مقياسا لحقيقة هذه القوة حين تتعرض لغزو أجنبي.

وتحت راية الإسلام ولأول مرة في تاريخ العرب أصبح لهم دور عالمي يؤدونه. وأصبحت لهم قوة دولية يحسب لها حساب. قوة جارفة تكتسح الممالك وتحطم العروش, وتتولى قيادة البشرية, بعد أن تزيح القيادات الضالة. ولكن الذي هيأ للعرب هذا لأول مرة في تاريخهم هو أنهم نسوا أنهم عرب! نسوا نعرة الجنس, وعصبية العنصر, وذكروا أنهم ومسلمون. مسلمون فقط. ورفعوا راية الإسلام, وراية الإسلام وحدها. وحملوا عقيدة ضخمة قوية يهدونها إلى البشرية رحمة برا بالبشرية; ولم يحملوا قومية ولا عنصرية ولا عصبية. حملوا فكرة سماوية يعلمون الناس بها لا مذهبا أرضيا يخضعون الناس لسلطانه. وخرجوا من أرضهم جهادا في سبيل الله وحده, ولم يخرجوا ليؤسسوا إمبراطورية عربية ينعمون ويرتعون في ظلها, ويشمخون ويتكبرون تحت حمايتها, ويخرجون الناس من حكم الروم والفرس إلى حكم العرب وإلى حكمهم أنفسهم! إنما قاموا ليخرجوا الناس من عبادة العباد جميعا إلى عبادة الله وحده. عندئذ فقط كان للعرب وجود, وكانت لهم قوة, وكانت لهم قيادة. ولكنها كانت كلها لله وفي سبيل الله. وقد ظلت لهم قوتهم. وظلت لهم قيادتهم ما استقاموا على الطريقة. حتى إذا انحرفوا عنها وذكروا عنصريتهم وعصبيتهم, وتركوا راية الله ليرفعوا راية العصبية نبذتهم الأرض وداستهم الأمم, لأن الله قد تركهم حيثما تركوه، ونسيهم مثلما نسوه!

وما العرب بغير الإسلام? ما الفكرة التي قدموها للبشرية أو يملكون تقديمها إذا هم تخلوا عن هذه الفكرة? وما قيمة أمة لا تقدم للبشرية فكرة? إن كل أمة قادت البشرية في فترة من فترات التاريخ كانت تمثل فكرة. والأمم التي لم تكن تمثل فكرة كالتتار الذين اجتاحوا الشرق, والبرابرة الذين اجتاحوا الدولة الرومانية في الغرب لم يستطيعوا الحياة طويلا, إنما ذابوا في الأمم التي فتحوها. والفكرة الوحيدة التي تقدم بها العرب للبشرية كانت هي العقيدة الإسلامية, وهي التي رفعتهم إلى مكان القيادة, فإذا تخلوا عنها لم تعد لهم في الأرض وظيفة, ولم يعد لهم في التاريخ دور. وهذا ما يجب أن يذكره العرب جيدا إذا هم أرادوا الحياة, وأرادوا القوة، وأرادوا القيادة. والله الهادي من الضلال.`
  ]


let ashabAlkahf = [
  'اصحاب الكهف',
  `قصة أصحاب الكهف
موقع القصة في القرآن الكريم:

ورد ذكر القصة في سورة الكهف الآيات 9-26.

قال الله تعالى: أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آَيَاتِنَا عَجَبًا (9) إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَا آَتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا (10) فَضَرَبْنَا عَلَى آَذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا (11) ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَى لِمَا لَبِثُوا أَمَدًا (12) نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ إِنَّهُمْ فِتْيَةٌ آَمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى (13) وَرَبَطْنَا عَلَى قُلُوبِهِمْ إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ لَنْ نَدْعُوَ مِنْ دُونِهِ إِلَهًا لَقَدْ قُلْنَا إِذًا شَطَطًا (14) هَؤُلَاءِ قَوْمُنَا اتَّخَذُوا مِنْ دُونِهِ آَلِهَةً لَوْلَا يَأْتُونَ عَلَيْهِمْ بِسُلْطَانٍ بَيِّنٍ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا (15) وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ فَأْوُوا إِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرفَقًا (16) وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ تَزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَتْ تَقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِي فَجْوَةٍ مِنْهُ ذَلِكَ مِنْ آَيَاتِ اللَّهِ مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا (17) وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا (18) وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ فَلْيَنْظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا (19) إِنَّهُمْ إِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَنْ تُفْلِحُوا إِذًا أَبَدًا (20) وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ فَقَالُوا ابْنُوا عَلَيْهِمْ بُنْيَانًا رَبُّهُمْ أَعْلَمُ بِهِمْ قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا (21) سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا وَلَا تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَدًا (22) وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا (23) إِلَّا أَنْ يَشَاءَ اللَّهُ وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَى أَنْ يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَذَا رَشَدًا (24) وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِئَةٍ سِنِينَ وَازْدَادُوا تِسْعًا (25) قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ أَبْصِرْ بِهِ وَأَسْمِعْ ما لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا (26)

سبب نزول قصة أصحاب الكهف:

ان سبب نزول قصة أصحاب الكهف، وخبر ذي القرنين ما ذكره محمد بن إسحاق و غيره في السيرة أن قريشا بعثوا إلى اليهود يسألونهم عن أشياء يمتحنون بها رسول الله صلى الله عليه وسلم ويسألونه عنها؛ ليختبروا ما يجيب به فيها فقالوا:سلوه  عن أقوام ذهبوا في الدهر فلا يدري ما صنعوا، وعن رجل طواف في الأرض وعن الروح. فأنزل الله تعالى(( وَيَسْأَلُونَكَ عَنِ الرُّوحِ وَيَسْأَلُونَكَ عَنْ ذِي الْقَرْنَيْنِ)) وقال ههنا:(( أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا أي؛ ليسوا بعجب عظيم بالنسبة إلى ما أطلعناك عليه من الأخبار العظيمة، والآيات الباهرة والعجائب الغريبة. والكهف هو الغار في الجبل.

القصة:

في زمان ومكان غير معروفين لنا الآن، كانت توجد قرية مشركة. ضل ملكها وأهلها عن الطريق المستقيم، وعبدوا مع الله مالا يضرهم ولا ينفعهم. عبدوهم من غير أي دليل على ألوهيتهم. ومع ذلك كانوا يدافعون عن هذه الآلهة المزعومة، ولا يرضون أن يمسها أحد بسوء. ويؤذون كل من يكفر بها، ولا يعبدها.

في هذه المجتمع الفاسد، ظهرت مجموعة من الشباب العقلاء. ثلة قليلة حكّمت عقلها، ورفضت السجود لغير خالقها، الله الذي بيده كل شيء. فتية، آمنوا بالله، فثبتهم وزاد في هداهم. وألهمهم طريق الرشاد.

لم يكن هؤلاء الفتية أنبياء ولا رسلا، ولم يتوجب عليهم تحمل ما يتحمله الرسل في دعوة أقواهم. إنما كانوا أصحاب إيمان راسخ، فأنكروا على قومهم شركهم بالله، وطلبوا منهم إقامة الحجة على وجود آلهة غير الله. ثم قرروا النجاة بدينهم وبأنفسهم بالهجرة من القرية لمكان آمن يعبدون الله فيه. فالقرية فاسدة، وأهلها ضالون.

عزم الفتية على الخروج من القرية، والتوجه لكهف مهجور ليكون ملاذا لهم. خرجوا ومعهم كلبهم من المدينة الواسة، للكهف الضيق. تركوا وراءهم منازلهم المريحة، ليسكنوا كهفا موحشا. زهدوا في الأسرّية الوثيرة، والحجر الفسيحة، واختاروا كهفا ضيقا مظلما.

إن هذا ليس بغريب على من ملأ الإيمان قلبه. فالمؤمن يرى الصحراء روضة إن أحس أن الله معه. ويرى الكهف قصرا، إن اختار الله له الكهف. وهؤلاء ما خرجوا من قريتهم لطلب دنيا أو مال، وإنما خرجوا طمعا في رضى الله. وأي مكان يمكنهم فيه عبادة الله ونيل رضاه سيكون خيرا من قريتهم التي خرجوا منها.

استلقى الفتية في الكهف، وجلس كلبهم على باب الكهف يحرسه. وهنا حدثت معجزة إلاهية. لقد نام الفتية ثلاثمئة وتسع سنوات. وخلال هذه المدة، كانت الشمس تشرق عن يمين كهفهم وتغرب عن شماله، فلا تصيبهم أشعتها في أول ولا آخر النهار. وكانوا يتقلبون أثناء نومهم، حتى لا تهترئ أجاسدهم. فكان الناظر إليهم يحس بالرعب. يحس بالرعب لأنهم نائمون ولكنهم كالمستيقظين من كثرة تقلّبهم.

بعد هذه المئين الثلاث، بعثهم الله مرة أخرى. استيقضوا من سباتهم الطويل، لكنهم لم يدركوا كم مضى عليهم من الوقت في نومهم. وكانت آثار النوم الطويل بادية عليهم. فتساءلوا: كم لبثنا؟! فأجاب بعضهم: لبثنا يوما أو بعض يوم. لكنهم تجاوزوا بسرعة مرحلة الدهشة، فمدة النوم غير مهمة. المهم أنهم استيقظوا وعليهم أن يتدبروا أمورهم.

فأخرجوا النقود التي كانت معهم، ثم طلبوا من أحدهم أن يذهب خلسة للمدينة، وأن يشتري طعاما طيبا بهذه النقود، ثم يعود إليهم برفق حتى لا يشعر به أحد. فربما يعاقبهم جنود الملك أو الظلمة من أهل القرية إن علموا بأمرهم. قد يخيرونهم بين العودة للشرك، أو الرجم حتى الموت.

خرج الرجل المؤمن متوجها للقرية، إلا أنها لم تكن كعهده بها. لقد تغيرت الأماكن والوجوه. تغيّرت البضائع والنقود. استغرب كيف يحدث كل هذا في يوم وليلة. وبالطبع، لم يكن عسيرا على أهل القرية أن يميزوا دهشة هذا الرجل. ولم يكن صبعا عليهم معرفة أنه غريب، من ثيابه التي يلبسها ونقوده التي يحملها.

لقد آمن المدينة التي خرج منها الفتية، وهلك الملك الظالم، وجاء مكانه رجل صالح. لقد فرح الناس بهؤلاء الفتية المؤمنين. لقد كانوا أول من يؤمن من هذه القرية. لقد هاجروا من قريتهم لكيلا يفتنوا في دينهم. وها هم قد عادوا. فمن حق أهل القرية الفرح. وذهبوا لرؤيتهم.

وبعد أن ثبتت المعجزة، معجزة إحياء الأموات. وبعدما استيقنت قلوب أهل القرية قدرة الله سبحانه وتعالى على بعث من يموت، برؤية مثال واقي ملموس أمامهم. أخذ الله أرواح الفتية. فلكل نفس أجل، ولا بد لها أن تموت. فاختلف أهل القرية. فمن من دعى لإقامة بنيان على كهفهم، ومنهم من طالب ببناء مسجد، وغلبت الفئة الثانية.

لا نزال نجهل كثيرا من الأمور المتعلقة بهم. فهل كانوا قبل زمن عيسى عليه السلام، أم كانوا بعده. هل آمنوا بربهم من من تلقاء نفسهم، أم أن أحد الحواريين دعاهم للإيمان. هل كانوا في بلدة من بلاد الروم، أم في فلسطين. هل كانوا ثلاثة رابعهم كلبهم، أم خمسة سادسهم كلبهم، أم سبعة وثامنهم كلبهم. كل هذه أمور مجهولة. إلا أن الله عز وجل ينهانا عن الجدال في هذه الأمور، ويأمرنا بإرجاع علمهم إلى الله. فالعبرة ليست في العدد، وإنما فيما آل إليه الأمر. فلا يهم إن كانوا أربعة أو ثمانية، إنما المهم أن الله أقامهم بعد أكثر من ثلاثمئة سنة ليرى من عاصرهم قدرة على بعث من في القبور، ولتتناقل الأجيال خبر هذه المعجزة جيلا بعد جيل.`
  ]


let bakarah = [
  'بقره بني إسرائيل',
  `قصة بقرة بنى لإسرائيل
موقع القصة في القرآن الكريم:

ورد ذكر القصة في سورة البقرة الآيات 67-73.

قال الله تعالى:(( وَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً قَالُوا أَتَتَّخِذُنَا هُزُوًا قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا فَارِضٌ وَلَا بِكْرٌ عَوَانٌ بَيْنَ ذَلِكَ فَافْعَلُوا مَا تُؤْمَرُونَ قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا لَوْنُهَا قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا تَسُرُّ النَّاظِرِينَ قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلَا تَسْقِي الْحَرْثَ مُسَلَّمَةٌ لَا شِيَةَ فِيهَا قَالُوا الْآنَ جِئْتَ بِالْحَقِّ فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ وَإِذْ قَتَلْتُمْ نَفْسًا فَادَّارَأْتُمْ فِيهَا وَاللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا كَذَلِكَ يُحْيِي اللَّهُ الْمَوْتَى وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ ))

القصة:

مكث موسى في قومه يدعوهم إلى الله. ويبدو أن نفوسهم كانت ملتوية بشكل لا تخطئه عين الملاحظة، وتبدو لجاجتهم وعنادهم فيما يعرف بقصة البقرة. فإن الموضوع لم يكن يقتضي كل هذه المفاوضات بينهم وبين موسى، كما أنه لم يكن يستوجب كل هذا التعنت. وأصل قصة البقرة أن قتيلا ثريا وجد يوما في بني إسرائيل، واختصم أهله ولم يعرفوا قاتله، وحين أعياهم الأمر لجئوا لموسى ليلجأ لربه. ولجأ موسى لربه فأمره أن يأمر قومه أن يذبحوا بقرة. وكان المفروض هنا أن يذبح القوم أول بقرة تصادفهم. غير أنهم بدءوا مفاوضتهم باللجاجة. اتهموا موسى بأنه يسخر منهم ويتخذهم هزوا، واستعاذ موسى بالله أن يكون من الجاهلين ويسخر منهم. أفهمهم أن حل القضية يكمن في ذبح بقرة.

إن الأمر هنا أمر معجزة، لا علاقة لها بالمألوف في الحياة، أو المعتاد بين الناس. ليست هناك علاقة بين ذبح البقرة ومعرفة القاتل في الجريمة الغامضة التي وقعت، لكن متى كانت الأسباب المنطقية هي التي تحكم حياة بني إسرائيل؟ إن المعجزات الخارقة هي القانون السائد في حياتهم، وليس استمرارها في حادث البقرة أمرا يوحي بالعجب أو يثير الدهشة.

لكن بني إسرائيل هم بنو إسرائيل. مجرد التعامل معهم عنت. تستوي في ذلك الأمور الدنيوية المعتادة، وشؤون العقيدة المهمة. لا بد أن يعاني من يتصدى لأمر من أمور بني إسرائيل. وهكذا يعاني موسى من إيذائهم له واتهامه بالسخرية منهم، ثم ينبئهم أنه جاد فيما يحدثهم به، ويعاود أمره أن يذبحوا بقرة، وتعود الطبيعة المراوغة لبني إسرائيل إلى الظهور، تعود اللجاجة والالتواء، فيتساءلون: أهي بقرة عادية كما عهدنا من هذا الجنس من الحيوان؟ أم أنها خلق تفرد بمزية، فليدع موسى ربه ليبين ما هي. ويدعو موسى ربه فيزداد التشديد عليهم، وتحدد البقرة أكثر من ذي قبل، بأنها بقرة وسط. ليست بقرة مسنة، وليست بقرة فتية. بقرة متوسطة.

إلى هنا كان ينبغي أن ينتهي الأمر، غير أن المفاوضات لم تزل مستمرة، ومراوغة بني إسرائيل لم تزل هي التي تحكم مائدة المفاوضات. ما هو لون البقرة؟ لماذا يدعو موسى ربه ليسأله عن لون هذا البقرة؟ لا يراعون مقتضيات الأدب والوقار اللازمين في حق الله تعالى وحق نبيه الكريم، وكيف أنهم ينبغي أن يخجلوا من تكليف موسى بهذا الاتصال المتكرر حول موضوع بسيط لا يستحق كل هذه اللجاجة والمراوغة. ويسأل موسى ربه ثم يحدثهم عن لون البقرة المطلوبة. فيقول أنها بقرة صفراء، فاقع لونها تسر الناظرين.

وهكذا حددت البقرة بأنها صفراء، ورغم وضوح الأمر، فقد عادوا إلى اللجاجة والمراوغة. فشدد الله عليهم كما شددوا على نبيه وآذوه. عادوا يسألون موسى أن يدعو الله ليبين ما هي، فإن البقر تشابه عليهم، وحدثهم موسى عن بقرة ليست معدة لحرث ولا لسقي، سلمت من العيوب، صفراء لا شية فيها، بمعنى خالصة الصفرة. انتهت بهم اللجاجة إلى التشديد. وبدءوا بحثهم عن بقرة بهذه الصفات الخاصة. أخيرا وجدوها عند يتيم فاشتروها وذبحوها.

وأمسك موسى جزء من البقرة (وقيل لسانها) وضرب به القتيل فنهض من موته. سأله موسى عن قاتله فحدثهم عنه (وقيل أشار إلى القاتل فقط من غير أن يتحدث) ثم عاد إلى الموت. وشاهد بنو إسرائيل معجزة إحياء الموتى أمام أعينهم، استمعوا بآذانهم إلى اسم القاتل. انكشف غموض القضية التي حيرتهم زمنا طال بسبب لجاجتهم وتعنتهم.

نود أن نستلفت انتباه القارئ إلى سوء أدب القوم مع نبيهم وربهم، ولعل السياق القرآني يورد ذلك عن طريق تكرارهم لكلمة "ربك" التي يخاطبون بها موسى. وكان الأولى بهم أن يقولوا لموسى، تأدبا، لو كان لا بد أن يقولوا: (ادْعُ لَنَا رَبَّكَ) ادع لنا ربنا. أما أن يقولوا له: فكأنهم يقصرون ربوبية الله تعالى على موسى. ويخرجون أنفسهم من شرف العبودية لله. انظر إلى الآيات كيف توحي بهذا كله. ثم تأمل سخرية السياق منهم لمجرد إيراده لقولهم: (الآنَ جِئْتَ بِالْحَقِّ) بعد أن أرهقوا نبيهم ذهابا وجيئة بينهم وبين الله عز وجل، بعد أن أرهقوا نبيهم بسؤاله عن صفة البقرة ولونها وسنها وعلاماتها المميزة، بعد تعنتهم وتشديد الله عليهم، يقولون لنبيهم حين جاءهم بما يندر وجوده ويندر العثور عليه في البقر عادة.

ساعتها قالوا له: "الآنَ جِئْتَ بِالْحَقِّ". كأنه كان يلعب قبلها معهم، ولم يكن ما جاء هو الحق من أول كلمة لآخر كلمة. ثم انظر إلى ظلال السياق وما تشي به من ظلمهم: (فَذَبَحُوهَا وَمَا كَادُواْ يَفْعَلُونَ) ألا توحي لك ظلال الآيات بتعنتهم وتسويفهم ومماراتهم ولجاجتهم في الحق؟ هذه اللوحة الرائعة تشي بموقف بني إسرائيل على موائد المفاوضات. هي صورتهم على مائدة المفاوضات مع نبيهم الكريم موسى.`]





let zoalqarnin = [
  'قصه ذو القرنين',
  `قصة ذو القرنين
موقع القصة في القرآن الكريم:

  ورد ذكر القصة في سورة الكهف الآيات 83 - 98.

قال الله تعالى: ((وَ يَ سْ أَ لُ ونَ كَ عَ نْ ذِ ي الْ قَ رْ نَ يْ نِ قُ لْ سَ أَ تْ لُ و عَ لَ يْ كُ مْ مِ نْ هُ ذِ كْ رً ا إِ نَّ ا مَ كَّ نَّ ا لَ هُ فِ ي الْ أَ رْ ضِ وَ آتَ يْ نَ اهُ مِ نْ كُ لِّ شَ يْ ءٍ سَ بَ بً ا فَ أَ تْ بَ عَ سَ بَ بً ا حَ تَّ ى إِ ذَ ا بَ لَ غَ مَ غْ رِ بَ الشَّ مْ سِ وَ جَ دَ هَ ا تَ غْ رُ بُ فِ ي عَ يْ نٍ حَ مِ ئَ ةٍ وَ وَ جَ دَ عِ نْ دَ هَ ا قَ وْ مً ا قُ لْ نَ ا يَ ا ذَ ا الْ قَ رْ نَ يْ نِ إِ مَّ ا أَ نْ تُ عَ ذِّ بَ وَ إِ مَّ ا أَ نْ تَ تَّ خِ ذَ فِ يهِ مْ حُ سْ نً ا قَ الَ أَ مَّ ا مَ نْ ظَ لَ مَ فَ سَ وْ فَ نُ عَ ذِّ بُ هُ ثُ مَّ يُ رَ دُّ إِ لَ ى رَ بِّ هِ فَ يُ عَ ذِّ بُ هُ عَ ذَ ابً ا نُ كْ رً ا وَ أَ مَّ ا مَ نْ آمَ نَ وَ عَ مِ لَ صَ الِ حً ا فَ لَ هُ جَ زَ اءً الْ حُ سْ نَ ى وَ سَ نَ قُ ولُ لَ هُ مِ نْ أَ مْ رِ نَ ا يُ سْ رً ا ثُ مَّ أَ تْ بَ عَ سَ بَ بً ا حَ تَّ ى إِ ذَ ا بَ لَ غَ مَ طْ لِ عَ الشَّ مْ سِ وَ جَ دَ هَ ا تَ طْ لُ عُ عَ لَ ى قَ وْ مٍ لَ مْ نَ جْ عَ لْ لَ هُ مْ مِ نْ دُ ونِ هَ ا سِ تْ رً ا كَ ذَ لِ كَ وَ قَ دْ أَ حَ طْ نَ ا بِ مَ ا لَ دَ يْ هِ خُ بْ رً ا ثُ مَّ أَ تْ بَ عَ سَ بَ بً ا حَ تَّ ى إِ ذَ ا بَ لَ غَ بَ يْ نَ السَّ دَّ يْ نِ وَ جَ دَ مِ نْ دُ ونِ هِ مَ ا قَ وْ مً ا لَ ا يَ كَ ادُ ونَ يَ فْ قَ هُ ونَ قَ وْ لً ا قَ الُ وا يَ ا ذَ ا الْ قَ رْ نَ يْ نِ إِ نَّ يَ أْ جُ وجَ وَ مَ أْ جُ وجَ مُ فْ سِ دُ ونَ فِ ي الْ أَ رْ ضِ فَ هَ لْ نَ جْ عَ لُ لَ كَ خَ رْ جً ا عَ لَ ى أَ نْ تَ جْ عَ لَ بَ يْ نَ نَ ا وَ بَ يْ نَ هُ مْ سَ دًّ ا قَ الَ مَ ا مَ كَّ نِّ ي فِ يهِ رَ بِّ ي خَ يْ رٌ فَ أَ عِ ينُ ونِ ي بِ قُ وَّ ةٍ أَ جْ عَ لْ بَ يْ نَ كُ مْ وَ بَ يْ نَ هُ مْ رَ دْ مً ا آتُ ونِ ي زُ بَ رَ الْ حَ دِ يدِ حَ تَّ ى إِ ذَ ا سَ اوَ ى بَ يْ نَ الصَّ دَ فَ يْ نِ قَ الَ انْ فُ خُ وا حَ تَّ ى إِ ذَ ا جَ عَ لَ هُ نَ ارً ا قَ الَ آتُ ونِ ي أُ فْ رِ غْ عَ لَ يْ هِ قِ طْ رً ا فَ مَ ا اسْ طَ اعُ وا أَ نْ يَ ظْ هَ رُ وهُ وَ مَ ا اسْ تَ طَ اعُ وا لَ هُ نَ قْ بً ا قَ الَ هَ ذَ ا رَ حْ مَ ةٌ مِ نْ رَ بِّ ي فَ إِ ذَ ا جَ اءَ وَ عْ دُ رَ بِّ ي جَ عَ لَ هُ دَ كَّ اءَ وَ كَ انَ وَ عْ دُ رَ بِّ ي حَ قًّ ا))

القصة:

  لا نعلم قطعا من هو ذو القرنين.كل ما يخبرنا القرآن عنه أنه ملك صالح، آمن بالله وبالبعث وبالحساب، فمكّ ن الله له في الأرض، وقوّ ى ملكه، ويسر له فتوحاته.

بدأ ذو القرنين التجوال بجيشه في الأرض، داعيا إلى الله.فاتجه غربا، حتى وصل للمكان الذي تبدو فيه الشمس كأنها تغيب من وراءه.وربما يكون هذا المكان هو شاطئ المحيط الأطلسي، حيث كان يظن الناس ألا يابسة وراءه.فألهمه الله– أو أوحى إليه - أنه مالك أمر القوم الذين يسكنون هذه الديار، فإما أن يعذهم أو أن يحسن إليهم.

فما كان من الملك الصالح، إلا أن وضّ ح منهجه في الحكم.فأعلن أنه سيعاقب المعتدين الظالمين في الدنيا، ثم حسابهم على الله يوم القيامة.أما من آمن، فسيكرمه ويحسن إليه.

بعد أن انتهى ذو القرنين من أمر الغرب، توجه للشرق.فوصل لأول منطقة تطلع عليها الشمس.وكانت أرضا مكشوفة لا أشجار فيها ولا مرتفات تحجب الشمس عن أهلها.فحكم ذو القرنين في المشرق بنفس حكمه في المغرب، ثم انطلق.

وصل ذو القرنين في رحلته، لقوم يعيشون بين جبلين أو سدّ ين بينهما فجوة.وكانوا يتحدثون بلغتهم التي يصعب فهمها.وعندما وجدوه ملكا قويا طلبوا منه أن يساعدهم في صد يأجوج ومأجوج بأن يبني لهم سدا لهذه الفجوة، مقابل خراج من المال يدفعونه له.

فوافق الملك الصالح على بناء السد، لكنه زهد في مالهم، واكتفى بطلب مساعدتهم في العمل على بناء السد وردم الفجوة بين الجبلين.

استخدم ذو القرنين وسيلة هندسية مميزة لبناء السّ د.فقام أولا بجمع قطع الحديد ووضعها في الفتحة حتى تساوى الركام مع قمتي الجبلين.ثم أوقد النار على الحديد، وسكب عليه نحاسا مذابا ليلتحم وتشتد صلابته.فسدّ ت الفجوة، وانقطع الطريق على يأجوج ومأجوج، فلم يتمكنوا من هدم السّ د ولا تسوّ ره.وأمن القوم الضعفاء من شرّ هم.

بعد أن انتهى ذو القرنين من هذا العمل الجبار، نظر للسّ د، وحمد الله على نعمته، وردّ الفضل والتوفيق في هذا العمل لله سبحانه وتعالى، فلم تأخذه العزة، ولم يسكن الغرور قلبه.

يقول سيّ د قطب رحمه الله: "وبذلك تنتهي هذه الحلقة من سيرة ذي القرنين. النموذج الطيب للحاكم الصالح.  يمكنه الله في الأرض, وييسر له الأسباب; فيجتاح الأرض شرقا وغربا; ولكنه لا يتجبر ولا يتكبر, ولا يطغى ولا يتبطر, ولا يتخذ من الفتوح وسيلة للغنم المادي، واستغلال الأفراد والجماعات والأوطان, ولا يعامل البلاد المفتوحة معاملة الرقيق; ولا يسخر أهلها في أغراضه وأطماعه.. إنما ينشر العدل في كل مكان يحل به, ويساعد المتخلفين, ويدرأ عنهم العدوان دون مقابل; ويستخدم القوة التي يسرها الله له في التعمير والإصلاح, ودفع العدوان وإحقاق الحق. ثم يرجع كل خير يحققه الله على يديه إلى رحمة الله وفضل الله, ولا ينسى وهو في إبان سطوته قدرة الله وجبروته, وأنه راجع إلى الله."(في ظلال القرآن).

يأجوج ومأجوج:

  يأجوج ومأجوج اسمان أعجميان، وقيل: عربيان

وعلى هذا يكون اشتقاقهما من أجت النار أجيجا: إذا التهبت.أو من الأجاج: وهو الماء الشديد الملوحة، المحرق من ملوحته، وقيل عن الأج: وهو سرعة العدو.وقيل: مأجوج من ماج إذا اضطرب، ويؤيد هذا الاشتقاق قوله تعالى(وتركنا بعضهم يومئذ يموج في بعض)، وهما على وزن يفعول في(يأجوج)، ومفعول في(مأجوج) أو على وزن فاعول فيهما

هذا إذا كان الاسمان عربيان، أما إذا كانا أعجميين فليس لهما اشتقاق، لأن الأعجمية لا تشتق

وأصل يأجوج ومأجوج من البشر من ذرية آدم وحواء عليهما السلام.وهما من ذرية يافث أبي الترك، ويافث من ولد نوح عليه السلام.والذي يدل على أنهم من ذرية آدم عليه السلام ما رواه البخاري عن أبي سعيد الخدري رضي الله عنه عن رسول الله صلى الله عليه وسلم قال(يقول الله تعالى: يا آدم!فيقول لبيك وسعديك، والخير في يديك.فيقول اخرج بعث النار.قال: وما بعث النار؟ قال: من كل ألف تسع مئة وتسعة وتسعين.فعنده يشيب الصغير وتضع كل ذات حمل حملها، وترى الناس سكارى وما هم بسكارى، ولكن عذاب الله شديد).قالوا: وأينا ذلك الواحد؟ قال: (ابشروا فإن منكم رجلا ومن يأجوج ومأجوج ألف) رواه البخاري

وعن عبدالله بن عمرو عن رسول الله صلى الله عليه وسلم(أن يأجوج ومأجوج من ولد آدم، وأنهم لو أرسلوا إلى الناس لأفسدوا عليهم معايشهم، ولن يموت منهم أحد إلا ترك من ذريته ألفا فصاعدا)

صفتهم

هم يشبهون أبناء جنسهم من الترك المغول، صغار العيون، ذلف الأنوف، صهب الشعور، عراض الوجوه، كأن وجوههم المجان المطرقة، على أشكال الترك وألوانهم.وروى الإمام أحمد: خطب رسول الله صلى الله عليه وسلم وهو عاصب أصبعه من لدغة عقرب، فقال(إنكم تقولون لا عدو، وإنكم لا تزالون تقاتلون عدوا حتى يأتي يأجوج ومأجوج: عراض الوجوه، صغار العيون، شهب الشعاف(الشعور)، من كل حدب ينسلون، كأن وجوههم المجان المطرقة).

وقد ذكر ابن حجر بعض الاثار في صفتهم ولكنها كلها روايات ضعيفة، ومما جاء فيها أنهم ثلاثة أصناف

صنف أجسادهم كالأرز وهو شجر كبار جدا

وصنف أربعة أذرع في أربعة أذرع

وصنف يفترشون آذانهم ويلتحفون بالأخرى

وجاء أيضا أن طولهم شبر وشبرين، وأطولهم ثلاثة أشبار

والذي تدل عليه الروايات الصحيحة أنهم رجال أقوياء، لا طاقة لأحد بقتالهم، ويبعد أن يكون طول أحدهم شبر أو شبرين.ففي حديث النواس بن سمعان أن الله تعالى يوحي إلى عيسى عليه السلام بخروج يأجوج ومأجوج، وأنه لا يدان لأحد بقتالهم، ويأمره بإبعاد المؤمنين من طريقهم، فيقول لهم(حرز عبادي إلى الطور)

أدلة خروجهم

قال تعالى(حتى إذا فتحت يأجوج ومأجوج وهم من كل حدب ينسلون.واقترب الوعد الحق فإذا هي شاخصة أبصار الذين كفروا يا ويلنا قد كنا في غفلة من هذا بل كنا ظالمين) الأنبياء: 96 - 97

وقال تعالى في قصة ذي القرنين(ثم أتبع سببا.حتى إذا بلغ بين السدين وجد من دونهما قوما لا يكادون يفقهون قولا.قالوا يا ذا القرنين إن يأجوج ومأجوج مفسدون في الأرض فهل نجعل لك خرجا على أن تجعل بيننا وبينهم سدا.قال ما مكني فيه ربي خير فأعينوني بقوة أجعل بينكم وبينهم ردما.آتوني زبر الحديد حتى إذا ساوى بين الصدفين قال انفخوا حتى إذا جعله نارا قال آتوني أفرغ عليه قطرا.فما اسطاعوا أن يظهروه وما استطاعوا له نقبا.قال هذا رحمة من ربي فإذا جاء وعد ربي جعله دكاء وكان وعد ربي حقا.وتركنا بعضهم يموج في بعض ونفخ في الصور فجمعناهم جمعا) الكهف: 92 - 99

وهذه الآيات تدل على خروجهم، وأن هذا علامة على قرب النفخ في الصور وخراب الدنيا، وقيام الساعة

وعن أم حبيبة بنت أبي سفيان عن زينب بنت جحش ان رسول الله صلى الله عليه وسلم دخل عليها يوما فزعا يقول(لا إله إلا الله، ويل للعرب من شر قد اقترب، فتح اليوم من ردم يأجوج ومأجوج مثل هذه(وحلق بأصبعه الإبهام والتي تليها) قالت زينب بنت جحش: فقلت يا رسول الله!أنهلك وفينا الصالحون؟ قال: (نعم، إذا كثر الخبث)

    وجاء في حديث النواس بن سمعان رضي الله عنه وفيه(إذا أوحى الله على عيسى أني قد أخرجت عبادا لي لا يدان لأحد بقتالهم، فحرز عبادي إلى الطور، ويبعث الله يأجوج ومأجوج، وهم من كل حدب ينسلون، فيمر أولئك على بحيرة طبرية، فيشربون ما فيها، ويمر آخرهم فيقولون: لقد كان بهذه مرة ماء، ويحصر نبي الله عيسى وأصحابه حتى يكون رأس الثور لأحدهم خيرا من مئة دينار لأحدكم اليوم، فيرغب إلى الله عيسى وأصحابه، فيرسل الله عليهم النغف(دود يكون في أنوف الإبل والغنم) في رقابهم فيصبحون فرسى(أي قتلى) كموت نفس واحدة، ثم يهبط نبي الله عيسى وأصحابه إلى الأرض فلا يجدون موضع شبر إلا ملأه زهمهم ونتنهم فيرغب نبي الله عيسى وأصحابه إلى الله، فيرسل الله طيرا كأعناق البخت، فتحملهم فتطرحهم حيث شاء الله) رواه مسلم وزاد في رواية– بعد قوله(لقد كان بهذه مرة ماء)–(ثم يسيرون حتى ينتهوا إلى جبل الخمر، وهو جبل بيت المقدس فيقولون: لقد قتلنا من في الأرض، هلم فلنقتل من في السماء، فيرمون بنشابهم إلى السماء فيرد الله عليهم نشابهم مخضوبة دما)

    وجاء في حديث حذيفة رضي الله عنه في ذكر أشراط الساعة فذكر منها(يأجوج ومأجوج) رواه مسلم

    سد يأجوج ومأجوج

    بنى ذو القرنين سد يأجوج ومأجوج، ليحجز بينهم وبين جيرانهم الذين استغاثوا به منهم.كما قال تعالى(قالوا يا ذا القرنين إن يأجوج ومأجوج مفسدون في الأرض فهل نجعل خرجا على أن تجعل بيننا وبينهم سدا.قال ما مكني فيه ربي خير فأعينوني بقوة أجعل بينكم وبينهم ردما) الكهف

    هذا ما جاء به الكلام على بناء السد، أما مكانه ففي جهة المشرق لقوله تعالى(حتى إذا بلغ مطلع الشمس) ولا يعرف مكان هذا السد بالتحديد

    والذي تدل عليه الآيات أن السد بني بين جبلين، لقوله تعالى(حتى إذا بلغ بين السدين) والسدان: هما جبلان متقابلان.ثم قال(حتى إذا ساوى بين الصدفين)، أي: حاذى به رؤوس الجبلين وذلك بزبر الحديد، ثم أفرغ عليه نحاس مذابا، فكان السد محكما

    وهذا السد موجود إلى أن يأتي الوقت المحدد لدك هذا السد، وخروج يأجوج ومأجوج، وذلك عند دنو الساعة، كما قال تعالى(قال هذا رحمة من ربي فإذا جاء وعد ربي جعله دكاء وكان وعد ربي حقا.وتركنا بعضهم يومئذ يموج في بعض ونفخ في الصور فجمعناهم جمعا) الكهف

    والذي يدل على أن هذا السد موجود لم يندك ما روي عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال(يحفرونه كل يوم حتى إذا كادوا يخرقونه، قال الذي عليهم: ارجعوا فستخرقونه غدا.قال: فيعيده الله عز وجل كأشد ما كان، حتى إذا بلغوا مدتهم، وأراد الله تعالى أن يبعثهم على الناس، قال الذي عليهم: ارجعوا فستخرقونه غدا إن شاء الله تعالى، واستثنى.قال: فيرجعون وهو كهيئته حين تركوه، فيخرقونه ويخرجون على الناس، فيستقون المياه، ويفر الناس منهم) رواه الترمذي وابن ماجه والحاكم`
  ]






let sabaa = [
  'سبأ',
  `قصة سبأ
موقع القصة في القرآن الكريم:

ورد ذكر القصة في سورةسبأ الآيات 15-19.

قال الله تعالى، في سورة "سبأ":

 " لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ ".

القصة:
قال علماء النسب منهم محمد بن إسحاق : اسم سبأ عبد شمس بن يشجب بن يعرب بن قحطان قالوا : وكان أول من سبى من العرب فسمي سبأ لذلك ، وكان يقال له: الرائش لأنه كان يعطي الناس الأموال من متاعه. قال السهيلي : ويقال : إنه أول من تتوج. وذكر بعضهم أنه كان مسلما وكان له شعر بشر فيه بوجود رسول الله صلى الله عليه وسلم فمن ذلك قوله :

ســيملك بعدنــا ملكــا عظيمـا نبــي لا يرخــص فـي الحـرام 
ويملــك بعــده منهــم ملــوك يدينـــون العبـــاد بغــير ذام 
ويملــك بعـدهم منـا مـا ملـوك يصــير الملــك فينــا باقتسـام 
ويملــك بعــد قحطــان نبــي تقـــي جبينــه خــير الأنــام 
يســمى أحــمدا يــا ليـت أنـي أعمـــر بعــد مبعثــه بعــام 
فـــأعضده وأحــبوه بنصــري بكـــل مدجـــج وبكـــل رام 
متــى يظهــر فكونـوا ناصريـه ومــن يلقــاه يبلغــه ســلامي 

حكاه ابن دحية في كتابه " التنوير في مولد البشير النذير ".
وقال الإمام أحمد : حدثنا أبو عبد الرحمن حدثنا ابن لهيعة عن عبد الله بن هبيرة السبائي عن عبد الرحمن بن وعلة سمعت عبد الله بن العباس يقول : إن رجلا سأل النبي صلى الله عليه وسلم عن سبأ ما هو ؟ أرجل أم امرأة أم أرض ؟ قال : بل هو رجل ، ولد عشرة فسكن اليمن منهم ستة وبالشام منهم أربعة ، فأما اليمانيون فمذحج وكندة والأزد والأشعريون وأنمار وحمير وأما الشامية فلخم وجذام وعاملة وغسان ، وقد ذكرنا في التفسير أن فروة بن مسيك الغطيفي هو السائل عن ذلك كما استقصينا طرق هذا الحديث وألفاظهن هناك ولله الحمد.
والمقصود أن سبأ يجمع هذه القبائل كلها ، وقد كان فيهم التبابعة بأرض اليمن واحدهم تبع وكان لملوكهم تيجان يلبسونها وقت الحكم كما كانت الأكاسرة ملوك الفرس يفعلون ذلك ، وكانت العرب تسمي كل من ملك اليمن مع الشحر وحضرموت تبعا ، كما يسمون من ملك الشام مع الجزيرة قيصر ، ومن ملك الفرس كسرى ومن ملك مصر فرعون ، ومن ملك الحبشة النجاشي ومن ملك الهند بطليموس ، وقد كان من جملة ملوك حمير بأرض اليمن بلقيس ، وقد قدمنا قصتها مع سليمان عليه السلام وقد كانوا في غبطة عظيمة وأرزاق دارة وثمار وزروع كثيرة وكانوا مع ذلك على الاستقامة والسداد وطريق الرشاد فلما بدلوا نعمة الله كفرا أحلوا قومهم دار البوار .
قال محمد بن إسحاق عن وهب بن منبه أرسل الله إليهم ثلاثة عشر نبيا ، وزعم السدي أنه أرسل إليهم اثني عشر ألف نبي ، فالله أعلم.
والمقصود أنهم لما عدلوا عن الهدى إلى الضلال ، وسجدوا للشمس من دون الله ، وكان ذلك في زمان بلقيس وقبلها أيضا ، واستمر ذلك فيهم حتى أرسل الله عليهم سيل العرم كما قال تعالى فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ . 
ذكر غير واحد من علماء السلف والخلف من المفسرين وغيرهم أن سد مأرب كان صنعته أن المياه تجري من بين جبلين فعمدوا في قديم الزمان فسدوا ما بينهما ببناء محكم جدا حتى ارتفع الماء فحكم على أعالي الجبلين وغرسوا فيهما البساتين والأشجار المثمرة الأنيقة ، وزرعوا الزروع الكثيرة ، ويقال كان أول من بناه سبأ بن يعرب وسلط إليه سبعين واديا يفد إليه وجعل له ثلاثين فرضة يخرج منها الماء ومات ولم يكمل بناؤه فكملته حمير بعده ، وكان اتساعه فرسخا في فرسخ وكانوا في غبطة عظيمة وعيش رغيد وأيام طيبة حتى ذكر قتادة وغيره أن المرأة كانت تمر بالمكتل على رأسها فيمتلئ من الثمار ما يتساقط فيه من نضجه وكثرته وذكروا أنه لم يكن في بلادهم شيء من البراغيث ولا الدواب الموذية لصحة هوائهم وطيب فنائهم

 كما قال تعالى

(( لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ))

 وكما قال تعالى(( وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ ))


فلما عبدوا غير الله وبطروا نعمته وسألوا بعد تقارب ما بين قراهم وطيب ما بينها من البساتين وأمن الطرقات سألوا أن يباعد بين أسفارهم وأن يكون سفرهم في مشاق وتعب وطلبوا أن يبدلوا بالخير شرا كما سأل بنو إسرائيل بدل المن والسلوى البقول والقثاء والفوم والعدس والبصل فسلبوا تلك النعمة العظيمة والحسنة العميمة بتخريب البلاد والشتات على وجوه العباد كما قال تعالى فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ قال غير واحد : أرسل الله على أصل السد الفار ، وهو الجرذ ويقال : الخلد . فلما فطنوا لذلك أرصدوا عندها السنانير فلم تغن شيئا إذ قد حم القدر ولم ينفع الحذر كلا لا وزر ، فلما تحكم في أصله الفساد سقط وانهار فسلك الماء القرار ، فقطعت تلك الجداول والأنهار ، وانقطعت تلك الثمار ، وبادت تلك الزروع والأشجار ، وتبدلوا بعدها برديء الأشجار والأثمار

 كما قال العزيز الجبار وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ قال ابن عباس ومجاهد وغير واحد : هو الأراك وثمره البرير ، وأثل وهو الطرفاء وقيل : يشبهه وهو حطب لأثمر له وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ وذلك لأنه لما كان يثمر النبق كان قليلا مع أنه ذو شوك كثير ، وثمره بالنسبة إليه كما يقال في المثل : لحم جمل غث على رأس جبل وعر لا سهل فيرتقى ولا سمين فينتقى ، ولهذا قال تعالى ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُور

َ أي : إنما نعاقب هذه العقوبة الشديدة من كفر بنا وكذب رسلنا وخالف أمرنا وانتهك محارمنا وقال تعالى فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ وذلك أنهم لما هلكت أموالهم وخربت بلادهم احتاجوا أن يرتجلوا منها وينتقلوا عنها فتفرقوا في غور البلاد ونجدها أيدي سبأ شذر مذر ، فنزلت طوائف منهم الحجاز وهم خزاعة نزلوا ظاهر مكة وكان من أمرهم ما سنذكره ، ومنهم المدينة المنورة اليوم ، فكانوا أول من سكنها ثم نزلت عندهم ثلاث قبائل من اليهود : بنو قينقاع وبنو قريظة وبنو النضير فحالفوا الأوس والخزرج وأقاموا عندهم ، وكان من أمرهم ما سنذكره ، ونزلت طائفة أخرى منهم الشام وهم الذين تنصروا فيما بعد وهم غسان وعاملة وبهراء ولخم وجذام وتنوخ وتغلب وغيرهم وسنذكرهم عند ذكر فتوح الشام في زمن الشيخين رضي الله عنهما.
قال محمد بن إسحاق : حدثني أبو عبيدة قال : قال الأعشى بن قيس بن ثعلبة وهو ميمون بن قيس
وفـــي ذاك للمؤتســى أســوة 

ومــأرم عفــي عليهــا العـرم 

رخـــام بنتــه لهــم حــمير 

إذا جـــاء مــواره لــم يــرم 

فـــأروى الـــزرع وأعنانهــا 

عــلى ســعة مــاءهم إذ قسـم 

فصـــاروا أيــادي لا يقــدرون 

عـلى شـرب طفـل إذا مـا فطـم 

وقد ذكر محمد بن إسحاق في كتاب " السيرة " أن أول من خرج من اليمن قبل سيل العرم عمرو بن عامر اللخمي ولخم هو ابن عدي بن الحارث بن مرة بن أدد بن زيد بن هميسع بن عمرو بن عريب بن يشجب بن زيد بن كهلان بن سبأ ويقال : لخم بن عدي بن عمرو بن سبأ قاله ابن هشام قال ابن إسحاق وكان سبب خروجه من اليمن ، فيما حدثني أبو زيد الأنصاري أنه رأى جرذا يحفر في سد مأرب الذي كان يحبس عليهم الماء فيصرفونه حيث شاءوا من أرضهم

فعلم أنه لا بقاء للسد على ذلك ، فاعتزم على النقلة عن اليمن فكاد قومه فأمر أصغر ولده إذا أغلظ عليه ولطمه أن يقوم إليه فيلطمه ففعل ابنه ما أمره به فقال عمرو: لا أقيم ببلد لطم وجهي فيه أصغر ولدي وعرض أمواله فقال أشراف من أشراف اليمن : اغتنموا غضبة عمرو فاشتروا منه أمواله وانتقل في ولده ، وولد ولده وقالت الأزد : لا نتخلف عن عمرو بن عامر ، فباعوا أموالهم وخرجوا معه فساروا حتى نزلوا بلاد عك مجتازين يرتادون البلدان فحاربتهم عك فكانت حربهم سجالا ففي ذلك قال عباس بن مرداس
وعـك بـن عدنـان الـذين تلعبـوا 
بغسـان حـتى طـردوا كـل مطرد 

قال : فارتحلوا عنهم فتفرقوا في البلاد فنزل آل جفنة بن عمرو بن عامر الشام ونزل الأوس والخزرج يثرب ونزلت خزاعة مرا ونزلت أزد السراة السراة ونزلت أزد عمان عمان ثم أرسل الله تعالى على السد السيل فهدمه وفي ذلك أنزل الله هذه الآيات وقد روي عن السدي قريب من هذا وعن محمد بن إسحاق في رواية أن عمرو بن عامر كان كاهنا ، وقال غيره كانت امرأته طريفة بنت الخير الحميرية كاهنة فأخبرت بقرب هلاك بلادهم وكأنهم رأوا شاهد ذلك في الفأر الذي سلط على سدهم ، ففعلوا ما فعلوا والله أعلم وقد ذكرت قصته مطولة عن عكرمة فيما رواه ابن أبي حاتم في " التفسير ".`
  ]




let alnamrod = [
  'سيدنا ابراهيم و النمرود',
  `قصة سيدنا إبراهيم و النمرود
موقع القصة في القرآن الكريم:

ورد ذكر القصة في سورة البقرة - الآية258
قال الله تعالى:

 {أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّي الَّذِي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنْ الْمَشْرِقِ فَأْتِ بِهَا مِنْ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ}.

القصة:
مناظرة إبراهيم الخليل مع من أراد أن ينازع الله العظيم الجليل في العظمة ورداء الكبرياء فادعى الربوبية، وهوَ أحدُ العبيد الضعفاء


يذكر تعالى مناظرة خليله مع هذا الملك الجبار المتمرد الذي ادعى لنفسه الربوبية، فأبطل الخليل عليه دليله، وبين كثرة جهله، وقلة عقله، وألجمه الحجة، وأوضح له طريق المحجة.

قال المفسرون وغيرهم من علماء النسب والأخبار، وهذا الملك هو ملك بابل، واسمه النمرود بن كنعان بن كوش بن سام بن نوح قال مجاهد. وقال غيره: نمرود بن فالح بن عابر بن صالح بن أرفخشذ بن سام بن نوح.

قال مجاهد وغيره: وكان أحد ملوك الدنيا، فإنه قد ملك الدنيا فيما ذكروا أربعة: مؤمنان وكافران. فالمؤمنان: ذو القرنين وسليمان. والكافران: النمرود وبختنصّر.

وذكروا أن نمرود هذا استمر في ملكه أربعمائة سنة، وكان طغا وبغا، وتجبر وعتا، وآثر الحياة الدنيا.

ولما دعاه إبراهيم الخليل إلى عبادة الله وحده لا شريك له حمله الجهل والضلال وطول الآمال على إنكار الصانع، فحاجّ إبراهيم الخليل في ذلك وادعى لنفسه الربوبية. فلما قال الخليل: (ربي الذي يحي ويميت قال: أنا أحي وأميت).

قال قتادة والسُّدِّي ومُحَمْد بن إسحاق: يعني أنه إذا آتى بالرجلين قد تحتم قتلهما، فإذا أمر بقتل أحدهما، وعفا عن الآخر، فكأنه قد أحيا هذا وأمات الآخر.

وهذا ليس بمعارضة للخليل، بل هو كلام خارجي عن مقام المناظرة، ليس بمنع ولا بمعارضة، بل هو تشغيب محض، وهو انقطاع في الحقيقة، فإن الخليل استدل على وجود الصانع بحدوث هذه المشاهدات من إحياء الحيوانات وموتها، (هذا دليل) على وجود فاعل. (و) ذلك، الذي لا بد من استنادها إلى وجوده ضرورة عدم قيامها بنفسها، ولا بد من فاعل لهذه الحوادث المشاهدة من خلقها وتسخيرها وتسيير هذه الكواكب والرياح والسحاب والمطر وخلق هذه الحيوانات التي توجد مشاهدة، ثم إماتتها ولهذا قَالَ إِبْرَاهِيمُ: {رَبِّي الَّذِي يُحْيِي وَيُمِيتُ}.

فقول هذا الملك الجاهل (أنا أحيي وأميت) إن عنى أنه الفاعل لهذه المشاهدات فقد كابر وعاند، وإن عنى ما ذكره قتادة والسُّدِّي ومُحَمْد بن إسحاق فلم يقل شيئاً يتعلق بكلام الخليل إذ لم يمنع مقدمة ولا عارض الدليل.

ولما كان انقطاع مناظرة هذا الملك قد تخفى على كثير من الناس ممن حضره وغيرهم، ذكر دليلاً آخر بين وجود الصانع وبطلان ما ادّعاه النمرود وانقطاعه جهرة: قَال: {فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنْ الْمَشْرِقِ فَأْتِ بِهَا مِنْ الْمَغْرِبِ} أي هذه الشمس مسخرة كل يوم تطلع من المشرق كما سخرها خالقها ومسيرها وقاهرها. وهو الذي لا إله إلا هو خالق كل شيء. فإن كنت كما زعمت من أنك الذي تحي وتميت فأت بهذه الشمس من المغرب فإنّ الذي يحي ويميت هو الذي يفعل ما يشاء ولا يمانع ولا يغالب بل قد قهر كل شيء، ودان له كل شيء، فإن كنت كما تزعم فافعل هذا، فإن لم تفعله فلست كما زعمت، وأنت تعلم وكل أحد، أنك لا تقدر على شيء من هذا بل أنت أعجز وأقل من أن تخلق بعوضة أو تنتصر منها.

فبين ضلاله وجهله وكذبه فيما ادعاه، وبطلان ما سلكه وتبجح به عند جهلة قومه، ولم يبق له كلام يجيب الخليل به بل انقطع وسكت. ولهذا قال: {فَبُهِتَ الَّذِي كَفَرَ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ}.

وقد ذكر السُّدِّي: أن هذه المناظرة كانت بين إبراهيم وبين النمرود، يوم خرج من النار، ولم يكن اجتمع به يومئذ، فكانت بينهما هذه المناظرة.

وقد روى عبد الرزاق عن معمر عن زيد بن أسلم: أن النمرود كان عنده طعام، وكان الناس يفدون إليه للميرة، فوفد إبراهيم في جملة من وفد للميرة ولم يكن اجتمع به إلا يومئذ، فكان بينهما هذه المناظرة، ولم يعط إبراهيم من الطعام كما أعطى الناس، بل خرج وليس معه شيء من الطعام.

فلما قرب من أهله عمد إلى كثيب من التراب فملأ منه عدليه وقال: اشغل أهلي إذا قدمت عليهم، فلما قدم: وضع رحاله وجاء فاتكأ فنام، فقامت امرأته سارة إلى العدلين فوجدتهما ملآنين طعاماً طيباً، فعملت منه طعاماً. فلما استيقظ إبراهيم وجد الذي قد أصلحوه؛ فقال: أنى لكم هذا؟ قالت: من الذي جئت به. فعرف أنه رِزْقٌ رَزقَهُموه الله عز وجل.

قال زيد بن أسلم: وبعث الله إلى ذلك الملك الجبّار ملكاً يأمره بالإيمان بالله فأبى عليه. ثم دعاه الثانية فأبى عليه. ثم دعاه الثالثة فأبى عليه. وقال: اجمع جموعك وأجمع جموعي.

فجمع النمرود جيشه وجنوده، وقت طلوع الشمس فأرسل الله عليه ذباباً من البعوض، بحيث لم يروا عين الشمس وسلّطها الله عليهم، فأكلت لحومهم ودمائهم وتركتهم عظاماً باديةً، ودخلت واحدةٌ منها في منْخَر الملكِ فمكثت في منخره أربعمائة سنة، عذبه الله تعالى بها فكان يُضْرَبُ رأسُه بالمرِازب في هذه المدة كلها حتى أهلكه الله عز وجل بها.`
  ]





let talloAndGalot = [
  'طالوت و جالوت',
  `قصة طالوت و جالوت
موقع القصة في القرآن الكريم:

ورد ذكر القصة في سورة البقرة الآيات 246-251.

قال تعالى :

(( أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ مِنْ بَعْدِ مُوسَى إِذْ قَالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا مَلِكًا نُقَاتِلْ فِي سَبِيلِ اللَّهِ قَالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِنْهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (246) وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا قَالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِ قَالَ إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ (247) وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آَيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ وَبَقِيَّةٌ مِمَّا تَرَكَ آَلُ مُوسَى وَآَلُ هَارُونَ تَحْمِلُهُ الْمَلَائِكَةُ إِنَّ فِي ذَلِكَ لَآَيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (248) فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آَمَنُوا مَعَهُ قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ (249) وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (250) فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ وَقَتَلَ دَاوُودُ جَالُوتَ وَآَتَاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهُ مِمَّا يَشَاءُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ (251) ))

القصة:

ذهب بنو إسرائيل لنبيهم يوما.. سألوه: ألسنا مظلومين؟
قال: بلى..
قالوا: ألسنا مشردين؟
قال: بلى..
قالوا: ابعث لنا ملكا يجمعنا تحت رايته كي نقاتل في سبيل الله ونستعيد أرضنا ومجدنا.
قال نبيهم وكان أعلم بهم: هل أنتم واثقون من القتال لو كتب عليكم القتال؟
قالوا: ولماذا لا نقاتل في سبيل الله، وقد طردنا من ديارنا، وتشرد أبناؤنا، وساء حالنا؟
قال نبيهم: إن الله اختار لكم طالوت ملكا عليكم.
قالوا: كيف يكون ملكا علينا وهو ليس من أبناء الأسرة التي يخرج منها الملوك -أبناء يهوذا- كما أنه ليس غنيا وفينا من هو أغنى منه؟
قال نبيهم: إن الله اختاره، وفضله عليكم بعلمه وقوة جسمه.
قالوا: ما هي آية ملكه؟
قال لهم نبيهم: يسرجع لكم التابوت تجمله الملائكة.

ووقعت هذه المعجزة.. وعادت إليهم التوراة يوما.. ثم تجهز جيش طالوت، وسار الجيش طويلا حتى أحس الجنود بالعطش.. قال الملك طالوت لجنوده: سنصادف نهرا في الطريق، فمن شرب منه فليخرج من الجيش، ومن لم يذقه وإنما بل ريقه فقط فليبق معي في الجيش..

وجاء النهر فشرب معظم الجنود، وخرجوا من الجيش، وكان طالوت قد أعد هذا الامتحان ليعرف من يطيعه من الجنود ومن يعصاه، وليعرف أيهم قوي الإرادة ويتحمل العطش، وأيهم ضعيف الإرادة ويستسلم بسرعة. لم يبق إلا ثلاثمئة وثلاثة عشر رجلا، لكن جميعهم من الشجعان.

كان عدد أفراد جيش طالوت قليلا، وكان جيش العدو كبيرا وقويا.. فشعر بعض -هؤلاء الصفوة- أنهم أضعف من جالوت وجيشه وقالوا: كيف نهزم هذا الجيش الجبار..؟‍‍‍‍‍‍‍‍‍!

قال المؤمنون من جيش طالوت: النصر ليس بالعدة والعتاد، إنما النصر من عند الله.. (كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللّهِ).. فثبّتوهم.

وبرز جالوت في دروعه الحديدية وسلاحه، وهو يطلب أحدا يبارزه.. وخاف منه جنود طالوت جميعا.. وهنا برز من جيش طالوت راعي غنم صغير هو داود.. كان داود مؤمنا بالله، وكان يعلم أن الإيمان بالله هو القوة الحقيقية في هذا الكون، وأن العبرة ليست بكثرة السلاح، ولا ضخامة الجسم ومظهر الباطل.

وكان الملك، قد قال: من يقتل جالوت يصير قائدا على الجيش ويتزوج ابنتي.. ولم يكن داود يهتم كثيرا لهذا الإغراء.. كان يريد أن يقتل جالوت لأن جالوت رجل جبار وظالم ولا يؤمن بالله.. وسمح الملك لداود أن يبارز جالوت..

وتقدم داود بعصاه وخمسة أحجار ومقلاعه (وهو نبلة يستخدمها الرعاة).. تقدم جالوت المدجج بالسلاح والدروع.. وسخر جالوت من داود وأهانه وضحك منه، ووضع داود حجرا قويا في مقلاعه وطوح به في الهواء وأطلق الحجر. فأصاب جالوت فقتله. وبدأت المعركة وانتصر جيش طالوت على جيش جالوت.

بعد فترة أصبح داود -عليه السلم- ملكا لبني إسرائيل، فجمع الله على يديه النبوة والملك مرة أخرى. وتأتي بعض الروايات لتخبرنا بأن طالوت بعد أن اشتهر نجم داوود أكلت الغيرة قلبه، وحاول قتله، وتستمر الروايات في نسج مثل هذه الأمور. لكننا لا نود الخوض فيها فليس لدينا دليل قوي عليها.`
  ]




let qubilAndHabill = [
  'قابيل و هابيل',
  `قصة قابيل و هابيل
موقع القصة في القرآن الكريم:

ورد ذكر القصة في سورة المائدة الآيات 27-31.

القصة:

يروي لنا القرآن الكريم قصة ابنين من أبناء آدم هما هابيل وقابيل. حين وقعت أول جريمة قتل في الأرض. وكانت قصتهما كالتالي.

كانت حواء تلد في البطن الواحد ابنا وبنتا. وفي البطن التالي ابنا وبنتا. فيحل زواج ابن البطن الأول من البطن الثاني.. ويقال أن قابيل كان يريد زوجة هابيل لنفسه.. فأمرهما آدم أن يقدما قربانا، فقدم كل واحد منهما قربانا، فتقبل الله من هابيل ولم يتقبل من قابيل. قال تعالى في سورة (المائدة):

وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِن أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللّهُ مِنَ الْمُتَّقِينَ (27) لَئِن بَسَطتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَاْ بِبَاسِطٍ يَدِيَإِلَيْكَ لَأَقْتُلَكَ إِنِّي أَخَافُ اللّهَ رَبَّ الْعَالَمِينَ (28) (المائدة)

لاحظ كيف ينقل إلينا الله تعالى كلمات القتيل الشهيد، ويتجاهل تماما كلمات القاتل. عاد القاتل يرفع يده مهددا.. قال القتيل في هدوء:

إِنِّي أُرِيدُ أَن تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاء الظَّالِمِينَ (29) (المائدة)

انتهى الحوار بينهما وانصرف الشرير وترك الطيب مؤقتا. بعد أيام.. كان الأخ الطيب نائما وسط غابة مشجرة.. فقام إليه أخوه قابيل فقتله. قال رسول الله صلى الله عليه وسلم: "لا تقتل نفس ظلما إلا كان على ابن آدم الأول كفل من دمها لأنه كان أول من سن القتل". جلس القاتل أمام شقيقه الملقى على الأرض. كان هذا الأخ القتيل أول إنسان يموت على الأرض.. ولم يكن دفن الموتى شيئا قد عرف بعد. وحمل الأخ جثة شقيقه وراح يمشي بها.. ثم رأى القاتل غرابا حيا بجانب جثة غراب ميت. وضع الغراب الحي الغراب الميت على الأرض وساوى أجنحته إلى جواره وبدأ يحفر الأرض بمنقاره ووضعه برفق في القبر وعاد يهيل عليه التراب.. بعدها طار في الجو وهو يصرخ. اندلع حزن قابيل على أخيه هابيل كالنار فأحرقه الندم. اكتشف أنه وهو الأسوأ والأضعف، قد قتل الأفضل والأقوى. نقص أبناء آدم واحدا. وكسب الشيطان واحدا من أبناء آدم. واهتز جسد القاتل ببكاء عنيف ثم أنشب أظافره في الأرض وراح يحفر قبر شقيقه.

قال آدم حين عرف القصة: (هَذَا مِنْ عَمَلِ الشَّيْطَانِ إِنَّهُ عَدُوٌّ مُّضِلٌّ مُّبينٌ) وحزن حزنا شديدا على خسارته في ولديه. مات أحدهما، وكسب الشيطان الثاني. صلى آدم على ابنه، وعاد إلى حياته على الأرض: إنسانا يعمل ويشقى ليصنع خبزه. ونبيا يعظ أبنائه وأحفاده ويحدثهم عن الله ويدعوهم إليه، ويحكي لهم عن إبليس ويحذرهم منه. ويروي لهم قصته هو نفسه معه، ويقص لهم قصته مع ابنه الذي دفعه لقتل شقيقه.`
  ]


let qaroon = [
  'قارون',
  `قصة قارون
موقع القصة في القرآن الكريم:

ورد ذكر قارون في سورة العنكبوت، وغافر، وورد ذكر القصة بتفصيل أكثر في سورة القصص الآيات 76-82.

قال تعالى:(( إِنَّ قَارُونَ كَانَ مِن قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ (76) وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِن كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ (77) قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِندِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِ مِنَ القُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَن ذُنُوبِهِمُ الْمُجْرِمُونَ (78) فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ (79) وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِّمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ (80) فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِن فِئَةٍ يَنصُرُونَهُ مِن دُونِ اللَّهِ وَمَا كَانَ مِنَ المُنتَصِرِينَ (81) وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاء مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَن مَّنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (82) تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِين َ))

القصة:

يروي لنا القرآن قصة قارون، وهو من قوم موسى. لكن القرآن لا يحدد زمن القصة ولا مكانها. فهل وقعت هذه القصة وبنو إسرائيل وموسى في مصر قبل الخروج؟ أو وقعت بعد الخروج في حياة موسى؟ أم وقعت في بني إسرائيل من بعد موسى؟ وبعيدا عن الروايات المختلفة، نورد القصة كما ذكرها القرآن الكريم.

يحدثنا الله عن كنوز قارون فيقول سبحانه وتعالى إن مفاتيح الحجرات التي تضم الكنوز، كان يصعب حملها على مجموعة من الرجال الأشداء. ولو عرفنا عن مفاتيح الكنوز هذه الحال، فكيف كانت الكنوز ذاتها؟! لكن قارون بغى على قومه بعد أن آتاه الله الثراء. ولا يذكر القرآن فيم كان البغي، ليدعه مجهلا يشمل شتى الصور. فربما بغى عليهم بظلمهم وغصبهم أرضهم وأشياءهم. وربما بغى عليهم بحرمانهم حقهم في ذلك المال. حق الفقراء في أموال الأغنياء. وربما بغى عليهم بغير هذه الأسباب.

ويبدو أن العقلاء من قومه نصحوه بالقصد والاعتدال، وهو المنهج السليم. فهم يحذروه من الفرح الذي يؤدي بصاحبه إلى نسيان من هو المنعم بهذا المال، وينصحونه بالتمتع بالمال في الدنيا، من غير أن ينسى الآخرة، فعليه أن يعمل لآخرته بهذا المال. ويذكرونه بأن هذا المال هبة من الله وإحسان، فعليه أن يحسن ويتصدق من هذا المال، حتى يرد الإحسان بالإحسان. ويحذرونه من الفساد في الأرض، بالبغي، والظلم، والحسد، والبغضاء، وإنفاق المال في غير وجهه، أو إمساكه عما يجب أن يكون فيه. فالله لا يحب المفسدين.

فكان رد قارون جملة واحد تحمل شتى معاني الفساد (قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِندِي). لقد أنساه غروره مصدر هذه النعمة وحكمتها، وفتنه المال وأعماه الثراء. فلم يستمع قارون لنداء قومه، ولم يشعر بنعمة ربه.

وخرج قارون ذات يوم على قومه، بكامل زينته، فطارت قلوب بعض القوم، وتمنوا أن لديهم مثل ما أوتي قارون، وأحسوا أنه في نعمة كبيرة. فرد عليهم من سمعهم من أهل العلم والإيمان: ويلكم أيها المخدوعون، احذروا الفتنة، واتقوا الله، واعلموا أن ثواب الله خير من هذه الزينة، وما عند الله خير مما عند قارون.

وعندما تبلغ فتنة الزينة ذروتها، وتتهافت أمامها النفوس وتتهاوى، تتدخل القدرة الإلهية لتضع حدا للفتنة، وترحم الناس الضعاف من إغراءها، وتحطم الغرور والكبرياء، فيجيء العقاب حاسما (فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ) هكذا في لمحة خاطفة ابتلعته الأرض وابتلعت داره. وذهب ضعيفا عاجزا، لا ينصره أحد، ولا ينتصر بجاه أو مال.

وبدأ الناس يتحدثون إلى بعضهم البعض في دهشة وعجب واعتبار. فقال الذين كانوا يتمنون أن عندهم مال قارون وسلطانه وزينته وحظه في الدنيا: حقا إن الله تعالى يبسط الرزق لمن يشاء من عباده ويوسع عليهم، أو يقبض ذلك، فالحمد لله أن منّ علينا فحفظنا من الخسف والعذاب الأليم. إنا تبنا إليك سبحانك، فلك الحمد في الأولى والآخرة.`
  ]




let loqman = [
  'لقمان',
  `قصة لقمان
موقع القصة في القرآن الكريم:

ورد ذكر القصة في سورةلقمان الآيات 12-19.

قال تعالى:(( وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لِلَّهِ وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ وَإِنْ جَاهَدَاكَ عَلى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ يَا بُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَ إِنَّ أَنْكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ))

القصة:

هو لقمان بن عنقاء بن سدون ويقال لقمان بن ثاران حكاه السهيلي عن ابن جرير والقتيبي . 
قال السهيلي : وكان نوبيا من أهل أيلة قلت وكان رجلا صالحا ذا عبادة وعبارة ، وحكمة عظيمة ويقال : كان قاضيا في زمن داود عليه السلام فالله أعلم .
وقال سفيان الثوري عن الأشعث عن عكرمة عن ابن عباس قال : كان عبدا حبشيا نجارا وقال قتادة : عن عبد الله بن الزبير قلت لجابر بن عبد الله : ما انتهى إليكم في شأن لقمان قال كان قصيرا أفطس من النوبة .
وقال يحيى بن سعيد الأنصاري عن سعيد بن المسيب قال : كان لقمان من سودان مصر ذو مشافر أعطاه الله الحكمة ومنعه النبوة.

وقال الأوزاعي : حدثني عبد الرحمن بن حرملة قال : جاء أسود إلى سعيد بن المسيب يسأله فقال له سعيد : لا تحزن من أجل أنك أسود ، فإنه كان من أخير الناس ثلاثة من السودان بلال ومهجع مولى عمر ولقمان الحكيم كان أسود نوبيا ذا مشافر .
وقال الأعمش عن مجاهد كان لقمان عبدا أسود عظيم الشفتين مشقق القدمين وفي رواية مصفح القدمين وقال : عمر بن قيس كان عبدا أسود غليظ الشفتين مصفح القدمين فأتاه رجل وهو في مجلس أناس يحدثهم فقال له : ألست الذي كنت ترعى معي الغنم في مكان كذا وكذا ؟

قال : نعم ,قال : فما بلغ بك ما أرى ؟ قال : صدق الحديث 
 ، والصمت عما لا يعنيني رواه ابن جرير عن ابن حميد عن الحكم عنه به .
وقال ابن أبي حاتم : حدثنا أبو زرعة حدثنا صفوان حدثنا الوليد حدثنا عبد الرحمن بن أبي يزيد بن جابر قال : إن الله رفع لقمان الحكيم لحكمته فرآه رجل كان يعرفه قبل ذلك فقال : ألست عبد بن فلان الذي كنت ترعى غنمي بالأمس قال : بلى قال : فما بلغ بك ما أرى ؟ قال : قدر الله وأداء الأمانة وصدق الحديث وترك ما لا يعنيني .

وقال ابن وهب أخبرني عبد الله بن عياش القتباني عن عمر مولى غفرة قال : وقف رجل على لقمان الحكيم فقال : أنت لقمان أنت عبد بني الحسحاس قال : نعم قال : فأنت راعي الغنم الأسود قال : أما سوادي فظاهر فما الذي يعجبك من امرئ قال : وطء الناس بساطك وغشيهم بابك ورضاهم بقولك قال : يا ابن أخي إن صنعت ما أقول لك كنت كذلك قال : ما هو ؟ قال لقمان : غضي بصري ، وكفي لساني ، وعفة مطمعي وحفظي فرجي وقيامي بعدتي ووفائي بعهدي وتكرمتي ضيفي وحفظي جاري وتركي ما لا يعنيني فذاك الذي صيرني كما ترى.

وقال ابن أبي حاتم : حدثنا أبي حدثنا ابن نفيل حدثنا عمرو بن واقد عن عبدة بن رباح عن ربيعة عن أبي الدرداء أنه قال يوما ، وذكر لقمان الحكيم فقال : 
ما أوتي عن أهل ولا مال ولا حسب ولا خصال ، ولكنه كان رجلا صمصامة سكيتا طويل التفكر عميق النظر لم ينم نهارا قط ولم يره أحد يبزق ، ولا يتنحنح ، ولا يبول ولا يتغوط ولا يغتسل ، ولا يعبث ، ولا يضحك ، وكان لا يعيد منطقا نطقه إلا أن يقول حكمة يستعيدها إياه أحد وكان قد تزوج وولد له أولاد ، فماتوا فلم يبك عليهم وكان يغشى السلطان ، ويأتي الحكام لينظر ويتفكر ويعتبر فبذلك أوتي ما أوتي ومنهم من زعم أنه عرضت عليه النبوة فخاف أن لا يقوم بأعبائها فاختار الحكمة لأنها أسهل عليه وفي هذا نظر والله أعلم وهذا مروي عن قتادة كما سنذكره وروى ابن أبي حاتم و ابن جرير من طريق وكيع عن إسرائيل عن جابر الجعفي عن عكرمة أنه قال : كان لقمان نبيا وهذا ضعيف لحال الجعفي.


والمشهور عن الجمهور أنه كان حكيما وليا ولم يكن نبيا وقد ذكره الله تعالى في القرآن فأثنى عليه وحكى من كلامه فيما وعظ به ولده الذي هو أحب الخلق إليه ، وهو أشفق الناس عليه فكان من أول ما وعظ به أن قال(( يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ)) فنهاه عنه وحذره منه.
وقد قال البخاري : حدثنا قتيبة حدثنا جرير عن الأعمش عن إبراهيم عن علقمة عن عبد الله قال لما نزلت " الذين آمنوا ولم يلبسوا إيمانهم بظلم " شق ذلك على أصحاب رسول الله صلى الله عليه وسلم وقالوا : أينا لم يلبس إيمانه بظلم ؟ فقال رسول الله صلى الله عليه وسلم : إنه ليس بذاك ألم تسمع إلى قول لقمان ؟ " يا بني لا تشرك بالله إن الشرك لظلم عظيم " ورواه مسلم من حديث سليمان بن مهران الأعمش به ثم اعترض تعالى بالوصية بالوالدين وبيان حقهما على الولد وتأكده وأمر بالإحسان إليهما حتى ولو كانا مشركين ولكن لا يطاعان على الدخول في دينهما إلى أن قال مخبرا عن لقمان فيما وعظ به ولده

((يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ))

ينهاه عن ظلم الناس ولو بحبة خردل فإن الله يسأل عنها ويحضرها حوزة الحساب ويضعها في الميزان كما قال تعالى

((إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وقال تعالى وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ ))

وأخبره أن هذا الظلم لو كان في الحقارة كالخردلة ولو كان في جوف صخرة صماء لا باب لها ، ولا كوة أو لو كانت ساقطة في شيء من ظلمات الأرض أو السماوات في اتساعهما وامتداد أرجائهما لعلم الله مكانها

((إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ)) أي علمه دقيق فلا يخفى عليه الذر مما تراءى للنواظر أو توارى كما قال تعالى(( وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ وقال وَمَا مِنْ غَائِبَةٍ فِي السَّمَاءِ وَالْأَرْضِ إِلَّا فِي كِتَابٍ مُبِينٍ وقال عَالِمِ الْغَيْبِ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِنْ ذَلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُبِينٍ ))

وقد زعم السدي في خبره عن الصحابة أن المراد بهذه الصخرة الصخرة التي تحت الأرضين السبع وهكذا حكي عن عطية العوفي وأبي مالك والثوري والمنهال بن عمرو وغيرهم وفي صحة هذا القول من أصله نظر ثم في أن هذا هو المراد نظر آخر فإن هذه الآية نكرة غير معرفة فلو كان المراد بها ما قالوه لقال : فتكن في الصخرة وإنما المراد فتكن في صخرة أي صخرة كانت كما قال الإمام أحمد حدثنا حسن بن موسى حدثنا ابن لهيعة حدثنا دراج عن أبي الهيثم عن أبي سعيد الخدري عن رسول الله صلى الله عليه وسلم قال لو أن أحدكم يعمل في صخرة صماء ليس لها باب ولا كوة لخرج عمله للناس كائنا ما كان ثم قال(( يَا بُنَيَّ أَقِمِ الصَّلَاةَ)) أي أدها بجميع واجباتها من حدودها وأوقاتها وركوعها وسجودها وطمأنينتها وخشوعها وما شرع فيها واجتنب ما نهي عنه فيها ثم قال(( وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ)) أي بجهدك وطاقتك أي إن استطعت باليد فباليد وإلا فبلسانك فإن لم تستطع فبقلبك ثم أمره بالصبر فقال وَاصْبِرْ عَلَى مَا أَصَابَكَ وذلك أن الآمر بالمعروف والناهي عن المنكر في مظنة أن يعادى وينال منه ولكن له العاقبة ولهذا أمره بالصبر على ذلك ومعلوم أن عاقبة الصبر الفرج وقوله ((إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ)) التي لا بد منها ولا محيد عنها وقوله ((وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ)) قال ابن عباس ومجاهد وعكرمة وسعيد بن جبير والضحاك ويزيد بن الأصم وأبو الجوزاء وغير واحد : معناه لا تتكبر على الناس وتميل خدك حال كلامك لهم وكلامهم لك على وجه التكبر عليهم والازدراء لهم قال أهل اللغة : وأصل الصعر داء يأخذه الإبل في أعناقها فتلتوي رؤوسها فشبه به الرجل المتكبر الذي يميل وجهه إذا كلم الناس أو كلموه على وجه التعظم عليهم.

وقوله(( وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ)) ينهاه عن التبختر في المشية على وجه العظمة والفخر على الناس كما قال تعالى(( وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا)) يعني : لست بسرعة مشيك تقطع البلاد في مشيتك هذه ، ولست بدقك الأرض برجلك تخرق الأرض بوطئك عليها ولست بتشامخك وتعاظمك وترفعك تبلغ الجبال طولا فاتئد على نفسك فلست تعدو قدرك .
وقد ثبت في الحديث بينما رجل يمشي في برديه يتبختر فيهما إذ خسف الله به الأرض فهو يتجلجل فيها إلى يوم القيامة وفي الحديث الآخر إياك وإسبال الإزار فإنها من المخيلة والمخيلة لا يحبها الله . 
كما قال في هذه الآية(( إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ)) ولما نهاه عن الاختيال في المشي أمره بالقصد فيه فإنه لابد له أن يمشي فنهاه عن الشر ، وأمره بالخير فقال(( وَاقْصِدْ فِي مَشْيِكَ)) أي لا تبتاطأ مفرطا ولا تسرع إسراعا مفرطا ولكن بين ذلك قواما كما قال تعالى ((وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا)) ثم قال(( وَاغْضُضْ مِنْ صَوْتِكَ)) يعني : إذا تكلمت لا تتكلف رفع صوتك ، فإن أرفع الأصوات ، وأنكرها صوت الحمير.

وقد ثبت في الصحيحين الأمر بالاستعاذة عند سماع صوت الحمير بالليل فإنها رأت شيطانا ولهذا نهي عن رفع الصوت حيث لا حاجة إليه ولا سيما عند العطاس فيستحب خفض الصوت وتخمير الوجه كما ثبت به الحديث من صنيع رسول الله صلى الله عليه وسلم ، فأما رفع الصوت بالأذان وعند الدعاء إلى الفئة للقتال وعند الإهلال ونحو ذلك فذلك مشروع فهذا مما قصه الله تعالى عن لقمان عليه السلام في القرآن من الحكم ، والمواعظ ، والوصايا النافعة الجامعة للخير المانعة من الشر وقد وردت آثار كثيرة في أخباره ومواعظه ، وقد كان له كتاب يؤثر عنه يسمى بحكمة لقمان ونحن نذكر من ذلك ما تيسر إن شاء الله تعالى.
قال الإمام أحمد : 
حدثنا علي بن إسحاق أنبأنا ابن المبارك أنبأنا سفيان أخبرني نهشل بن مجمع الضبي عن قزعة عن ابن عمر قال أخبرنا رسول الله صلى الله عليه وسلم قال إن لقمان الحكيم كان يقول إن الله إذا استودع شيئا حفظه وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج حدثنا عيسى بن يونس عن الأوزاعي عن موسى بن سليمان عن القاسم بن مخيمرة أن رسول الله صلى الله عليه وسلم قال قال لقمان لابنه وهو يعظه يا بني إياك والتقنع فإنه مخوفة بالليل مذلة بالنهار . . 

وقال أيضا : حدثنا أبي حدثنا عمرو بن عثمان حدثنا ضمرة حدثنا السري بن يحيى قال لقمان لابنه : يا بني إن الحكمة أجلست المساكين مجالس الملوك وحدثنا أبي حدثنا عبدة بن سليمان أنبأنا ابن المبارك أنبأنا عبد الرحمن المسعودي عن عون بن عبد الله قال : قال لقمان لابنه : يا بني إذا أتيت نادي قوم فارمهم بسهم الإسلام - يعني السلام - ثم اجلس في ناحيتهم فلا تنطق حتى تراهم قد نطقوا ، فإن أفاضوا في ذكر الله فأجل سهمك معهم وإن أفاضوا في غير ذلك فتحول عنهم إلى غيرهم وحدثنا أبي حدثنا عمرو بن عثمان حدثنا ضمرة عن حفص بن عمر قال : وضع لقمان جرابا من خردل إلى جانبه وجعل يعظ ابنه وعظة ويخرج خردلة حتى نفد الخردل فقال : يا بني لقد وعظتك موعظة لو وعظها جبل تفطر قال : فتفطر ابنه.
وقال أبو القاسم الطبراني : حدثنا يحيى بن عبد الباقي المصيصي حدثنا أحمد بن عبد الرحمن الحراني حدثنا عثمان بن عبد الرحمن الطرائفي حدثنا أبين بن سفيان المقدسي عن خليفة بن سلام عن عطاء بن أبي رباح عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم اتخذوا السودان فإن ثلاثة منهم من سادات أهل الجنة لقمان الحكيم والنجاشي وبلال المؤذن قال الطبراني : يعني الحبشي ، وهذا حديث غريب منكر.

وقد ذكر له الإمام أحمد ترجمة في كتاب الزهد ذكر فيها فوائد مهمة وفرائد جمة فقال : حدثنا وكيع حدثنا سفيان عن رجل عن مجاهد وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ قال : الفقه والإصابة في غير نبوة وكذا روي عن وهب بن منبه 

وحدثنا وكيع حدثنا سفيان عن أشعث عن عكرمة عن ابن عباس قال : كان لقمان عبدا حبشيا.
وحدثنا أسود حدثنا حماد عن علي بن زيد عن سعيد بن المسيب أن لقمان كان خياطا.

وحدثنا سيار حدثنا جعفر حدثنا مالك يعني ابن دينار قال : قال لقمان لابنه : يا بني اتخذ طاعة الله تجارة تأتك الأرباح من غير بضاعة`
  ]




let maasatEsa = [
  'مائدة عيسي',
  `مائدة عيسى عليه السلام
موقع القصة في القرآن الكريم:

ورد ذكر القصة في سورة المائدة الآيات112-115.

((إِذْ قَالَ الْحَوَارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ قَالَ اتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ (112) قَالُوا نُرِيدُ أَنْ نَأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَنْ قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ (113) قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا لِأَوَّلِنَا وَآَخِرِنَا وَآَيَةً مِنْكَ وَارْزُقْنَا وَأَنْتَ خَيرُ الرَّازِقِينَ (114) قَالَ اللَّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لَا أُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ (115)))

القصة:

ذكر الله تبارك وتعالى سورة المائدة وحيا على رسوله صلى الله عليه وسلم وسميت هذه السورة سورة المائدة لأنها تتضمن قصة المائدة التي أنزلها الله تعالى من السماء عندما سأله عيسى ابن مريم عليه السلام إنزالها من السماء كما طلب منه ذلك اصحابه وتلاميذه الحواريون، ومضمون خبر وقصة هذه  المائدة ان عيسى عليه السلام أمر الحواريون بصيام ثلاثين يوما فلما أتموها سألوا عيسى عليه السلام إنزال مائدة من السماء عليهم ليأكلوا منها وتطمئن بذلك قلوبهم أن الله تعالى قد قبل صيامهم وتكون لهم عيدًا يفطرون عليها يوم فطرهم، ولكن عيسى عليه السلام وعظهم في ذلك وخاف عليهم ألا يقوموا بشكرها، فأبوا عليه إلا أن يسأل لهم ذلك، فلما ألحوا عليه أخذ يتضرع إلى الله تعالى في الدعاء والسؤال أن يجابوا إلى ما طلبوا فاستجاب الله عزوجل دعاءه فأنزل سبحانه المائدة من السماء والناس ينظرون إليها تنحدر بين غمامتين، وجعلت تدنو قليلا قليلا وكالما دنت منهم يسأل عيسى عليه السلام أن يجعلها رحمة لا نقمة وأن يجعلها سلامًا وبركة، فلم تزل تدنو حتى استقرت بين يدي عيسى عليه السلام وهي مغطاة بمنديل، فقام عيسى عليه السلام يكشف عنها وهو يقول (( بسم الله خير الرازقين)) فإذا عليها من الطعام سبعة من الحيتان وسبعة أرغفة وقيل: كان عليها خل ورمان وثمار ولها رائحة عظيمة جدًا، ثم امرهم عيسى عليه السلام بالأكل منها أمر عليه السلام الفقراء والمحاويج والمرضى وأصحاب العاهات وكانوا قريبًا من الألف وثلاثمائة أن يأكلوا من هذه المائدة، فأكلوا منها فبرأ كل من به عاهة أو آفة أو مرض مزمن واستغنى الفقراء وصاروا أغنياء فندم الناس الذين لم يأكلوا منها لما رأوا من إصلاح حال اولئك الذين أكلوا ثم صعدت المائدة وهم ينظرون إليها حتى توارت عن اعينهم، وقيل: إن هذه المائدة كانت تنزل كل يوم مرة فيأكل الناس منها، فيأكل آخرهم كما ياكل أولهم حتى قيل: إنه كان ياكل منها كل يوم سبعة آلاف شخص.

ثم أمر الله تعالى أن يقصرها على الفقراء دون الاغنياء، فشق ذلك على كثير من الناس وتكلم منافقوهم في ذلك فرفعت ومُسخ الذين تكلموا في ذلك من المنافقين خنازير.`
  ]









let naqetSaleh = [
  'ناقه صالح عليه السلام',
  `قصة ناقة صالح
موقع القصة في القرآن الكريم:

 ورد ذكر القصة في مواضع عدة فى سور الأعراف - هود - الحجر -  النمل - السجدة -إبراهيم - الاسراء - القمر - براءة -الفرقان - سورة ص - سورة ق - النجم - والفجر - الشعراء  ....

القصة:

في سنة 9 من الهجرة كان الجيش الاسلامي بقيادة سيدنا محمد ( صلى الله عليه و آله  ) يواصل زحفه باتجاه منطقة تبوك ، و ذلك لمواجهة حشود الرومان العسكرية في شمال شبه الجزيرة العربية .
كانت الرحلة شاقّة جداً . . و كان جنود الاسلام يشعرون بالتعب و الظمأ . . من أجل هذا أمر سيدنا محمد ( صلى الله عليه و آله ) بالتوقف في " وادي القرى " قريباً من منطقة تبوك .
عسكر الجيش الاسلامي قرب الجبال و كانت هناك منطقة أثرية و خرائب و آبار للمياه .
تساءل البعض عن هذه الآثار ، فقيل انها تعود إلى قبيلة ثمود التي كانت تقطن في هذا المكان .
نهى سيدنا محمد ( صلى الله عليه و آله ) المسلمين من شرب مياه تلك الآبار و دلاّهم على عين قرب الجبال . . وقال لهم أنها العين التي كانت ناقة صالح تشرب منها .
حذر سيدنا محمد ( صلى الله عليه و آله ) جنوده من دخول تلك الآثار الا للاعتبار من مصير تلك القبيلة التي حلّت بها اللعنة فاصبحت أثراً بعد عين .
فمن هي قبيلة ثمود ؟ و ما هي قصة ناقة سيدنا صالح ( عليه السلام ) ؟
  قبيلة مشهورة، يقال لهم ثمود باسم جدهم ثمود أخي جديس، وهما ابنا عاثر بن ارم بن سام بن نوح.

وكانوا عرباً من العاربة يسكنون الحجر الذي بين الحجاز وتبوك وقد مرّ به رسول الله صلى الله عليه وسلم وهو ذاهب إلى تبوك بمن معه من المسلمين.

وكانوا بعد قوم عاد، وكانوا يعبدون الأصنام كأولئك.

فبعث الله فيهم رجلاً منهم وهو عبد الله ورسوله: صالح بن عبيد بن ماسح بن عبيد بن حادر بن ثمود بن عاثر بن ارم بن نوح فدعاهم إلى عبادة الله وحده لا شريك له، وأن يخلعوا الأصنام والأنداد ولا يشركوا به شيئاً. فآمنت به طائفة منهم، وكفر جمهورهم، ونالوا منه بالمقال والفعال، وهموا بقتله، وقتلوا الناقة التي جعلها الله حجة عليهم، فأخذهم الله أخذ عزيز مقتدر.

كما قال تعالى في سورة الأعراف:

 {وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحاً قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلاَ تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ، وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِي الأَرْضِ تَتَّخِذُونَ مِنْ سُهُولِهَا قُصُوراً وَتَنْحِتُونَ الْجِبَالَ بُيُوتاً فَاذْكُرُوا آلاَءَ اللَّهِ وَلاَ تَعْثَوْا فِي الأَرْضِ مُفْسِدِينَ، قَالَ الْمَلأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحاً مُرْسَلٌ مِنْ رَبِّهِ قَالُوا إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ، قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنتُمْ بِهِ كَافِرُونَ، فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا إِنْ كُنتَ مِنْ الْمُرْسَلِينَ، فَأَخَذَتْهُمْ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ، فَتَوَلَّى عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ وَلَكِنْ لا تُحِبُّونَ النَّاصِحِينَ}.

وقال تعالى في سورة هود:

{وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحاً قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ هُوَ أَنشَأَكُمْ مِنْ الأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ، قَالُوا يَا صَالِحُ قَدْ كُنتَ فِينَا مَرْجُوّاً قَبْلَ هَذَا أَتَنْهَانَا أَنْ نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا وَإِنَّنَا لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ، قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي مِنْهُ رَحْمَةً فَمَنْ يَنصُرُنِي مِنْ اللَّهِ إِنْ عَصَيْتُهُ، فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ، وَيَا قَوْمِ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلاَ تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ، فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ، فَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا صَالِحاً وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَمِنْ خِزْيِ يَوْمِئِذٍ إِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيزُ، وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ، كَأَنْ لَمْ يَغْنَوْا فِيهَا أَلاَ إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ أَلاَ بُعْداً لِثَمُودَ}.

وقال تعالى في سورة الحجر:

{وَلَقَدْ كَذَّبَ أَصْحَابُ الْحِجْرِ الْمُرْسَلِينَ، وَآتَيْنَاهُمْ آيَاتِنَا فَكَانُوا عَنْهَا مُعْرِضِينَ، وَكَانُوا يَنْحِتُونَ مِنْ الْجِبَالِ بُيُوتاً آمِنِينَ، فَأَخَذَتْهُمْ الصَّيْحَةُ مُصْبِحِينَ، فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ}.

 

وقال سبحانه وتعالى في سورة سبحان:

 {وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالآيَاتِ إِلاَّ أَنْ كَذَّبَ بِهَا الأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا وَمَا نُرْسِلُ بِالآيَاتِ إِلاَّ تَخْوِيفاً}.

وقال تعالى في سورة الشعراء:

{كَذَّبَتْ ثَمُودُ الْمُرْسَلِينَ، إِذْ قَالَ لَهُمْ أَخُوهُمْ صَالِحٌ أَلاَ تَتَّقُون، إِنِّي لَكُمْ رَسُولٌ أَمِينٌ، فَاتَّقُوا اللَّهَ وَأَطِيعُونِي، وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِي إِلاَّ عَلَى رَبِّ الْعَالَمِينَ، أَتُتْرَكُونَ فِي مَا هَاهُنَا آمِنِينَ، فِي جَنَّاتٍ وَعُيُونٍ، وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ، وَتَنْحِتُونَ مِنْ الْجِبَالِ بُيُوتاً فَارِهِينَ، فَاتَّقُوا اللَّهَ وَأَطِيعُونِي، وَلاَ تُطِيعُوا أَمْرَ الْمُسْرِفِينَ، الَّذِينَ يُفْسِدُونَ فِي الأَرْضِ وَلاَ يُصْلِحُونَ، قَالُوا إِنَّمَا أَنْتَ مِنْ الْمُسَحَّرِينَ، مَا أَنْتَ إِلاَّ بَشَرٌ مِثْلُنَا فَأْتِ بِآيَةٍ إِنْ كُنْتَ مِنْ الصَّادِقِينَ، قَالَ هَذِهِ نَاقَةٌ لَهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَعْلُومٍ، وَلاَ تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ، فَعَقَرُوهَا فَأَصْبَحُوا نَادِمِينَ، فَأَخَذَهُمْ الْعَذَابُ إِنَّ فِي ذَلِكَ لآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ، وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ}.

وقال تعالى في سورة النمل:

 {وَلَقَدْ أَرْسَلْنَا إِلَى ثَمُودَ أَخَاهُمْ صَالِحاً أَنْ اعْبُدُوا اللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ، قَالَ يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ لَوْلاَ تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ، قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ قَالَ طَائِرُكُمْ عِنْدَ اللَّهِ بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ، وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الأَرْضِ وَلاَ يُصْلِحُون، قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصَادِقُونَ، وَمَكَرُوا مَكْراً وَمَكَرْنَا مَكْراً وَهُمْ لاَ يَشْعُرُونَ، فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ، فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لآَيَةً لِقَوْمٍ يَعْلَمُون، وَأَنجَيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ}.

وقال تعالى في سورة حم السجدة:

{وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ، وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ}.

وقال تعالى في سورة اقتربت:

 {كَذَّبَتْ ثَمُودُ بِالنُّذُرِ، فَقَالُوا أَبَشَراً مِنَّا وَاحِداً نَتَّبِعُهُ إِنَّا إِذاً لَفِي ضَلاَلٍ وَسُعُرٍ، أَؤُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ، سَيَعْلَمُونَ غَداً مَنْ الْكَذَّابُ الأَشِرُ، إِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةً لَهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْ، وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ كُلُّ شِرْبٍ مُحْتَضَرٌ، فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ، فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ، وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ}.

وقال تعالى:

 {كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا، إِذْ انْبَعَثَ أَشْقَاهَا، فَقَالَ لَهُمْ رَسُولُ اللَّهِ نَاقَةَ اللَّهِ وَسُقْيَاهَا، فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاهَا، وَلاَ يَخَافُ عُقْبَاهَا}.

وكثيراً ما يقرن الله في كتابه بين ذكر عاد وثمود، كما في سورة براءة وإبراهيم والفرقان، وسورة ص، وسورة ق، والنجم، والفجر.

ويقال أن هاتين الأمتين لا يعرف خبرهما أهل الكتاب، وليس لهما ذكر في كتابهم التوراة. ولكن في القرآن ما يدل على أن موسى أخبر عنهما، كما قال تعالى في سورة إبراهيم:

{وَقَالَ مُوسَى إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الأَرْضِ جَمِيعاً فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ، أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ لاَ يَعْلَمُهُمْ إِلَّا اللَّهُ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ} الآية. الظاهر أن هذا من تمام كلام موسى مع قومه، ولكن لما كان هاتان الأمتان من العرب لم يضبطوا خبرهما جيداً، ولا اعتنوا بحفظه، وإن كان خبرهما كان مشهوراً في زمان موسى عليه السلام. وقد تكلمنا على هذا كله في التفسير مستقصي. ولله الحمد والمنة.

والمقصود الآن ذكر قصتهم وما كان من أمرهم، وكيف نجى الله نبيه صالحاً عليه السلام ومن آمن به، وكيف قطع دابر القوم الذين ظلموا بكفرهم وعتوهم، ومخالفتهم رسولهم عليه السلام.

وقد قدمنا أنهم كانوا عرباً، وكانوا بعد عاد ولم يعتبروا بما كان من أمرهم. ولهذا قال لهم نبيهم عليه السلام:

{اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلاَ تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ، وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِي الأَرْضِ تَتَّخِذُونَ مِنْ سُهُولِهَا قُصُوراً وَتَنْحِتُونَ الْجِبَالَ بُيُوتاً فَاذْكُرُوا آلاَءَ اللَّهِ وَلاَ تَعْثَوْا فِي الأَرْضِ مُفْسِدِينَ} أي إنما جعلكم خلفاء من بعدهم لتعتبروا بما كان من أمرهم، وتعملوا بخلاف عملهم. وأباح لكم هذه الأرض تبنون في سهولها القصور، {وَتَنْحِتُونَ مِنْ الْجِبَالِ بُيُوتاً فَارِهِينَ} أي حاذقين في صنعتها وإتقانها وإحكامها. فقابلوا نعمة الله بالشكر والعمل الصالح، والعبادة له وحده لا شريك له، وإياكم ومخالفته والعدول عن طاعته، فإن عاقبة ذلك وخيمة.

ولهذا وعظهم بقوله: {أَتُتْرَكُونَ فِي مَا هَاهُنَا آمِنِينَ، فِي جَنَّاتٍ وَعُيُونٍ، وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ} أي متراكم كثير حسن بهي ناضج. {وَتَنْحِتُونَ مِنْ الْجِبَالِ بُيُوتاً فَارِهِينَ، فَاتَّقُوا اللَّهَ وَأَطِيعُونِي، وَلاَ تُطِيعُوا أَمْرَ الْمُسْرِفِينَ، الَّذِينَ يُفْسِدُونَ فِي الأَرْضِ وَلاَ يُصْلِحُونَ}.

وقال لهم أيضاً: {يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ هُوَ أَنشَأَكُمْ مِنْ الأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا} أي هو الذي خلقكم فأنشأكم من الأرض، وجعلكم عمارها، أي أعطاكموها بما فيها من الزروع والثمار، فهو الخالق الرزاق، وهو الذي يستحق العبادة وحده لا ما سواه. {فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ} أي أقلعوا عما أنتم فيه وأقبلوا على عبادته، فإنه يقبل منكم ويتجاوز عنكم {إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ}.

{قَالُوا يَا صَالِحُ قَدْ كُنتَ فِينَا مَرْجُوّاً قَبْلَ هَذَا} أي قد كنا نرجو أن يكون عقلك كاملاً قبل هذه المقالة، وهي دعاؤك إيانا إلى إفراد العبادة، وترك ما كنا نعبده من الأنداد، والعدول عن دين الآباء والأجداد ولهذا قالوا: {أَتَنْهَانَا أَنْ نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا وَإِنَّنَا لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيب}.

{قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي مِنْهُ رَحْمَةً فَمَنْ يَنصُرُنِي مِنْ اللَّهِ إِنْ عَصَيْتُهُ فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ}.

وهذا تلطف منه لهم في العبارة ولين الجانب، وحسن تأت في الدعوة لهم إلى الخير. أي فما ظنكم إن كان الأمر كما أقول لكم وأدعوكم إليه؟ ما عذركم عند الله؟ وماذا يخلصكم بين يديه وأنتم تطلبون مني أن أترك دعاءكم إلى طاعته؟ وأنا لا يمكنني هذا لأنه واجب علي، ولو تركته لما قدر أحد منكم ولا من غيركم أن يجيرني منه ولا ينصرني. فأنا لا أزال أدعوكم إلى الله وحده لا شريك له، حتى يحكم الله بيني وبينكم.

وقالوا له أيضاً: {إِنَّمَا أَنْتَ مِنْ الْمُسَحَّرِينَ} أي من المسحورين، يعنون مسحوراً لا تدري ما تقول في دعائك إيانا إلى إفراد العبادة لله وحده، وخلع ما سواه من الأنداد. وهذا القول عليه الجمهور، وهو أن المراد بالمسحرين المسحورين. وقيل من المسحرين: أي ممن له سحر - وهو الرئي - كأنهم يقولون إنما أنت بشر له سحر. والأول أظهر لقولهم بعد هذا: {ما أنت إلا بشر مثلنا} وقولهم {فَأْتِ بِآيَةٍ إِنْ كُنْتَ مِنْ الصَّادِقِينَ} سألوا منه أن يأتيهم بخارق يدل على صدق ما جاءهم به. قال: {قَالَ هَذِهِ نَاقَةٌ لَهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَعْلُومٍ، وَلاَ تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ} كما قال: {قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلاَ تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيم} وقال تعالى: {وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا}.

وقد ذكر المفسرون أن ثمود اجتمعوا يوماً في ناديهم، فجاءهم رسول الله صالح فدعاهم إلى الله، وذكرهم وحذرهم ووعظهم وأمرهم، فقالوا له: إن أنت أخرجت لنا من هذه الصخرة - وأشاروا إلى صخرة هناك - ناقة، من صفتها كيت وكيت وذكروا أوصافاً سموها ونعتوها، وتعنتوا فيها، وأن تكون عشراء، طويلة، من صفتها كذا وكذا، فقال لهم النبي صالح عليه السلام: أرأيتم إن أجبتكم إلى ما سألتم، على الوجه الذي طلبتم، أتؤمنون بما جئتكم به وتصدقوني فيما أرسلت به؟ قالوا: نعم. فأخذ عهودهم ومواثيقهم على ذلك.

ثم قام إلى مصلاه فصلى لله عز وجل ما قدر له، ثم دعا ربه عز وجل أن يجيبهم إلى ما طلبوا، فأمر الله عز وجل تلك الصخرة أن تنفطر عن ناقة عظيمة عشراء، على الوجه المطلوب الذي طلبوا، أو على الصفة التي نعتوا.

فلما عاينوها كذلك، رأوا أمراً عظيماً، ومنظراً هائلاً، وقدرة باهرة، ودليلاً قاطعاً، وبرهاناً ساطعاً، فآمن كثير منهم، واستمر أكثرهم على كفرهم وضلالهم وعنادهم. ولهذا قال: {فَظَلَمُوا بِهَا} أي جحدوا بها، ولم يتبعوا الحق بسببها، أي أكثرهم، وكان رئيس الذين آمنوا: جندع بن عمرو بن محلاة بن لبيد بن جواس، وكان من رؤسائهم. وهم بقية الأشراف بالإسلام، فصدهم ذؤاب بن عمرو بن لبيد، والحباب، صاحب أوثانهم، ورباب بن صعر بن جلمس، ودعا جندع ابن عمه شهاب بن خليفة، وكان من أشرافهم، فهم بالإسلام فنهاه أولئك، فمال إليهم فقال في ذلك رجل من المسلمين يقال له مهرش بن غنمة بن الذميل رحمه الله:

وكانت عصبة من آل عمرو *** إلى دين النبي دعوا شهابا

عزيز ثمود كلهم جميعا *** فهم بأن يجيب ولو أجابا

لأصبح صالح فينا عزيزا *** وما عدلوا بصاحبهم ذؤابا

ولكن الغواة من آل حجر ** *** تولوا بعد رشدهم ذبابا

ولهذا قال لهم صالح عليه السلام: {هَذِهِ نَاقَةُ اللَّهِ} أضافها لله سبحانه وتعالى إضافة تشريف وتعظيم، كقوله بيت الله وعبد الله {لَكُمْ آيَةً} أي دليلاً على صدق ما جئتكم به {فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلاَ تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ}.

فاتفق الحال على أن تبقى هذه الناقة بين أظهرهم، ترعى حيث شاءت من أرضهم، وترد الماء يوماً بعد يوم، وكانت إذا وردت الماء تشرب ماء البئر يومها ذلك، فكانوا يرفعون حاجتهم من الماء في يومهم لغدهم. ويقال أنهم كانوا يشربون من لبنها كفايتهم، ولهذا قال: {لَهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَعْلُومٍ}.

ولهذا قال تعالى: {إنا مُرْسِلُو النَّاقَةِ فِتْنَةً لَهُمْ} أي اختبار لهم أيؤمنون بها أم يكفرون؟ والله أعلم بما يفعلون. {فَارْتَقِبْهُمْ} أي انتظر ما يكون من أمرهم {وَاصْطَبِرْ} على أذاهم فسيأتيك الخبر على جلية. {وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ كُلُّ شِرْبٍ مُحْتَضَرٌ}.

فلما طال عليهم هذا الحال اجتمع أمرهم واتفق رأيهم على أن يعقروا هذه الناقة، ليستريحوا منها ويتوفر عليهم ماؤهم، وزين لهم الشّيْطان أعمالهم. قال الله تعالى: {فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا إِنْ كُنتَ مِنْ الْمُرْسَلِينَ}.

وكان الذي تولى قتلها منهم رئيسهم: قدار بن سالف بن جندع، وكان أحمر أزرق أصهب. وكان يقال أنه ولد زانية، ولد على فراش سالف، وهو ابن رجل يقال له صيبان. وكان فعله ذلك باتفاق جميعهم، فلهذا نسب الفعل إلى جميعهم كلهم.

وذكر ابن جرير وغيره من علماء المفسرين: أن امرأتين من ثمود اسم إحداهما "صدوقة" ابنة المحيا بن زهير بن المختار. وكانت ذات حسب ومال، وكانت تحت رجل من أسلم ففارقته، فدعت ابن عم لها يقال له "مصرع" بن مهرج بن المحيا، وعرضت عليه نفسها إن هو عقر الناقة. واسم الأخرى "عنيزة" بنت غنيم بن مجلز، وتكنى أم عثمان وكانت عجوزاً كافرة، لها بنات من زوجها ذؤاب بن عمرو أحد الرؤساء، فعرضت بناتها الأربع على قدار بن سالف، إن هو عقر الناقة فله أي بناتها شاء، فانتدب هذان الشابان لعقرها وسعوا في قومهم بذلك،

فاستجاب لهم سبعة آخرون فصاروا تسعة. وهم المذكورون في قوله تعالى: {وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الأَرْضِ وَلاَ يُصْلِحُونَ}. وسعوا في بقية القبيلة وحسنوا لهم عقرها، فأجابوهم إلى ذلك وطاوعوهم في ذلك. فانطلقوا يرصدون الناقة، فلما صدرت من وردها كمن لها "مصرع" فرماها بسهم فانتظم عظم ساقها، وجاء النساء يذمرن القبيلة في قتلها، وحسرن عن وجوههن ترغيباً لهم في ذلك فابتدرهم قدار بن سالف، فشد عليها بالسيف فكشف عن عرقوبها فخرت ساقطة إلى الأرض. ورغت رغاة واحدة عظيمة تحذر ولدها، ثم طعن في لبتها فنحرها، وانطلق سقبها - وهو فصيلها - فصعد جبلاً منيعاً ورغا ثلاثاً.

وروى عبد الرزاق، عن معمر، عمن سمع الحسن أنه قال: يارب أين أمي؟ ثم دخل في صخرة فغاب فيها. ويقال: بل اتبعوه فعقروه أيضاً.

قال الله تعالى: {فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ}. وقال تعالى: {إِذْ انْبَعَثَ أَشْقَاهَا، فَقَالَ لَهُمْ رَسُولُ اللَّهِ نَاقَةَ اللَّهِ وَسُقْيَاهَا} أي احذروها {فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاهَا، وَلاَ يَخَافُ عُقْبَاهَا}.

قال الإمام أحمد: حَدَّثَنا عبد الله بن نمير، حَدَّثَنا هشام - أبو عروة - عن أبيه عن عبد الله بن زمعة قال: خطب رسول الله صلى الله عليه وسلم فذكر الناقة وذكر الذي عقرها فقال: "إذ انبعث أشقاها: انبعث لها رجل عارم عزيز منيع في رهطه، مثل أبي زمعة".

أخرجاه من حديث هشام به. عارم: أي شهم. عزيز، أي: رئيس. منيع، أي: مطاع في قومه.

وقال مُحَمْد بن إسحاق: حدثني يزيد بن مُحَمْد بن خثيم، عن مُحَمْد بن كعب، عن مُحَمْد بن خثيم بن يزيد، عن عمار بن ياسر قال: قال رسول الله صلى الله عليه وسلم لعلي: "ألا أحدثك بأشقى الناس؟ قال: بلى. قال: رجلان، أحدهما أحيمر ثمود الذي عقر الناقة، والذي يضربك يا علي على هذا - يعني قرنه - حتى تبتل منه هذه - يعني لحيته".

رواه ابن أبي حاتم.

وقال تعالى: {فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا إِنْ كُنتَ مِنْ الْمُرْسَلِينَ} فجمعوا في كلامهم هذا بين كفر بليغ من وجوه:

منها: أنهم خالفوا الله ورسوله في ارتكابهم النهي الأكيد في عقر الناقة التي جعلها الله لهم آية.

ومنها: أنهم استعجلوا وقوع العذاب بهم فاستحقوه من وجهين: أحدهما الشرط عليهم في قوله: {وَلاَ تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ} وفي آية{عظيم} وفي الأخرى{أليم} والكل حق. والثاني استعجالهم على ذلك.

ومنها: أنهم كذبوا الرسول الذي قد قام الدليل القاطع على نبوته وصدقه، وهم يعلمون ذلك علماً جازماً، ولكن حملهم الكفر والضلال والعناد على استبعاد الحق ووقوع العذاب بهم. قال الله تعالى: {فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فِي دَارِكُمْ ثَلاَثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ}.

وذكروا أنهم لما عقروا الناقة كان أول من سطا عليها قدار بن سالف، لعنه الله، فعرقبها فسقطت إلى الأرض، ثم ابتدروها بأسيافهم يقطعونها فلما عاين ذلك سقبها - وهو ولدها - شرد عنهم فعلا أعلى الجبل هناك، ورغا ثلاث مرات.

فلهذا قال لهم صالح: {تَمَتَّعُوا فِي دَارِكُمْ ثَلاَثَةَ أَيَّامٍ} أي غير يومهم ذلك، فلم يصدقوه أيضاً في هذا الوعد الأكيد، بل لما أمسوا هموا بقتله وأرادوا - فيما يزعمون - أن يلحقوه بالناقة. {قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ} أي لنكبسنه في داره مع أهله فلنقتلنه، ثم نجحدن قتله ولننكرن ذلك إن طالبنا أولياؤه بدمه، ولهذا قالوا: {ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصَادِقُون}.

قال الله تعالى: {وَمَكَرُوا مَكْراً وَمَكَرْنَا مَكْراً وَهُمْ لاَ يَشْعُرُون، فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ، فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لآَيَةً لِقَوْمٍ يَعْلَمُونَ، وَأَنجَيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ}.

وذلك أن الله تعالى أرسل على أولئك النفر الذين قصدوا قتل صالح حجارة رضختهم فأهلكهم سلفاً وتعجيلاً قبل قومهم، وأصبحت ثمود يوم الخميس - وهو اليوم الأول من أيام النظرة - ووجوهم مصفرة، كما أنذرهم صالح عليه السلام. فلما أمسوا نادوا بأجمعهم: ألا قد مضى يوم من الأجل. ثم أصبحوا في اليوم الثاني من أيام التأجيل وهو يوم الجمعة - ووجوههم محمرة، فلما أمسوا نادوا: ألا قد مضى يومان من الأجل، ثم أصبحوا في اليوم الثالث من أيام المتاع - وهو يوم السبت - ووجوهم مسودة، فلما أمسوا نادوا: ألا قد مضى الأجل.

فلما كان صبيحة يوم الأحد تحنطوا وتأهبوا وقعدوا ينتظرون ماذا يحل بهم من العذاب والنكال والنقمة، لا يدرون كيف يفعل بهم؟ ولا من أي جهة يأتيهم العذاب.

فلما أشرقت الشمس جاءتهم صيحة من السماء من فوقهم، ورجفة من أسفل منهم، ففاضت الأرواح وزهقت النفوس، وسكنت الحركات، وخشعت الأصوات، وحقت الحقائق فأصبحوا في دارهم جاثمين، جثثاً لا أرواح فيها ولا حراك بها. قالوا ولم يبق منهم أحد إلا جارية كانت مقعدة واسمها "كلبة" بنت السلق - ويقال لها الذريعة - وكانت شديدة الكفر والعداوة لصالح عليه السلام، فلما رأت العذاب أطلقت رجلاها، فقامت تسعى كأسرع شيء، فأتت حياً من العرب فأخبرتهم بما رأت وما حل بقومها واستسقتهم ماء، فلما شربت ماتت.

قال الله تعالى: {كَأَنْ لَمْ يَغْنَوْا فِيهَا} أي لم يقيموا فيها في سعة ورزق وغناء، {أَلاَ إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ أَلاَ بُعْداً لِثَمُودَ} أي نادى `]








let harotAnarot = [
   'الملكين هاروت و ماروت',
   `قصة الملكين هاروت و ماروت
موقع القصة في القرآن الكريم:

  ورد ذكر القصة في سورة البقرة

قال الله تعالى: { وَ اتَّ بَ عُ وا مَ ا تَ تْ لُ و الشَّ يَ اطِ ينُ عَ لَ ى مُ لْ كِ سُ لَ يْ مَ انَ وَ مَ ا كَ فَ رَ سُ لَ يْ مَ انُ وَ لَ كِ نَّ الشَّ يَ اطِ ينَ كَ فَ رُ وا يُ عَ لِّ مُ ونَ النَّ اسَ السِّ حْ رَ وَ مَ ا أُ نزِ لَ عَ لَ ى الْ مَ لَ كَ يْ نِ بِ بَ ابِ لَ هَ ارُ وتَ وَ مَ ارُ وتَ وَ مَ ا يُ عَ لِّ مَ انِ مِ نْ أَ حَ دٍ حَ تَّ ى يَ قُ ولا إِ نَّ مَ ا نَ حْ نُ فِ تْ نَ ةٌ فَ لا تَ كْ فُ رْ فَ يَ تَ عَ لَّ مُ ونَ مِ نْ هُ مَ ا مَ ا يُ فَ رِّ قُ ونَ بِ هِ بَ يْ نَ الْ مَ رْ ءِ وَ زَ وْ جِ هِ وَ مَ ا هُ مْ بِ ضَ ارِّ ينَ بِ هِ مِ نْ أَ حَ دٍ إِ لا بِ إِ ذْ نِ اللَّ هِ وَ يَ تَ عَ لَّ مُ ونَ مَ ا يَ ضُ رُّ هُ مْ وَ لا يَ نفَ عُ هُ مْ وَ لَ قَ دْ عَ لِ مُ وا لَ مَ نْ اشْ تَ رَ اهُ مَ ا لَ هُ فِ ي الآخِ رَ ةِ مِ نْ خَ لَ اقٍ وَ لَ بِ ئْ سَ مَ ا شَ رَ وْ ا بِ هِ أَ نفُ سَ هُ مْ لَ وْ كَ انُ وا يَ عْ لَ مُ ونَ } [البقرة: 102].

القصة:

  والقصة: أن اليهود نبذوا كتاب الله واتبعوا كتب السحرة والشعوذة التي كانت تُ قْ رَ أ في زمن ملك سليمان عليه السلام.وذلك أن الشياطين كانوا يسترقون السمع ثم يضمون إلى ما سمعوا أكاذيب يلفقونها ويلقونها إلى الكهنة، وقد دونوها في كتب يقرؤونها ويعلمونها الناس وفشا ذلك في زمان سليمان عليه السلام، حتى قالوا إن الجن تعلم الغيب، وكانوا يقولون هذا علم سليمان عليه السلام، وما تمَّ لسليمان ملكه إلا بهذا العلم وبه سخر الجن والإنس والطير والريح، فأنزل الله هذين الملكين هاروت وماروت لتعليم الناس السحر ابتلاءً من الله وللتمييز بين السحر والمعجزة وظهور الفرق بين كلام الأنبياء عليهم السلام وبين كلام السحرة.

وما يُ علِّ م هاروت وماروت من أحدٍ حتى ينصحاه، ويقولا له إنما نحن ابتلاء من الله، فمن تعلم منا السحر واعتقده وعمل به كفر، ومن تعلَّ م وتوقَّ ى عمله ثبت على الإيمان.

فيتعلم الناس من هاروت وماروت علم السحر الذي يكون سبباً في التفريق بين الزوجين، بأن يخلق الله تعالى عند ذلك النفرة والخلاف بين الزوجين، ولكن لا يستطيعون أن يضروا بالسحر أحداً إلا بإذن الله تعالى، لأن السحر من الأسباب التي لا تؤثر بنفسها بل بأمره تعالى ومشيئته وخلقه.

فيتعلم الناس الذي يضرهم ولا ينفعهم في الآخرة لأنهم سخروا هذا العلم لمضرة الأشخاص.

ولقد علم اليهود أن من استبدل الذي تتلوه الشياطين من كتاب الله ليس له نصيب من الجنة في الآخرة، فبئس هذا العمل الذي فعلوه.

والخلاصة: أن الله تعالى إنما أنزلهما ليحصل بسبب إرشادهما الفرق بين الحق الذي جاء به سليمان وأتم له الله به ملكه، وبين الباطل الذي جاءت الكهنة به من السحر، ليفرق بين المعجزة والسحر.

وإن ورد غير ذلك في شأن هذه القصة فلا يبعد أن يكون من الروايات الإسرائيلية.`
   ]




let yussofAndEmratAlazez = [
  'إمراة العزيز و سيدنا يوسف عليه السلام', 
  `قصة إمرأة العزيز و يوسف الصديق
موقع القصة في القرآن الكريم: ورد ذكر القصة في سورة يوسف

قال تعالى :

{إِذْ قَالَ يُوسُفُ لأَبِيهِ يَاأَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَباً وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ، قَالَ يَا بُنَيَّ لا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْداً إِنَّ الشّيْطان لِلإِنسَانِ عَدُوٌّ مُبِينٌ، وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلَى آلِ يَعْقُوبَ كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِنْ قَبْلُ إِبْرَاهِيمَ وَإِسْحَاقَ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ}.

القصة:
كان ليعقوب  من البنين اثنا عشر ولداً ذكراً ، وإليهم تنسب أسباط بني إسرائيل كلهم، وكان أشرفهم وأجلهم وأعظمهم يوسف عليه السلام.

وقد ذهب طائفة من العلماء إلى أنه لم يكن فيهم نبي غيره، وباقي اخوته لم يَوْحَ إليهم.

وظاهر ما ذكر من فعالهم ومقالهم في هذه القصة يدل على هذا القول.

ومن استدل على نبوتهم بقوله: {قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالأَسْبَاطِ} وزعم أن هؤلاء هم الأسباط، فليس استدلاله بقوى، لأن المراد بالأسباط شعوب بني إسرائيل وما كان يوجد فيهم من الأنبياء الذين ينزل عليهم الوحي من السماء والله أعلم.

ومما يؤيد أن يوسف عليه السلام هو المختص من بين اخوته بالرسالة والنبوة - أنه ما نص على واحد من اخوته سواه فدل على ما ذكرناه.

ويستأنس لهذا بما قال الإمام أحمد: حَدَّثَنا عبد الصمد، حَدَّثَنا عبد الرحمن، عن عبد الله بن دينار، عن أبيه، عن ابن عمر، أن رسول الله صلى الله عليه وسلم قال: "الكريم ابن الكريم ابن الكريم ابن الكريم يوسف بن يعقوب بن إسحاق بن إبراهيم".

انفرد به البُخَاريّ. فرواه عن عبد الله بن محمد وعبدة عن عبد الصمد بن عبد الوارث به وقد ذكرنا طرقه في قصة إبراهيم بما أغنى عن إعادته هنا. ولله الحمد والمنة.

قال المفسرون وغيرهم: رأى يوسف عليه السلام وهو صغير قبل أن يحتلم، كأن أحد عشر كوكباً، وهم إشارة إلى بقية إخوته، والشمس والقمر وهما عبارة عن أبويه، قد سجدوا له فهاله ذلك.

فلما استيقظ قصها على أبيه، فعرف أبوه أنه سينال منزلة عالية ورفعة عظيمة في الدنيا والآخرة، بحيث يخضع له أبواه وأخوته فيها. فأمره بكتمانها وألا يقصها على أخوته؛ كي لا يحسدوه ويبغوا له الغوائل ويكيدوه بأنواع الحيل والمكر.

وهذا يدل على ما ذكرناه.

ولهذا جاء في بعض الآثار: "استعينوا على قضاء حوائجكم بكتمانها فإن كل ذي نعمة محسود".

وعند أهل الكتاب أنه قصها على أبيه وأخوته معاً. وهو غلط منهم.

{وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ} أي وكما أراك هذه الرؤية العظيمة، فإذا كتمتها {يَجْتَبِيكَ رَبُّكَ} أي يخصك بأنواع اللطف والرحمة، {وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الأَحَادِيثِ} أي يفهمك من معاني الكلام وتعبير المنام ما لا يفهمه غيرك.

{وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ} أي بالوحي إليك {وَعَلَى آلِ يَعْقُوبَ} أي بسببك، ويحصل لهم بك خير الدنيا والآخرة. {كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِنْ قَبْلُ إِبْرَاهِيمَ وَإِسْحَاقَ} أي ينعم عليك ويحسن إليك بالنبوة، كما أعطاها أباك يعقوب، وجدك اسحاق، ووالد جدك إبراهيم الخليل، {إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ}كما قال تعالى: {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ}.

ولهذا قال رسول الله صلى الله عليه وسلم لما سئل أي الناس أكرم؟ قال: "يوسف نبي الله ابن نبي الله ابن نبي الله ابن خليل الله".

وقد روى ابن جرير وابن أبي حاتم في تفسيريهما، وأبو يعلى والبزار في مسنديهما، من حديث الحكم بن ظهير - وقد ضعفه الأئمة - على السُّدِّي عن عبد الرحمن بن سابط، عن جابر قال: أتى النبي صلى الله عليه وسلم رجل من اليهود يقال له: بستانة اليهودي، فقال: يا محمد أخبرني عن الكواكب التي رآها يوسف أنها ساجدة له ما أسماءها؟ قال: فسكت النبي صلى الله عليه وسلم فلم يجبه بشيء، ونزل جبريل عليه السلام بأسمائها، قال: فبعث إليه رسول الله فقال: "هل أنت مؤمن إن أخبرتك بأسماءها؟" قال: نعم. فقال: هي جريان، والطارق، والذيال، وذو الكتفان، وقابس، ووثاب، وعمودان، والفيلق، والمصبح، والضروح، وذو الفرع. والضياء، والنور".

فقال اليهودي: أي والله إنها لأسماؤها. وعند أبي يعلى فلما قصها على أبيه قال: هذا أمر مشتت يجمعه الله والشمس أبوه والقمر أمه.‏


قال تعالى {لَقَدْ كَانَ فِي يُوسُفَ وَاخْوَتِهِ آيَاتٌ لِلسَّائِلِينَ، إِذْ قَالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِي ضَلالٍ مُبِينٍ، اقْتُلُوا يُوسُفَ أَوْ اطْرَحُوهُ أَرْضاً يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا مِنْ بَعْدِهِ قَوْماً صَالِحِينَ، قَالَ قَائِلٌ مِنْهُمْ لا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيَابَةِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ إِنْ كُنتُمْ فَاعِلِينَ}.

ينبه تعالى على ما في هذه القصة من الآيات والحكم، والدلالات والمواعظ والبينات. ثم ذكر حسد إخوة يوسف له على محبة أبيه له ولأخيه - يعنون شقيقه لأمه بنيامين - أكثر منهم، وهم عصبة أي جماعة يقولون: فكنا نحن أحق بالمحبة من هذين {إِنَّ أَبَانَا لَفِي ضَلالٍ مُبِينٍ} أي بتقديمه حبهما علينا.

ثم اشتوروا فيما بينهم في قتل يوسف أو إبعاده إلى أرض لا يرجع منها ليخلو لهم وجه أبيهم أي لتتمحض محبته لهم وتتوفر عليهم، وأضمروا التوبة بعد ذلك.

فلما تمالأوا على ذلك وتوافقوا عليه {قَالَ قَائِلٌ مِنْهُمْ} قال مجاهد: هو شمعون، وقال السُّدِّي: هو يهوذا، وقال قتادة ومُحَمْد بن إسحاق: هو أكبرهم روبيل: {لا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيَابَةِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ} أي المارة من المسافرين {إِنْ كُنتُمْ فَاعِلِينَ} ما تقولون لا محالة، فليكن هذا الذي أقول لكم، فهو أقرب حالاً من قتله أو نفيه وتغريبه.

فأجمعوا رأيهم على هذا، فعند ذلك {قَالُوا يَا أَبَانَا مَا لَكَ لا تَأْمَنَّا عَلَى يُوسُفَ وَإِنَّا لَهُ لَنَاصِحُونَ، أَرْسِلْهُ مَعَنَا غَداً يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحَافِظُونَ، قَالَ إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ وَأَنْتُمْ عَنْهُ غَافِلُونَ، قَالُوا لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذاً لَخَاسِرُونَ}. طلبوا من أبيهم أن يرسل معهم أخاهم يوسف، وأظهروا له أنهم يريدون أن يرعى معهم وأن يلعب وينبسط، وقد أضمروا له ما الله به عليم.

فأجابهم الشيخ، عليه من الله أفضل الصلاة والتسليم: يا بني يشق عليَّ أن أفارقه ساعة من النهار، ومع هذا أخشى أن تشتغلوا في لعبكم وما أنتم فيه، فيأتي الذئب فيأكله، ولا يقدر على دفعه عنه لصغره وغفلتكم عنه.

{قَالُوا لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذاً لَخَاسِرُونَ} أي لئن عدا عليه الذئب فأكله من بيننا، أو اشتغلنا عنه حتى وقع هذا ونحن جماعة، إنا إذن لخاسرون، أي عاجزون هالكون.

وعند أهل الكتاب: أنه أرسله وراءهم يتبعهم، فضل عن الطريق حتى أرشده رجل إليهم. وهذا أيضاً من غلطهم وخطئهم في التعريب؛ فإن يعقوب عليه السلام كان أحرص عليه من أن يبعثه معهم، فكيف يبعثه وحده.‏


{فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَةِ الْجُبِّ وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لا يَشْعُرُونَ، وَجَاءُوا أَبَاهُمْ عِشَاءً يَبْكُونَ، قَالُوا يَا أَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِنْدَ مَتَاعِنَا فَأَكَلَهُ الذِّئْبُ وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقِينَ، وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْراً فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ}.


لم يزالوا بأبيهم حتى بعثه معهم، فما كان إلا أن غابوا عن عينيه، فجعلوا يشتمونه ويهينونه بالفعال والمقال، وأجمعوا على إلقائه في غيابت الجب، أي في قعره على راعونته، وهي الصخرة التي تكون في وسطه يقف عليها المائح، وهو الذي ينزل ليملي الدّلاء، إذا قلَّ الماء، والذي يرفعها بالحبل يسمّى الماتح.

فلمّا ألقوه فيه أوحى الله إليه: أنه لا بدّ لك من فرجٍ ومخرج من هذه الشدة التي أنت فيها، ولتخبرن أخوتك بصنيعهم هذا، في حالٍ أنت فيها عزيز، وهم محتاجون إليك خائفون منك {وَهُمْ لا يَشْعُرُونَ}.

قال مجاهد وقتادة: وهم لا يشعرون بإيحاء الله إليه ذلك. وعن ابن عبَّاس {وَهُمْ لا يَشْعُرُونَ}، أي لتخبرنهم بأمرهم هذا في حال لا يعرفونك فيها. رواه ابن جرير عنه.

فلما وضعوه فيه ورجعوا عنه أخذوا قميصه فلطّخوه بشيءْ من دمٍ ورجعوا إلى أبيهم عشاء وهم يبكون، أي على أخيهم. ولهذا قال بعض السلف: لا يغرّنك بكاء المتظلم فربَّ ظالم وهو باك، وذكر بكاء إخوة يوسف، وقد جاءوا أباهم عشاءً يبكون، أي في ظلمه الليل ليكون أمشي لغدرهم لا لعذرهم.

{قَالُوا يَا أَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِنْدَ مَتَاعِنَا} أي ثيابنا {فَأَكَلَهُ الذِّئْبُ} أي في غيبتنا عنه في استباقنا، وقولهم: {وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقِينَ} أي وما أنت بمصدق لنا في الذي أخبرناك من أكل الذئب له، ولو كنّا غير متهمين عندك، فكيف وأنت تتهمنا في هذا؟ فإنك خشيت أن يأكله الذئب، وضمّنا لك أن لا يأكله لكثرتنا حوله، فصرنا غير مصدقين عندك فمعذور أنت في عدم تصديقك لنا والحالة هذه. {وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ} أي مكذوب مفتعل، لأنهم عمدوا إلى سخلة ذبحوها فأخذوا من دمها فوضعوه على قميصه ليوهموه أنه أكله الذئب، قالوا: ونسوا أن يخرّقوه، وآفة الكذب النسيان. ولما ظهرت عليهم علائم الريبة لم يَرُجْ صنيعهم على أبيهم، فإنه كان يفهم عداوتهم له، وحسدهم إياه على محبته له من بينهم أكثر منهم، لما كان يتوسّم فيه من الجلالة والمهابة التي كانت عليه في صغره لما يريد الله أن يخصه به من نبوته. ولما راودوه عن أخذه، فبمجرد ما أخذوه أعدموه وغيبوه عن عينيه وجاؤوا وهم يتباكون، وعلى ما تملأوا يتواطؤن ولهذا {قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْراً فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ}.

وعند أهل الكتاب: أن روبيل أشار بوضعه في الجب ليأخذه من حيث لا يشعرون، ويرده إلى أبيه، فغافلوه وباعوه لتلك القافلة. فلما جاء روبيل آخر النهار ليخرج يوسف لم يجده فصاح وشق ثيابه. وعمد أولئك إلى جَدْيٍ فذبحوه ولطّخوا من دمه جبةَ يوسف. فلّما علم يعقوب شقَ ثيابه ولبس مئزراً أسود، وحزن على ابنه أياماً كثيرة.

وهذه الركاكة جاءت من خطئهم في التعبير والتصوير.‏


{وَجَاءَتْ سَيَّارَةٌ فَأَرْسَلُوا وَارِدَهُمْ فَأَدْلَى دَلْوَهُ قَالَ يَا بُشْرَى هَذَا غُلامٌ وَأَسَرُّوهُ بِضَاعَةً وَاللَّهُ عَلِيمٌ بِمَا يَعْمَلُونَ، وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ وَكَانُوا فِيهِ مِنْ الزَّاهِدِينَ، وَقَالَ الَّذِي اشْتَرَاهُ مِنْ مِصْرَ لامْرَأَتِهِ أَكْرِمِي مَثْوَاهُ عَسَى أَنْ يَنفَعَنَا أَوْ نَتَّخِذَهُ وَلَداً وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الأَرْضِ وَلِنُعَلِّمَهُ مِنْ تَأْوِيلِ الأَحَادِيثِ وَاللَّهُ غَالِبٌ عَلَى أَمْرِهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ، وَلَمَّا بَلَغَ أَشُدَّهُ آتَيْنَاهُ حُكْماً وَعِلْماً وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ}.

يخبر تعالى عن قصة يوسف حين وضع في الجب أنه جلس ينتظر فرج الله ولطفه به فجاءت سيّارة، أي مسافرون.قال أهل الكتاب كانت بضاعتهم من الفستق والصنوبر والبطم، قاصدين ديار مصر، من الشام، فأرسلوا بعضهم ليستقوا من ذلك البئر، فلما أدلى أحدُهم دلوه، تعلَّق فيه يوسف.

فلما رآه ذلك الرجل: {قَالَ يَا بُشْرَى} أي يا بشارتي {هَذَا غُلامٌ وَأَسَرُّوهُ بِضَاعَةً} أي اوهموا انه معهم غلام من جملة متجرهم، {وَاللَّهُ عَلِيمٌ بِمَا يَعْمَلُونَ} أي هو عالم بما تمالأ عليه اخوته وبما يُسِرُّهُ واجدوه، من انه بضاعةٌ لهم، ومع هذا لا يغيّره تعالى، لماله في ذلك من الحكمة العظيمة، والقَدَر السابق، والرحمة بأهل مصر، بما يجري الله على يدي هذا الغلام الذي يدخلها في صورة أسير رقيق، ثم بعد هذا يملّكُه أزمة الأمورِ، وينفعهم الله به في دنياهم وأخراهم بما لا يُحَدّ ولا يوصف.

ولما استشعر أخوة يوسف بأخذ السيارة له، لحقوهم وقالوا: هذا غلامنا أبق منا فاشتروه منهم بثمن بخس، أي قليل نزر، وقيل: هو الزَّيف {دَرَاهِمَ مَعْدُودَةٍ وَكَانُوا فِيهِ مِنْ الزَّاهِدِينَ}.

قال ابن مسعود وابن عبَّاس ونوف البكالي والسُّدِّي وقتادة وعطية العوفي: باعوه بعشرين درهماً اقتسموها درهمين. وقال مجاهد: اثنان وعشرون درهماً. وقال عكرمة ومُحَمْد بن إسحاق: أربعون درهماً، فالله أعلم.

عزيز مصر:


{وَقَالَ الَّذِي اشْتَرَاهُ مِنْ مِصْرَ لامْرَأَتِهِ أَكْرِمِي مَثْوَاهُ} أي أحسني إليه {عَسَى أَنْ يَنفَعَنَا أَوْ نَتَّخِذَهُ وَلَداً} وهذا من لطف الله به ورحمته وإحسانه إليه بما يريد أن يؤهله له، ويعطيه من خيري الدنيا والآخرة.

قالوا: وكان الذي اشتراه من أهل مصر عزيزها، وهو الوزير بها الذي {تكون} الخزائن مسلمة إليه. قال ابن إسحاق: واسمه أطفير بن روحيب، قال: وكان ملك مصر يومئذ الريان بن الوليد، رجل من العماليق، قال: واسم امرأة العزيز راعيل بنت رعاييل. وقال غيره: كان اسمها زليخا، والظاهر أنه لقبها. وقيل: "فكا" بنت ينوس، رواه الثعلبي عن ابن هشام الرفاعي.

وقال مُحَمْد بن إسحاق، عن مُحَمْد بن السائب، عن أبي الصالح، عن ابن عبَّاس: كان اسم الذي باعه بمصر، يعني الذي جلبه إليها مالك بن ذعر بن نويب بن عفقا بن مديان بن إبراهيم، فالله أعلم.

وقال ابن إسحاق عن أبي عبيدة عن ابن مسعود، قال: أفرس الناس ثلاثة: عزيز مصر حين قال لامرأته اكرمي مثواه، والمرأة التي قالت لأبيها عن موسى {يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنْ اسْتَأْجَرْتَ الْقَوِيُّ الأَمِينُ} وأبو بكر الصديق حين استخلف عمر بن الخطاب رضي الله عنهما.


ثم قيل: اشتراه العزيز بعشرين ديناراً. وقيل: بوزنه مسكاً، ووزنه حريراً، ووزنه وَرِقاً. فالله أعلم.

وقوله: {وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الأَرْضِ} أي وكما قيضنا هذا العزيز وامرأته يحسنان إليه، ويعتنيان به مكنا له في أرض مصر {وَلِنُعَلِّمَهُ مِنْ تَأْوِيلِ الأَحَادِيثِ} أي فهمها. وتعبير الرؤيا من ذلك {وَاللَّهُ غَالِبٌ عَلَى أَمْرِهِ}، أي إذا أراد شيئاً فإنه يقيض له أسباباً وأموراً لا يهتدي إليها العباد، ولهذا قال تعالى: {وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ}.

{وَلَمَّا بَلَغَ أَشُدَّهُ آتَيْنَاهُ حُكْماً وَعِلْماً وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ} فدل على أن هذا كله كان وهو قبل بلوغ الأشد، وهو حد الأربعين الذي يوحي الله فيه إلى عباده النبيين عليهم الصلاة والسلام من رب العالمين.

وقد اختلفوا في مدة العمر الذي هو بلوغ الأشد، فقال مالك وربيعة وزيد بن أسلم والشَّعبي: هو الحلم، وقال سعيد بن جبير، ثماني عشرة سنة، وقال الضحاك: عشرون سنة، وقال عكرمة: خمس وعشرون سنة، وقال السُّدِّي: ثلاثون سنة. وقال ابن عبَّاس ومجاهد وقتادة، ثلاث وثلاثون سنة، وقال الحسن أربعون سنة. ويشهد له قوله تعالى: {حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً}.‏

إمرأة العزيز:

{وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَنْ نَفْسِهِ وَغَلَّقَتْ الأَبْوَابَ وَقَالَتْ هَيْتَ لَكَ قَالَ مَعَاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ، وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلا أَنْ رَأَى بُرْهَانَ رَبِّهِ كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ، وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيصَهُ مِنْ دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَى الْبَابِ قَالَتْ مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءاً إِلا أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ، قَالَ هِيَ رَاوَدَتْنِي عَنْ نَفْسِي وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنْ الْكَاذِبِينَ، وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنْ الصَّادِقِينَ، فَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِنْ دُبُرٍ قَالَ إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ، يُوسُفُ أَعْرِضْ عَنْ هَذَا وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنتِ مِنْ الْخَاطِئِينَ}.

يذكر تعالى ما كان من مراودة امرأة العزيز ليوسف عليه السلام عن نفسه، وطلبها منه ما لا يليق بحاله ومقامه، وهي في غاية الجمال والمال والمنصب والشباب، وكيف غلقت الأبواب عليها وعليه، وتهيأت له، وتصنعت ولبست أحسن ثيابها وأفخر لباسها، وهي مع هذا كله امرأة الوزير. قال ابن إسحاق: وبنت أخت الملك الريان بن الوليد صاحب مصر.

وهذا كله مع أن يوسف عليه السلام شابً بديع الجمال والبهاء، إلا انه نبي من سلالة الأنبياء، فعصمه ربُّه عن الفحشاء. وحماه عن مكر النساء. فهو سيد السادة النجباء السبعة الأتقياء. المذكورين في "الصحيحين" عن خاتم الأنبياء. في قوله عليه الصلاة والسلام من رب الأرض والسماء: "سبعة يظلهم الله في ظله يوم لا ظل إلا ظله إمام عادل ورجل ذكر الله خالياً ففاضت عيناه ورجل معلق قلبه بالمسجد إذا خرج منه حتى يعود إليه ورجلان تحابا في الله اجتمعا عليه وتفرقا عليه ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه وشاب نشأ في عبادة الله ورجل دعته امرأة ذات منصب وجمال فقال إني أخاف الله".


والمقصود أنها دعته إليها وحرصت على ذلك أشد الحرص، فقال: {مَعَاذَ اللَّهِ إِنَّهُ رَبِّي}. يعني زوجها صاحب المنزل سيدي {أَحْسَنَ مَثْوَايَ} أي احسن إلي واكرم مقامي عنده {إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ} وقد تكلمنا على قوله: {وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلا أَنْ رَأَى بُرْهَانَ رَبِّهِ} بما فيه كفاية ومقنع في التفسير.

وأكثر أقوال المفسرين ها هنا متلقى من كتب أهل الكتاب فالإعراض عنه أولى بنا.

والذي يجب أن يعتقد أن الله تعالى عصمه وبرّأه ونزّهه عن الفاحشة وحماه عنها وصانه منها. ولهذا قال تعالى: {كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ}.

{وَاسْتَبَقَا الْبَابَ} أي هرب منها طالباً الباب ليخرج منه فراراً منها فاتبعته في أثره {وَأَلْفَيَا} أي وجدا {سَيِّدَهَا} أي زوجها {لَدَى الْبَابِ}، فبدرته بالكلام وحرّضته عليه {قَالَتْ مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءاً إِلا أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ}. اتهمته وهي المتهمة، وبرأت عرضها، ونزهت ساحتها، فلهذا قال يوسف عليه السلام: {هِيَ رَاوَدَتْنِي عَنْ نَفْسِي} احتاج إلى أن يقول الحق عند الحاجة.

{وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا} قيل: كان صغيراً في المهد قاله ابن عبَّاس. وروي عن أبي هريرة، وهلال بن يساف، والحسن البصري، وسعيد بن جبير، والضحاك واختاره ابن جرير. وروى فيه حديثاً مرفوعاً عن ابن عبَّاس ووقفه غيره عنه.


وقيل: كان رجلاً قريباً إلى أطفير بعلها. وقيل قريباً إليها. وممن قال: إنه كان رجلاً: ابن عبَّاس وعكرمة ومجاهد والحسن وقتادة والسُّدِّي ومُحَمْد بن إسحاق وزيد بن أسلم.

فقال: {إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنْ الْكَاذِبِينَ}. أي لأنه يكون قد راودها فدافعته حتى قدَّت مقدم قميصه {وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنْ الصَّادِقِينَ} أي لأنه يكون قد هرب منها فاتّبعته وتعلّقت فيه فانشق قميصه لذلك، وكذلك كان. ولهذا قال تعالى: {فَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِنْ دُبُرٍ قَالَ إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ} أي هذا الذي جرى من مكركن، أنتِ راودتيه عن نفسه. ثم اتهمته بالباطل.
ثم أضرب بعلها عن هذا صفحاً، فقال: {يُوسُفُ أَعْرِضْ عَنْ هَذَا} أي لا تذكره لأحد، لأنَّ كتمان مثل هذه الأمور هو الأليق والأحسن، وأمرها بالاستغفار لذنبها الذي صدر منها، والتوبة إلى ربِّها فإنَّ العبد إذا تاب إلى الله تاب الله عليه.
وأهل مصر وإن كانوا يعبدون الأصنام إلاّ انهم يعلمون أن الذي يغفر الذنوب ويؤاخذ بها هو الله وحده لا شريك له في ذلك. ولهذا قال لها بعلها، وعذرها من بعض الوجوه، لأنها رأت ما لا صبر لها على مثله، إلا انه عفيف نزيه برئ العرض سليم الناحية، فقال: {وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنتِ مِنْ الْخَاطِئِين}.‏
{وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ امْرَأَةُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا عَنْ نَفْسِهِ قَدْ شَغَفَهَا حُبّاً إِنَّا لَنَرَاهَا فِي ضَلالٍ مُبِينٍ، فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَاعْتَدَتْ لَهُنَّ مُتَّكَأً وَآتَتْ كُلَّ وَاحِدَةٍ مِنْهُنَّ سِكِّيناً وَقَالَتْ اخْرُجْ عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَاشَ لِلَّهِ مَا هَذَا بَشَراً إِنْ هَذَا إِلا مَلَكٌ كَرِيمٌ، قَالَتْ فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ وَلَقَدْ رَاوَدتُّهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ وَلَئِنْ لَمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُونَ مِنَ الصَّاغِرِينَ، قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ وَإِلا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنْ الْجَاهِلِينَ، فَاسْتَجَابَ لَهُ رَبُّهُ فَصَرَفَ عَنْهُ كَيْدَهُنَّ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ}.
يذكر تعالى ما كان من قبل نساء المدينة، من نساء الأمراء، وبنات الكبراء في الطعن على امرأة العزيز، وعيبها والتشنيع عليها، في مراودتها فتاها، وحبها الشديد له، وهو لا يساوي هذا، لأنه مولى من الموالي، وليس مثله أهلاً لهذا، ولهذا قلن: {إِنَّا لَنَرَاهَا فِي ضَلالٍ مُبِينٍ} أي في وضعها الشيء في غير محله.
{فَلَمَّا سَمِعَتْ بِمَكْرِهِنّ} أي بتشنيعهن عليها والتنقص لها والإشارة إليها بالعيب، والمذمة بحب مولاها، وعشق فتاها، فأظهرن ذماً، وهي معذورة في نفس الأمر، فلهذا أحبت أن تبسط عذرها عندهن، وتتبيّن أن هذا الفتى ليس كما حسبن، ولا من قبيل ما لديهن. فأرسلت إليهن فجمعتهن في منزلها، واعتدت لهن ضيافة مثلهن، وأحضرت في جملة ذلك شيئاً مما يقطع بالسكاكين، كالأترجّ ونحوه، وأتت كل واحدة منهن سكّيناً، وكانت قد هيّأت يوسف عليه السلام وألبسته أحسن الثياب، وهو في غاية طراوة الشباب، وأمرته بالخروج عليهن بهذه الحالة، فخرج وهو أحسن من البدر لا محالة.
{فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ} أي أعظمنه وأجللنه، وهِبْنَه، وما ظنن أن يكون مثل هذا في بني آدم، وبهرهن حسنه، حتى اشتغلن عن أنفسهن وجعلن يحززن في أيديهن بتلك السكاكين، ولا يشعرن بالجراح {وَقُلْنَ حَاشَ لِلَّهِ مَا هَذَا بَشَراً إِنْ هَذَا إِلا مَلَكٌ كَرِيمٌ}.
وقد جاء في حديث الإسراء "فمررت بيوسف وإذا هو قد أعطي شطر الحسن".
قال السهيلي وغيره من الأئمة، معناه أنه كان على النصف من حسن آدم عليه السلام. لأن الله تعالى خلق آدم بيده، ونفخ فيه من روحه، فكان في غاية نهايات الحسن البشري، ولهذا يدخل أهل الجنَّة الجنَّة على طول آدم وحسنه، ويوسف كان على النصف من حسن آدم، ولم يكن بينهما احسن منهما، كما أنه لم تكن أنثى بعد حَوَّاء أشبه بها من سارة امرأة الخليل عليه السلام.
قال ابن مسعود: وكان وجه يوسف مثل البرق، وكان إذا أتته امرأة لحاجة غطَّى وجهه. وقال غيره: كان في الغالب مبرقعاً، لئلا يراه الناس. ولهذا لما قدم عذر امرأة العزيز في محبتها لهذا المعنى المذكور، وجرى لهن وعليهن ما جرى، من تقطيع أيديهن بجراح السكاكين، وما ركبهن من المهابة والدهش عند رؤيته ومعاينته.
{قَالَتْ فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ} ثم مدحته بالعفة التامة فقالت: {وَلَقَدْ رَاوَدتُّهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ} أي امتنع {وَلَئِنْ لَمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُونَ مِنَ الصَّاغِرِينَ}.
وكان بقية النساء حرّضنه على السمع والط`
  ]
let all = [ashabAlsabt, ashabAlfil, ashabAlkahf, bakarah, zoalqarnin, sabaa, alnamrod, talloAndGalot, qubilAndHabill, qubilAndHabill, loqman, maasatEsa, naqetSaleh, harotAnarot, yussofAndEmratAlazez]